[
    {
        "title": "将进酒",
        "author": "李白",
        "dynasty": "〔唐代〕",
        "main": "君不见黄河之水天上来，奔流到海不复回。君不见高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文你难道没有看见吗？那黄河之水犹如从天上倾泻而来，波涛翻滚直奔大海从来不会再往回流。你难道没有看见，在高堂上面对明镜，深沉悲叹那一头白发？早晨还是青丝到了傍晚却变得如雪一般。人生得意之时就要尽情的享受欢乐，不要让金杯无酒空对皎洁的明月。上天造就了我的才干就必然是有用处的，千两黄金花完了也能够再次获得。且把烹煮羔羊和宰牛当成一件快乐的事情，如果需要也应当痛快地喝三百杯。岑勋，元丹丘，快点喝酒，不要停下来。我给你们唱一首歌，请你们为我倾耳细听。山珍海味的豪华生活算不上什么珍贵，只希望能醉生梦死而不愿清醒。 自古以来圣贤都是寂寞的，只有会喝酒的人才能够留传美名。陈王曹植当年设宴平乐观，喝着名贵的酒纵情地欢乐。你为何说我的钱不多？只管把这些钱用来买酒一起喝。名贵的五花良马，昂贵的千金皮衣，叫侍儿拿去统统换美酒，让我们一起来消除这无尽的长愁！\n注释将进酒：劝酒歌，属乐府旧题。将（qiāng）：请。君不见：乐府中常用的一种夸语。天上来：黄河发源于青海，因那里地势极高，故称。高堂：房屋的正室厅堂。一说指父母。一作“床头”。青丝：喻柔软的黑发。一作“青云”。成雪：一作“如雪”。得意：适意高兴的时候。金樽（zūn）：中国古代的盛酒器具。会须：正应当。岑夫子：岑勋。丹丘生：元丹丘。二人均为李白的好友。杯莫停：一作“君莫停”。与君：给你们，为你们。君，指岑、元二人。倾耳听：一作“侧耳听”。钟鼓：富贵人家宴会中奏乐使用的乐器。馔（zhuàn）玉：形容食物如玉一样精美。不愿醒：也有版本为“不用醒”或“不复醒”。陈王：指陈思王曹植。平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。主人：指宴请李白的人，元丹丘。恣（zì）：纵情任意。谑（xuè）：戏。言少钱：一作“言钱少”。径须：干脆，只管。沽：买。五花马：指名贵的马。一说毛色作五花纹，一说颈上长毛修剪成五瓣。裘（qiú）：皮衣。尔：你。销：同“消”。▲\n\n\n参考资料：完善\n\n1、\n郭茂倩编 崇贤书院释译．乐府诗集．北京：新世界出版社，2014：23-25\n\n\n2、\n詹福瑞 等．李白诗全译．石家庄：河北人民出版社，1997：71-73\n\n\n3、\n郁贤皓 编选．李白集．南京：凤凰出版社，2014：93-97\n\n\n",
            "\n\n\n创作背景\n\n\n　　关于这首诗的写作时间，说法不一。郁贤皓《李白集》认为此诗约作于开元二十四年（公元736年）前后。黄锡珪《李太白编年诗集目录》系于天宝十一载（752）。一般认为这是李白天宝年间离京后，漫游梁、宋，与友人岑勋、元丹丘相会时所作。\n　　唐玄宗天宝初年，李白由道士吴筠推荐，由唐玄宗招进京，命李白为供奉翰林。不久，因权贵的谗毁，于天宝三载（744年），李白被排挤出京，唐玄宗赐金放还。此后，李白在江淮一带盘桓，思想极度烦闷，又重新踏上了云游祖国山河的漫漫旅途。李白作此诗时距李白被唐玄宗“赐金放还”已有八年之久。这一时期，李白多次与友人岑勋（岑夫子）应邀到嵩山另一好友元丹丘的颍阳山居为客，三人登高饮宴，借酒放歌。诗人在政治上被排挤，受打击，理想不能实现，常常借饮酒来发泄胸中的郁积。人生快事莫若置酒会友，作者又正值“抱用世之才而不遇合”之际，于是满腔不合时宜借酒兴诗情，以抒发满腔不平之气。▲\n\n\n参考资料：完善\n\n1、\n郁贤皓 编选．李白集．南京：凤凰出版社，2014：93-97\n\n\n2、\n徐中玉 等．中国古代文学作品选（一）．上海：华东师范大学出版社，1999：514-517\n\n\n3、\n裴斐．李白诗歌赏析集．成都：巴蜀书社，1988：94-100\n\n\n4、\n周啸天 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：225-228\n\n\n",
            "\n\n\n鉴赏\n\n\n　　《将进酒》原是汉乐府短箫铙歌的曲调，标题的意思为“劝酒歌”，内容多是咏唱喝酒放歌之事。这首诗是诗人当时和友人岑勋在嵩山另一老友元丹丘的颍阳山居作客，作者正值仕途遇挫之际，所以借酒兴诗，来了一次酣畅淋漓的抒发。在这首诗里，李白“借题发挥”，借酒消愁，感叹人生易老，抒发了自己怀才不遇的心情。\n　　这首诗十分形象的体现了李白桀骜不驯的性格：对自己充满自信、孤高自傲、热情豪放，“天生我材必有用”、“人生得意须尽欢”。全诗气势豪迈，感情豪放，言语流畅，具有极强的感染力。李白咏酒的诗歌非常能体现他的个性，思想内容深沉，艺术表现成熟。《将进酒》即为其代表作。\n　　诗歌发端是两组整齐的长句，如挟天风海雨向读者迎面扑来。“君不见，黄河之水天上来，奔流到海不复回”，颍阳去黄河不远，登高纵目，故借以起兴。黄河源远流长，落差极大，如从天而降，一泻千里，东走大海。如此波澜壮阔的现象，必定不是肉眼能够看到的，作者是幻想的，言语带有夸张。上句写大河之来，势不可挡；下句写大河之去，势不可回。一涨一消，构成舒卷往复的咏叹味，是短促的单句（如“黄河落天走东海”）所没有的。紧接着，“君不见，高堂明镜悲白发，朝如青丝暮成雪”，恰似一波未平、一波又起。如果说前二句为空间范畴的夸张，这二句则是时间范畴的夸张。悲叹人生苦短，而又不直言，却说“高堂明镜悲白发”，一种搔首顾影、徒呼奈何的神态宛如画出。将人生由青春到老的全过程说成“朝”“暮”之事，把原本就短暂的说得更为短暂，与前两句把原本壮阔的说得更为壮阔，是“反向”的夸张。开篇“以河之水一去不复返喻人生易逝”，“以黄河的伟大永恒形出生命的渺小脆弱”。这个开端可谓悲感至极，却又不堕纤弱，可以说是巨人式的感伤，具有惊心动魄的艺术力量，同时也是由长句排比开篇的气势感造成的。这种开篇的方法作者经常用，比如“弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧”（《宣城谢朓楼饯别校书叔云》），沈德潜说：“此种格调，太白从心化出”，可见其颇具创造性。此诗两作“君不见”的呼告（一般乐府诗只是篇首或篇末偶尔用），又使诗句感情色彩大增。所谓大开大阖者，此可谓大开。\n　　“人生得意须尽欢”，这似乎是宣扬及时行乐的思想，然而只不过是现象而已。诗人“得意”过没有？“凤凰初下紫泥诏，谒帝称觞登御筵”（《玉壶吟》）似乎得意过；然而那不过是一场幻影。“弹剑作歌奏苦声，曳裾王门不称情”（《行路难三首·其二》）又似乎并没有得意，有的是失望与愤慨，但并不就此消沉。诗人于是用乐观好强的口吻肯定人生，肯定自我：“天生我材必有用”，这是一个令人鼓掌赞叹的好句子。“有用”而且“必”，非常的自信，简直像是人的价值宣言，而这个人“我”是需要大写的。于是，从貌似消极的现象中透露出了深藏其内的一种怀才不遇而又渴望入世的积极的态度。正是“长风破浪会有时”，应为这样的未来痛饮高歌，破费又算得了什么！\n　　“千金散尽还复来！”这又是一个高度自信的惊人之句，能驱使金钱而不为金钱所使，这足以令所有凡夫俗子们咋舌。诗如其人，想诗人“曩昔东游维扬，不逾一年，散金三十馀万”（《上安州裴长史书》），是何等的豪举。所以此句是深蕴在骨子里的豪情，绝非装腔作势者可以得其万分之一。与此气派相当，作者描绘了一场盛筵，那决不是“菜要一碟乎，两碟乎？酒要一壶乎，两壶乎？”而是整头整头地“烹羊宰牛”，不喝上“三百杯”决不罢休。多痛快的筵宴，又是多么豪壮的诗句！至此，狂放之情趋于高潮，诗的旋律加快。“岑夫子，丹丘生，将进酒，杯莫停！”几个短句忽然加入，不但使诗歌节奏富于变化， 而且使我们似乎听到了诗人在席上频频地劝酒。既是生逢知己，又是酒逢对手，不但“忘形到尔汝”，诗人甚至忘了是在写诗，笔下之诗似乎还原为生活，他还要“与君歌一曲，请君为我倾耳听”。以下八句就是诗中之歌了，这纯粹是神来之笔。\n　　“钟鼓馔玉”即富贵生活（富贵人家吃饭时鸣钟列鼎，食物精美如玉），可诗人却认为这“不足贵”，并放言“但愿长醉不复醒”。诗情至此，便分明由狂放转而为愤激。这里不仅是酒后吐狂言，而且是酒后吐真言了。以“我”天生有用之才，本当位极卿相，飞黄腾达，然而“大道如青天，我独不得出”（《行路难三首·其二》）。说富贵“不足贵”，乃是出于愤慨。以下“古来圣贤皆寂寞”二句亦属愤语。诗人曾喟叹“自言管葛竟谁许”，说古人“寂寞”，其实也表现出了自己的“寂寞”，所以才愿长醉不醒了。这里，诗人是用古人的酒杯，浇自己的块垒。说到“唯有饮者留其名”，便举出“陈王”曹植作代表。并化用其《名都篇》“归来宴平乐，美酒斗十千”之句。古来酒徒很多，而为何偏举“陈王”，这又与李白一向自命不凡分不开，他心目中树为榜样的都是谢安这些高级人物，而这类人物当中，“陈王”曹植与酒联系得比较多。这样写便有了气派，与前文极度自信的口吻一贯。再者，“陈王”曹植于曹丕、曹睿两朝备受猜忌，有志难展，也激起诗人的同情。一提“古来圣贤”，二提“陈王”曹植，满满的不平之气。此诗开始似乎只涉及人生感慨，而不染指政治色彩，其实全篇饱含了一种深广的忧愤和对自我的信念。诗情之所以悲而不伤，悲而能壮，即根源在此。\n　　刚露一点深衷，又说回酒了，而且看起来酒兴更高了。以下诗情再入狂放，而且愈来愈狂。“主人何为言少钱”，既照应“千金散尽”句，又故作跌宕，引出最后一番豪言壮语：即便千金散尽，也不惜将名贵宝物“五花马”（毛色作五花纹的良马）、“千金裘”（昂贵的皮衣）用来换美酒，图个一醉方休。这结尾之妙，不仅在于“呼儿”“与尔”，口气甚大；而且具有一种作者一时可能觉察不到的将宾作主的任诞情态。须知诗人不过是被友招饮的客人，此刻他却高踞一席，气使颐指，提议典裘当马，令人不知谁是“主人”，浪漫色彩极浓。快人快语，非不拘形迹的豪迈知交断不能出此。诗情至此狂放至极，令人嗟叹咏歌，直欲“手之舞之，足之蹈之”。情犹未已，诗已告终，突然又迸出一句“与尔同销万古愁”，与开篇之“悲”关合，而“万古愁”的含义更其深沉。这“白云从空，随风变灭”的结尾，显见诗人奔涌跌宕的感情激流。通观全篇，真是大起大落，非如椽巨笔不办。\n　　《将进酒》篇幅不算长，却五音繁会，气象不凡。它笔酣墨饱，情极悲愤而作狂放，语极豪纵而又沉着。全篇具有震动古今的气势与力量，这诚然与夸张手法不无关系，比如诗中屡用巨额数字（“千金”、“三百杯”、“斗酒十千”、“千金裘”、“万古愁”等等）表现豪迈诗情，同时，又不给人空洞浮夸感，其根源就在于它那充实深厚的内在感情，那潜在酒话底下如波涛汹涌的郁怒情绪。此外，全篇大起大落，诗情忽翕忽张，由悲转乐、转狂放、转愤激、再转狂放、最后结穴于“万古愁”，回应篇首，如大河奔流，有气势，亦有曲折，纵横捭阖，力能扛鼎。其歌中有歌的包孕写法，又有鬼斧神工、“绝去笔墨畦径”之妙，既非鑱刻能学，又非率尔可到。通篇以七言为主，而又以三、五言句“破”之，极参差错综之致；诗句以散行为主，又以短小的对仗语点染（如“岑夫子，丹丘生”，“五花马，千金裘”），节奏疾徐尽变，奔放而不流易。《唐诗别裁》谓“读李诗者于雄快之中，得其深远宕逸之神，才是谪仙人面目”，此篇足以当之。▲\n\n\n参考资料：完善\n\n1、\n李静．唐诗宋词鉴赏．北京：华文出版社，2009：60-61\n\n\n2、\n周啸天 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：225-228\n\n\n",
            "\n\n\n赏析\n\n\n　　杜甫盛赞李白的诗说“笔落惊风雨，诗成泣鬼神”，李白自己也十分自负地说“兴酣落笔摇五岳，诗成啸傲凌沧洲”，他的诗极富浪漫主义色彩，想象丰富，极尽夸张之能事，一旦诗兴大发之时，豪情便喷薄而出，一泻千里，但又收放自如，达到了极高的艺术境界，《将进酒》即为明证。\n　　这首诗意在表达人生几何，及时行乐，圣者寂寞，饮者留名的虚无消沉思想，愿在长醉中了却一切。诗的开头六句，写人生寿命如黄河之水奔腾入海，一去不复重返，如此，应及时行乐，莫负光阴。“天生”十六句，写人生富贵不能长保，因而“千金散尽”“且为乐”。同时指出“自古圣贤皆寂寞”，只有“饮者留名”千古，并以陈王曹植为例，抒发了诗人内心的不平。“主人”六句结局，写诗人酒兴大作，“五花马”、“千金裘”都不足惜，只图一醉方休。表达了诗人旷达的胸怀。“天生我材必有用”句，是诗人自信为人的自我价值，也流露怀才不遇和渴望用世的积极思想感情。\n　　本诗深沉浑厚，气象不凡。情极悲愤狂放，语极豪纵沉着，大起大落，奔放跌宕。诗句长短不一，参差错综；节奏快慢多变，一泻千里。李白的人生，可谓是悲剧的人生。《将进酒》一诗，是其悲剧人生的写照。有人称《将进酒》是李白诗歌艺术的颠峰之作，也有人称那不过是他醉酒后的胡言乱语。其人，其诗，其酒，三位一体，方是真正的李白。\n　　李白深知生命有限，价值无限的道理，把人生从头到尾看了个通透。黄河之水、镜中白发，都引起他对生命对人生的深刻思考。而其思考，并非停留在一般意义上的对时光匆匆流逝及人生短暂的哀叹惋惜，而是在更高层面关注着自我存在的价值。“对酒当歌，人生几何。譬如朝露，去日苦多”，如果说曹操把其感叹和忧思浓缩在一滴朝露上，那么李白则是将之寄托于江海。任何个人都不过是历史长河中一粒微不足道的尘土，区别只在于你在这条道路上留下的足迹的深浅。人既然存在，他就不得不存在。人既然活着，他就不得不活着。既然存在，既然活着，就应当做点什么吧。在李白看来，这正是其自我存在的价值所在。因此，可以说李白是一个具有历史情怀的人。他的思考和忧虑，不仅仅是针对个人，还针对个体。他所高唱的“人生得意须尽欢，莫使金樽空对月”，并非如某些人所指责的消极的享乐主义的人生态度，相反，李白是在鼓吹人应当积极把握现实人生，努力创造自我价值。如果仅仅从诗句字面上作出负面的解读，则显得十分肤浅，也难得诗旨，违背了“诗仙”本意。\n　　强烈的自信以及狂傲不羁的处世态度是李白极具个性的一面。“天生我才必有用”，我才天生也，天授我才，必定对国家对社会有价值。敢自许“天生我才”，放眼古今，恐怕惟李白一人而已。这种狂傲不羁源自强烈的自信，而这种自信乃是大唐帝国的文化心理，是华夏子孙的民族性格。李白对自己充满信心，丝毫也不怀疑，甚至于认为获得表现自己施展才华的机会是理所当然后的事，是天命所归。因此他敢在天子面前撒狂，敢叫高力士提鞋，更不在乎钟鼓馔玉，千金散尽。他始终把自己看成是一个具有独立人格的独立个体，才华故然天授，也是其安身立命之本，是其狂放不羁的凭靠。实质上，这也是李白的一个悲剧性格因素。当自我实现的强烈需求没有得到及时满足或是根本就未能得到满足时，矛盾和痛苦也就产生。需求越强烈，矛盾越深，痛苦愈盛。李白不可能走得出自设的性格陷阱。\n　　李白希望在政治上有所作为，尽管才高八斗却难以如愿。上层官僚的排挤和打压使得他不得不远离政治。面对这种施不开手脚的窘境，李白也许感到很意外，“惟才是用”的政策之外，原来还有另一股力量左右着。这让他颇觉郁闷，心理上承受着来自现实厚重的压抑感，这迫使他作出了强烈的反弹，即承袭魏晋之风，以一种独特方式来表达对现实的愤嫉和不满。“烹羊宰牛且为乐，会须一饮三百杯。”以喝酒来排遣内心的压抑和苦闷，暂时忘却政治人生的失败，在醉眼朦胧中纵声放歌，恢复本真性情，获得精神上的愉悦和超脱。李白与酒结下了不解之缘，自然与当时的酒文化有关，但他嗜酒如命甚至不要命，则是因为其个人遭遇。所谓“抽刀断水水更流，举杯浇愁愁更愁”，喝酒本为排忧，却反如火上加油。李白一头栽进了酒坛子，在他看来，也许真的是“何以解忧，惟有杜康”了。李白的任性放纵，李白的自我麻醉，实际上仍是由于他对现实的绝望。他选择的是一条慢性自杀之路。\n　　尽管如此，绝望的李白并不是消沉堕落的李白。当酒成为他人格的一个部分，李白寻找到了生活的另一面，寻找到源源不断的创作灵感。就是这个时候，李白根本不可能离得开酒了。然而他终究是血肉之躯，常期浸泡在酒精中其健康状况迅速恶化。“酒中仙”最终也难逃“酒中鬼”的宿命。李白一生与酒相随，借酒浇愁，恃才放狂，笑傲江湖，深得魏晋风度；他纵酒任性，挥洒文字，慷慨豪迈，是对现实政治的强有力的嘲弄与讽刺。\n　　“岑夫子，丹丘生，将进酒，杯莫停”，一杯复一杯，到“与君歌一曲，请君为我倾耳听”，李白醉矣！后面皆为“酒话”，却是李白心声。俗语说：酒后吐真言。李白趁醉将满腹真言全盘吐出。“钟鼓馔玉不足贵，但愿长醉不愿醒”，李白追求高级层面的精神生活，藐视庸俗的物欲和感观刺激。宁愿长醉而不愿清醒，因为所见皆俗物，不堪入目：权奸当道，能才委屈，宫廷声色犬马，歌舞升平，只顾追求享乐。李白鄙视这样的生活，自然不能与此类人同道。他有种曲高和寡的孤独感，一方面蔑视官僚们的庸俗，一方面对自己没有施展抱负的机会又无可奈何。所谓“古来圣贤皆寂寞，惟有饮者留其名”，那是李白自我安慰之言罢了。他自比圣贤，志颇清高，既与俗人不能共舞，从古圣贤那里倒可觅得知音。李白是寂寞的，但他又难忍寂寞，所以便学陈王曹植斗酒十千，不作圣贤作酒仙。即便如此，他仍至始至终在出世入世间痛苦徘徊。入世不得也不甘放弃，心中仍有期待；出世也难，求仙访道终成空，名山大川走遍也不能彻底脱离俗世。\n　　李白在由入世到出世这条路上，可以说是“一步三回头”。强烈的自我意识与浓厚的主观色彩使得李白对待出世和入世的态度具有两面性。“陈王昔时宴平乐，斗酒十千恣欢谑”，李白与曹植怀有相同的情感。曹植被贬为王，又遭曹丕打压，终生郁郁不得志，空负一身才华。李白将自己比之于曹植，感叹之余又想表现出洒脱，其情态可见凄凉。\n　　及至“五花马，千金裘，呼儿将出换美酒，与尔同销万古愁”，李白已然大醉！一句“与尔同销万古愁”真是肝胆欲裂，写尽内心的痛楚和绝望。诗篇落脚一个“愁”字，纵横捭阖之势，慷慨豪迈之气，倏然收归，把所有勃发之情都凝聚成“愁”了。这是李白对自己一生追求的一次总结。叔本华说，“使我们生存充满烦恼与苦痛的东西，无一不是出自时间无休止的压迫。”具有历史情怀的李白就在时间无休止的压迫中唱出了生命的绝望之歌——《将进酒》。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n"
        ]
    },
    {
        "title": "水调歌头·明月几时有",
        "author": "苏轼",
        "dynasty": "〔宋代〕",
        "main": "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。\n明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。(何似 一作：何时；又恐 一作：惟 / 唯恐)转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)",
        "others": [
            "\n\n\n译文及注释\n\n\n译文丙辰年（公元1076年）的中秋节，高高兴兴地喝酒直到天亮，喝了个大醉，写下这首词，同时也思念弟弟苏辙。\n明月从什么时候开始有的呢？我拿着酒杯遥问苍天。不知道天上的宫殿，今晚是哪一年。我想凭借着风力回到天上去看一看，又担心美玉砌成的楼宇太高了，我经受不住寒冷。起身舞蹈玩赏着月光下自己清朗的影子，月宫哪里比得上在人间。月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人。明月不应该对人们有什么怨恨吧，可又为什么总是在人们离别之时才圆呢？人生本就有悲欢离合，月儿常有阴晴圆缺，（想要人团圆时月亮正好也圆满）这样的好事自古就难以两全。只希望这世上所有人的亲人都能平安健康长寿，即使相隔千里也能一起欣赏这美好的月亮。\n注释丙辰：指公元1076年（宋神宗熙宁九年）。这一年苏轼在密州(今山东省诸城市)任太守。达旦：到天亮。子由：苏轼的弟弟苏辙的字。把酒：端起酒杯。把，执、持。天上宫阙（què）：指月中宫殿。阙，古代城墙后的石台。归去：回去，这里指回到月宫里去。琼（qióng）楼玉宇：美玉砌成的楼宇，指想象中的仙宫。不胜（shèng,旧时读shēng）：经受不住。胜：承担、承受。弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。何似：何如，哪里比得上。转朱阁，低绮（qǐ）户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人（指诗人自己）。朱阁：朱红的华丽楼阁。绮户： 雕饰华丽的门窗。不应有恨，何事长（cháng）向别时圆：（月儿）不该（对人们）有什么怨恨吧，为什么偏在人们分离时圆呢？何事：为什么。此事：指人的“欢”“合” 和月的“晴”“圆”。但：只。千里共婵（chán ）娟（juān）：只希望两人年年平安，虽然相隔千里，也能一起欣赏这美好的月光。共：一起欣赏。婵娟：指月亮。▲\n\n\n参考资料：完善\n\n1、\n陆林 编注．宋词．北京：北京师范大学出版社，1992年11月版：第59-60页\n\n\n",
            "\n\n\n赏析\n\n\n　　这首词是中秋望月怀人之作，表达了对胞弟苏辙的无限思念。丙辰，是北宋神宗熙宁九年（公元1076年），当时苏轼在密州（今山东诸城）做太守，中秋之夜他一边赏月一边饮酒，直到天亮，于是做了这首《水调歌头》。词人运用形象描绘手法，勾勒出一种皓月当空、亲人千里、孤高旷远的境界氛围。苏轼一生，推崇儒学、讲究实务为主。但他也“龆龀好道”，中年以后，又曾表示过“归依佛僧”，经常处在儒释道的纠葛当中的。每当挫折失意之际，则老庄思想上升，借以帮助自己解释穷通进退的困惑。熙宁四年（公元1071年），他以开封府推官通判杭州，是为了避开汴京政争的漩涡。熙宁七年（公元1074年）调知密州，虽说出于自愿，实质上仍是处于被外放冷遇的地位。尽管当时“面貌加丰”，颇有一些旷达表现，也难以掩盖深藏内心的郁愤。这首中秋词，正是此种宦途险恶体验的升华和总结。“大醉”遣怀是主，“兼怀子由”是辅。对于一贯秉持“尊主泽民”节操的作者来说，手足分离和私情，比起廷忧边患的国势来说，毕竟属于次要的伦理负荷。此点在题序中有深奥微妙的提示。\n　　在大自然的景物中，月亮是很有浪漫色彩的，很容易启发人们的艺术联想。一钩新月，可联想到初生的萌芽事物；一轮满月，可联想到美好的团圆生活；月亮的皎洁，让人联想到光明磊落的人格。在月亮这一意象上集中了人类无限美好的憧憬和理想。苏轼是一位性格豪放、气质浪漫的文学家，当他抬头遥望中秋明月时，其思想情感犹如长上了翅膀，天上人间自由翱翔。反映到词里，遂形成了一种豪放洒脱的风格。\n　　此词上片望月，既怀超宜兴致，高接混茫，而又脚踏实地，自具雅量。一开始就提出一个问题：明月是从什么时候开始有的“明月几时有？把酒问青天。”把酒问天这一细节与屈原的《天问》和李白的《把酒问月》有相似之处。其问之痴迷、想之逸尘，确实有一种类似的精、气、神贯注在里面。从创作动因上来说，屈原《天问》洋洋170余问的磅礴诗情，是在他被放逐后彷徨山泽、经历陵陆，在楚先王庙及公卿祠堂仰见“图画天地山川神灵”及“古贤圣怪物行事”后“呵而问之”的（王逸《楚辞章句·天问序》）。是情景触碰激荡的产物。李白的《把酒问月》诗自注是：“故人贾淳令予问之。”应当也是即兴遣怀之作。苏轼此词正如小序中所言是中秋望月，欢饮达旦后的狂想之曲，亦属“伫兴之作”（王国维《人间词话》）。它们都有起得突兀、问得离奇的特点。从创作心理上来说，屈原在步入先王庙堂之前就已经是“嗟号昊旻，仰天叹息”（王逸《楚辞章句·天问序》），处于情感迷狂的精神状态，故呵问青天，“似痴非痴，愤极悲极”（胡浚源《楚辞新注求确》）。李白是“唯愿当歌对酒时，月光长照金樽里”（《把酒问月》），那种因失意怅惘的郁勃意绪，也是鼻息可闻的。苏轼此词作于丙辰年，当时因为反对王安石新法而自请外任密州。既有对朝廷政局的强烈关注，又有期望重返汴京的复杂心情，故时逢中秋，一饮而醉，意兴在阑珊中饶有律动。三人的创作心理实是脉络暗通的。\n　　苏轼把青天当做自己的朋友，把酒相问，显示了他豪放的性格和不凡的气魄。李白的《把酒问月》诗说：“青天有月来几时？我今停杯一问之。”不过李白这里的语气比较舒缓，苏轼因为是想飞往月宫，所以语气更强烈、更迫切。“明月几时有？”这个问题问得很有意思，好像是在追溯明月的起源、宇宙的起源；又好像是在惊叹造化的巧妙。读者从中可以感到诗人对明月的赞美与向往。\n　　接下来两句：“不知天上宫阙，今夕是何年。”把对于明月的赞美与向往之情更推进了一层。从明月诞生之日起到现在已经过去很多年了，不知道在月宫里今晚是一个什么日子？诗人想象那一定是一个好日子，所以月才这样圆、这样亮。他很想去看一看，所以接着说：“我欲乘风归去，又恐琼楼玉宇，高处不胜寒。”唐人称李白为“谪仙”，黄庭坚则称苏轼与李白为“两谪仙”，苏轼自己也设想前生是月中人，因而起 “乘风归去”之想。他想乘风飞向月宫，又怕那里的琼楼玉宇太高了，受不住那儿的寒冷。“琼楼玉宇”，语出《大业拾遗记》：“瞿乾祐于江岸玩月，或谓此中何有？瞿笑曰：‘可随我观之。’俄见月规半天，琼楼玉宇烂然。”“不胜寒”，暗用《明皇杂录》中的典故：八月十五日夜，叶静能邀明皇游月宫。临行，叶叫他穿皮衣。到月宫，果然冷得难以支撑。这几句明写月宫的高寒，暗示月光的皎洁，把那种既向往天上又留恋人间的矛盾心理十分含蓄地写了出来。这里还有两个字值得注意，就是“我欲乘风归去”的“归去”。飞天入月，为什么说是归去呢？也许是因为苏轼对明月十分向往，早已把那里当成自己的归宿了。从苏轼的思想看来，他受道家的影响较深，抱着超然物外的生活态度，又喜欢道教的养生之术，所以常有出世登仙的想法。他的《前赤壁赋》描写月下泛舟时那种飘飘欲仙的感觉说：“浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。”也是由望月而想到登仙，可以和这首词互相印证。词人之所以有这种脱离人世、超越自然的奇想，一方面来自他对宇宙奥秘的好奇，另一方面更主要的是来自对现实人间的不满。人世间有如此多的不称心、不满意之事，迫使词人幻想摆脱这烦恼人世，到琼楼玉宇中去过逍遥自在的神仙生活。苏轼后来贬官到黄州，时时有类似的奇想，所谓“小舟从此逝，江海寄余生”。然而，在词中这仅仅是一种打算，并未展开，便被另一种相反的思想打断：“又恐琼楼玉宇，高处不胜寒”。这两句急转直下，天上的“琼楼玉宇”虽然富丽堂皇，美好非凡，但那里高寒难耐，不可久居。词人故意找出天上的美中不足，来坚定自己留在人间的决心。一正一反，更表露出词人对人间生活的热爱。同时，这里依然在写中秋月景，读者可以体会到月亮的美好，以及月光的寒气逼人。这一转折，写出词人既留恋人间又向往天上的矛盾心理。这种矛盾能够更深刻地说明词人留恋人世、热爱生活的思想感情，显示了词人开阔的心胸与超远的志向，因此为词带来一种旷达的作风。\n　　“起舞弄清影，何似在人间！”苏轼毕竟更热爱人间的生活，与其飞往高寒的月宫，还不如留在人间趁着月光起舞呢！“清影”，是指月光之下自己清朗的身影。“起舞弄清影”，是与自己的清影为伴，一起舞蹈嬉戏的意思。李白《月下独酌》说：“我歌月徘徊，我舞影零乱。”苏轼的“起舞弄清影”就是从这里脱胎出来的。“高处不胜寒”并非作者不愿归去的根本原因，“起舞弄清影，何似在人间”才是根本之所在。与其飞往高寒的月宫，还不如留在人间，在月光下起舞，最起码还可以与自己清影为伴。这首词从幻想上天写起，写到这里又回到热爱人间的感情上来。从“我欲”到“又恐”至“何似”的心理转折开阖中，展示了苏轼情感的波澜起伏。他终于从幻觉回到现实，在出世与入世的矛盾纠葛中，入世思想最终占了上风。“何似在人间”是毫无疑问的肯定，雄健的笔力显示了情感的强烈。\n　　下片怀人，即兼怀子由，由中秋的圆月联想到人间的离别，同时感念人生的离合无常。“转朱阁，低绮户，照无眠。”转和低都是指月亮的移动，暗示夜已深沉。月光转过朱红的楼阁，低低地穿过雕花的门窗，照到了房中迟迟未能入睡之人。这里既指自己怀念弟弟的深情，又可以泛指那些中秋佳节因不能与亲人团圆以至难以入眠的一切人。“无眠”是泛指那些因为不能和亲人团圆而感到忧伤，以致不能入睡的人。月圆而人不能圆，这是多么遗憾的事啊！于是词人便无理地埋怨明月说：“不应有恨，何事长向别时圆？”明月您总不该有什么怨恨吧，为什么总是在人们离别的时候才圆呢？相形之下，更加重了离人的愁苦了。这是埋怨明月故意与人为难，给人增添忧愁，无理的语气进一步衬托出词人思念胞弟的手足深情，却又含蓄地表达了对于不幸的离人们的同情。\n　　接着，诗人把笔锋一转，说出了一番宽慰的话来为明月开脱：“人有悲欢离合，月有阴晴圆缺，此事古难全。”人有悲欢离合，月也有阴晴圆缺。她有被乌云遮住的时候，有亏损残缺的时候，她也有她的遗憾，自古以来世上就难有十全十美的事。既然如此，又何必为暂时的离别而感到忧伤呢？词人毕竟是旷达的，他随即想到月亮也是无辜的。既然如此，又何必为暂时的离别而忧伤呢？这三句从人到月、从古到今做了高度的概括。从语气上，好像是代明月回答前面的提问；从结构上，又是推开一层，从人、月对立过渡到人、月融合。为月亮开脱，实质上还是为了强调对人事的达观，同时寄托对未来的希望。因为，月有圆时，人也有相聚之时。很有哲理意味。\n　　词的最后说：“但愿人长久，千里共婵娟。”“婵娟”是美好的样子，这里指嫦娥，也就是代指明月。“共婵娟”就是共明月的意思，典故出自南朝谢庄的《月赋》：“隔千里兮共明月。”既然人间的离别是难免的，那么只要亲人长久健在，即使远隔千里也还可以通过普照世界的明月把两地联系起来，把彼此的心沟通在一起。“但愿人长久”，是要突破时间的局限；“千里共婵娟”，是要打通空间的阻隔。让对于明月的共同的爱把彼此分离的人结合在一起。古人有“神交”的说法，好友天各一方，不能见面，却能以精神相通。“千里共婵娟”也可以说是一种神交了！这两句并非一般的自慰和共勉，而是表现了作者处理时间、空间以及人生这样一些重大问题所持的态度，充分显示出词人精神境界的丰富博大。王勃有两句诗：“海内存知己，天涯若比邻。”意味深长，传为佳句，与“千里共婵娟”有异曲同工之妙。另外，张九龄的《望月怀远》说：“海上生明月，天涯共此时。”杜牧的《秋霁寄远》说：“唯应待明月，千里与君同。”都可以互相参看。但愿人们年年平安，相隔千里也能够共享这美好的月光，表达了作者的祝福和对亲人的思念，表现了作者旷达的态度和乐观的精神。苏轼就是把前人的诗意化解到自己的作品中，熔铸成一种普遍性的情感。正如词前小序所说，这首词表达了对弟弟苏辙（字子由）的怀念之情，但并不限于此。可以说这首词是苏轼在中秋之夜，对一切经受着离别之苦的人表示的美好祝愿。\n　　此篇是苏词代表作之一。从艺术成就上看，它构思奇拔，畦径独辟，极富浪漫主义色彩，是历来公认的中秋词中的绝唱。从表现方面来说，词的前半纵写，后半横叙。上片高屋建瓴，下片峰回路转。前半是对历代神话的推陈出新，也是对魏晋六朝仙诗的递嬗发展。后半纯用白描，人月双及。它名为演绎物理，实则阐释人事。笔致错综回环，摇曳多姿。从布局方面来说，上片凌空而起，入处似虚；下片波澜层叠，返虚转实。最后虚实交错，纡徐作结。全词设景清丽雄阔，以咏月为中心表达了游仙“归去”与直舞“人间”、离欲与入世的矛盾和困惑，以及旷达自适，人生长久乐观和美好的愿望，极富哲理与人情。立意高远，构思新颖，意境清新如画。最后以旷达情怀收束，是词人情怀的自然的流露。情韵兼胜，境界壮美，具有很高的审美价值。此词全篇皆是佳句，典型地体现出苏词清雄旷达的风格。\n　　作者既标举了“ 绝尘寰的宇宙意识”，又摒弃那种“在神奇的永恒面前的错愕”情态（闻一多评《春江花月夜》语）。他并不完全超然地对待自然界的变化发展，而是努力从自然规律中寻求“随缘自娱”的生活意义。所以，尽管这首词基本上是一种情怀寥落的秋的吟咏，读来却并不缺乏“触处生春”、引人向上的韵致。\n　　对于这首《水调歌头》历来都是推崇备至。胡仔《苕溪渔隐丛话》认为此词是写中秋的词里最好的一首。这首词仿佛是与明月的对话，在对话中探讨着人生的意义。既有理趣，又有情趣，很耐人寻味。因此九百年来传诵不衰。吴潜《霜天晓角》：“且唱东坡《水调》，清露下，满襟雪。”《水浒传》第三十回写八月十五“可唱个中秋对月对景的曲儿”，唱的就是这 “一支东坡学士中秋《水调歌》。”可见宋元时传唱之盛。全词意境豪放而阔大，情怀乐观而旷达，对明月的向往之情，对人间的眷恋之意，以及那浪漫的色彩，潇洒的风格和行云流水一般的语言，至今还能给人们以健康的美学享受。 ▲\n\n\n参考资料：完善\n\n1、\n周汝昌 等．唐宋词鉴赏辞典（唐·五代·北宋卷）．上海：上海辞书出版社，1988年4月版：第611-614页\n\n\n"
        ]
    },
    {
        "title": "桃花源记",
        "author": "陶渊明",
        "dynasty": "〔魏晋〕",
        "main": "　　晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。渔人甚异之，复前行，欲穷其林。\n　　林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田、美池、桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。\n　　见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”(间隔 一作：隔绝)\n　　既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。\n　　南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终。后遂无问津者。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文\n　　东晋太元（公元376-396）年间，武陵有个人以捕鱼为生。有一天他沿着溪水划船而行，忘记了路有多远。忽然遇到一片桃花林，在小溪两岸的几百步之内，中间没有其它树木，花草鲜嫩美丽，地上的落花繁多交杂，渔人对此感到非常诧异。他继续向前行船，想要走到林子的尽头。\n　　桃花林的尽头就是溪水的源头，渔人发现了一座小山，山上有个小洞口，洞里面隐隐约约透着点光亮。渔人便下了船，从洞口走了进去。最开始非常狭窄，只能容得下一人通过。又向前行走了几十步，突然变得开阔明亮。渔人眼前这片土地平坦宽广，房屋排列得非常整齐，还有肥沃的田地、美丽的池塘，以及桑树、竹子这类的植物。田间小路四通八达，鸡鸣狗吠的声音此起彼伏。人们在田间来来往往耕种劳动，男女的穿戴全都与桃花源以外的人一样。老年人和小孩儿，都怡然并自得其乐。\n　　这里的人看见了渔人，感觉非常惊讶，问他是从哪里来的。渔人都详细地作了回答。这里的人便邀请他到家中做客，摆了酒、杀了鸡用来款待他。村里面的其他人听说来了这么一个人，全都来打听消息。他们自己说他们的先祖是为了躲避秦朝时期的战乱，率领妻儿乡邻们来到这个与世隔绝的地方，从此他们再没有人出去了，所以和外面的人隔绝了一切往来。村里的人问渔人现如今是什么世道，他们居然不知道有汉朝，更不用说魏、晋两朝了。渔人把自己知道的所有事都一一说了出来，村民们听了都感叹惋惜。其余的人各自又把渔人邀请到自己的家中，都拿出自己的美酒佳肴来款待他。渔人停留了几日后，就向村里的人告辞。村里的人告诉他：“这里的情况不值得对外面的人说啊。”\n　　渔人出来之后，找到了自己的船，就沿着来时的路回去，处处都做了记号。他到了郡城武陵，就去拜见太守，说了自己的这番经历。太守立即派遣人员跟随他前往，寻找渔人先前作的记号，竟然迷路了，后来再也找不到通往桃花源的路了。\n　　南阳有个叫刘子骥的人，是一个高尚的读书人，他听到了这个消息，非常愉快地计划着前往桃花源。但没有实现，不久后就病死了，后来就再也没有探访桃花源的人了。\n注释太元：东晋孝武帝的年号（376-396）武陵：郡名，现在湖南常德市一带。为业：把……作为职业，以……为生。为：作为。缘：沿着，顺着。行：前行，走。远近：偏义复词，仅指远。忽逢：忽然遇到。逢：遇到，碰见。夹岸：溪流两岸。杂：别的，其他的。芳草鲜美：花草鲜嫩美丽。芳：花；鲜美：鲜艳美丽。落英：落花。一说，初开的花。缤纷：繁多的样子。甚：很，非常。异之：即“以之为异”，对见到的景象感到诧异。异，意动用法，形作动，以······为异，对······感到惊异，认为······是奇异的。之，代词，指见到的景象。复：继续。前：名词活用为状语，向前。（词类活用）欲：想要。穷：形容词用做动词，穷尽，走到······的尽头。林：代指桃花林。林尽水源：林尽于水源，意思是桃林在溪水发源的地方就到头了。尽：消失（词类活用）便：于是，就。得：发现。仿佛：隐隐约约，形容看得不真切的样子。若：好像……似的。舍：舍弃，丢弃，文中指离开。初：起初，刚开始。才通人：仅容一人通过。才：副词，仅。复：又，再。行：行走。豁然开朗：形容由狭窄幽暗突然变得开阔明亮的样子。然，……的样子。豁然：形容开阔的样子；开朗：开阔明亮。平：平坦。旷：开阔；宽阔。屋舍：房屋。俨（yǎn)然：（古今异义）古义：整齐的样子。今义：形容很像;形容齐整；形容庄严。之：这。属：类。阡陌交通：田间小路交错相通。阡陌，田间小路，南北走向的叫阡，东西走向的叫陌。交通，交错相通。鸡犬相闻：（村落间）可以互相听到鸡鸣狗叫的声音。相闻：可以互相听到。种作：指世代耕种劳作的人。衣着：穿着打扮。悉：全，都。外人：指桃花源以外的世人。（有更好的翻译：另外一个世界的人，因为桃花源人从秦到晋一直与世隔绝）黄发垂髫(tiáo)：指老人和小孩。黄发，古时认为老人头发由白转黄是长寿的象征，这指老人。垂髫，古时小孩不扎结头发，头发下垂，这里指小孩子。（借代修辞）髫，小孩垂下的短发。并：都。怡然：愉快、高兴的样子。乃大惊：于是很惊讶。乃：于是就。大：很，非常。从来：从……地方来。具：详细地。之：代词，指代桃源人所问问题。要(yāo)：通“邀”，邀请。（通假字）咸：副词，都，全。问讯：打听消息。云：说。先世：祖先。率：率领。妻子：（古今异义）古义：指妻子、儿女。“妻”“子”是两个词，不是现代汉语的“妻子”今义：男子的配偶。邑人：同县的人绝境：（古今异义）古义：与人世隔绝的地方。 今义：没有明显出路的困境；进退维谷的境地。 绝：绝处。复：再，又。焉：兼词，相当于“于之”，“于此”，从这里。遂：于是。间隔：隔断，隔绝。今：现在。乃（乃不知有汉的乃）：竟，竟然。无论：不要说，（更）不必说。“无”“论”是两个词，不同于现在汉语的“无论”（古今异义）。为：对、向。具言：详细地说。所闻：指渔人所知道的世事。闻：知道，听说。叹惋：感叹，惋惜。余：其余，剩余。延至：邀请到。延，邀请。至：到。停：停留。辞：辞别。去：离开。语：告诉。不足：不值得。（古今异义）为：介词，向、对。既：已经。便扶向路：就顺着旧的路（回去）。扶：沿着、顺着。向：从前的、旧的。处处志之：处处都做了标记。志：动词，做标记。（词类活用)及：到达。郡下：太守所在地，指武陵。诣(yì)太守：指拜见太守。诣，到。特指到尊长那里去。如此：像这样，指在桃花源的见闻。即：立即。遣：派遣。寻向所志：寻找先前所做的标记。寻，寻找。 向，先前。 志（名词）,标记。（所+动词译为名词）遂：终于。复：再。得：取得，获得，文中是找到的意思。高尚：品德高尚。士：隐士。也：表判断。欣然：高兴的样子。规： 计划，打算。（词类活用）未：没有。果：实现。未果：没有实现。寻：不久。终：死亡。问津：问路，这里是探访，访求的意思。津：本义渡口。▲\n\n\n参考资料：完善\n\n1、\n人民教育出版社语文室 ．九年义务教育标准教科书·语文·八年级·上册 ：人民教育出版社 ，2008年 ：165-169 ．\n\n\n",
            "\n\n\n创作背景\n\n\n　　此时，信洲失守，抗元失败后他已在武夷山中转徙十年，妻子和两个儿子被掳，许多南宋旧臣纷纷投靠新主，孤忠的谢枋得面对国破家亡是怎样的心情？他已经离家十年了，独立青峰之上，雨后的山中显得更加寂寞。但是，他追求梅花的品格最终成就了自己高洁的人格。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n相关练习\n\n\n原文回答1．渔人是怎么发现桃花林的？缘溪行，忘路之远近，忽逢桃花林。2．作者怎样描写桃花林的自然景色的？夹岸数百步，中无杂树，芳草鲜美，落英缤纷。（风景优美）3．渔人是如何进入桃花源的？复前行，欲穷其林。林尽水源，便得一山。山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。（曲折、隐蔽、幽深）4．渔人入山后，看到了怎样的图景？土地平旷，屋舍俨然，有良田美池桑竹之属，阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人，黄发垂髫，并怡然自乐。（环境优美宁静、生活安乐幸福）5．桃花源中的人是如何对待这位不速之客的？便要还家，设酒杀鸡作食，村中闻有此人，咸来问讯。余人各复延至其家，皆出酒食。（民风淳朴、热情好客）6．渔人一一为具言所闻，桃源人为什么“皆叹惋”？桃源外的世界如此动乱，黑暗；桃源外的人不能过上安定和平的生活。7．渔人是如何离开桃花源的？既出，得其船，便扶向路，处处志之。暗示这个地方不存在。 增强故事曲折和传奇色彩。\n探究思考1．课文以什么为线索？怎样划分结构？明确：课文以武陵渔人的行踪为线索，按照发现桃林，进入桃源，出而复寻的时间顺序。全文分三部分：第一部分（1段）写渔人发现桃林的经过。（开端）第二部分（2至3段）写渔人进入桃花源的见闻。这是全文的重点部分，作者正是借此寄托社会理想。第2段写桃花源中宁静安乐的生活环境。第3段写桃花源中淳朴的社会风尚。第三部分（4至5段）故事的结局和尾声。2．作者为什么开头结尾写得简略，中间写得详细？明确：文章的详略安排都是由文章所表达的中心来决定的。本文的作者主要是通过桃花源的生活情状来表现他的社会理想。反映广大人民向往安定、幸福生活的愿望。所以中间部分要详写。开头和结尾只跟故事的传奇性质有关，所以写得简单。3．在桃花源中，作者寄托了怎样的社会理想？作者笔下的桃花源，虚构了这样一种理想社会：这里景色优美，土地肥沃，资源丰富，风俗淳朴；这里没有压迫，没有战乱，社会平等，和平安宁。我们应当怎样看待这样的理想？这理想反映了广大人民的反对剥削压迫、反对战争的愿望，也是对当时社会黑暗现实的批判。但他又带有一定的复古倾向，在阶级社会中只能是一种空想，是不可能实现的。课文小结：全文以武陵渔人进出桃源的行踪为线索，把发现桃源的经过，在桃源的所见所闻所历，离开桃源后再寻桃源的情形，都贯串起来了。故事曲折回环。它虚构了一个与黑暗现实社会相对立的美好境界，寄托了自己的政治理想，反映了广大人民的意愿。/作者笔下桃花源人生活的美好表现在哪里？①因为桃花源的景色动人美丽，给生活增添了一份快乐。②因为人们的生活有条理，自在生活的快乐。③人们热情好客的纯朴之美。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析\n\n\n　　本文通过对桃花源的安宁和乐、自由平等生活的描绘，表现了作者追求美好生活的理想和对现实生活的不满。\n　　文章开端，先以美好闲静、“芳草鲜美，落英缤纷”的桃花林作为铺垫，引出一个质朴自然化的世界。在那里，一切都是那么单纯，那么美好，没有税赋，没有战乱，没有沽名钓誉，也没有勾心斗角。甚至连一点吵吵嚷嚷的声音都听不到。人与人之间的关系也是那么平和，那么诚恳。造成这一切的原因，作者没有明说，但从“乃不知有汉，无论魏晋”一句中已隐约透露了消息：原来归根结底，是因为没有一个高踞人民头上为私利互相攻伐的统治集团。这个幻想中的桃花源世界，对生活在虚伪黑暗、战乱频繁、流血不断的现实世界中的人们来说，无疑是令人神往的。作者的简净笔触，恰如其分地表现出桃花源的气氛，使文章更富有感染力。当然，这种理想的境界在当时现实中是不存在的，只是作者通过对大同社会的构想，艺术地展现了大同社会的风貌，是不满黑暗现实的一种精神寄托，表现了作者对理想社会的憧憬以及对现实社会的不满。\n　　桃花源中的家庭多为主干家庭（三代同堂），从“其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。”从“男女”、“黄发”、“垂髫”这三个词便可以看出此点。\n　　文章的结构也颇有巧妙之处。作者借用小说笔法，以一个捕渔人的经历为线索展开故事。开头的交代，时代、渔人的籍贯，都写得十分肯定，似乎真有其事。这就缩短了读者与作品的心理距离，把读者从现实世界引入到迷离惝恍的桃花源。相反，如果一开头就是“山在虚无缥缈间”，读者就会感到隔远，作品的感染力也就会大打折扣。“不足为外人道也”及渔人返寻所志，迷不得路，使读者从这朦胧飘忽的化外世界退回到现实世界，心中依旧充满了对它的依恋。文末南阳刘子骥规往不果一笔，又使全文有余意不穷之趣。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析二\n\n\n　　《桃花源记》是东晋文学家陶渊明的代表作之一，是《桃花源诗》的序言，选自《陶渊明集》。此文借武陵渔人行踪这一线索，把现实和理想境界联系起来，通过对桃花源的安宁和乐、自由平等生活的描绘，表现了作者追求美好生活的理想和对当时的现实生活不满。\n　　陶渊明作诗，擅长白描，文体省净，语出自然。《桃花源记》也具有这种艺术风格。它虽是虚构的世外仙境，但是由于采用写实手法，虚景实写，给人以真实感，仿佛实有其人，真有其事。全文以武陵渔人行踪为线索，像小说一样描述了溪行捕鱼、桃源仙境、重寻迷路三段故事。\n　　第一段以“忘”、“忽逢”、“甚异”、“欲穷”四个相承续的词语生动揭示出武陵渔人一连串的心理活动。“忘”字写其一心捕鱼，无意于计路程远近，又暗示所行已远。其专注于一而忘其余的精神状态，与“徐行不记山深浅”的妙境相似。“忽逢”与“甚异”相照应，写其意外见到桃花林的惊异神情，又突出了桃花林的绝美景色。“芳草鲜美，落英缤纷”两句，乃写景妙笔，色彩绚丽，景色优美，仿佛有阵阵清香从笔端溢出，造语工丽而又如信手拈来。\n　　第二段先以数语描述发现仙境经过。“林尽水源，便得一山”，点明已至幽迥之地；“山有小口，仿佛若有光”，暗示定非寻常去处。渔人的搜寻目光、急切心情也映带出来。通过小口狭道，写到“豁然开朗”，又深有柳暗花明的韵致。进入桃源仙境之后，先将土地、屋舍、良田、美池、桑竹、阡陌、鸡鸣犬吠诸景一一写来，所见所闻，历历在目。然后由远而近，由景及人，描述桃源人物的往来种作、衣着装束和怡然自乐的生活，勾勒出了一幅理想的田园生活图景。最后写桃花源村民见到渔人的情景，由“大惊”而“问所从来”，由热情款待到临别叮嘱，写得情真意切，洋溢着浓郁的生活气息。\n　　第三段先写渔人在沿着来路返回途中“处处志之”，暗示其有意重来。“诣太守，说如此”，写其违背桃源人“不足为外人道也”的叮嘱。太守遣人随往的“不复得路”和刘子骥的规往不果，都是着意安排的情节，明写仙境难寻，暗写桃源人不愿“外人”重来。对桃源仙境，世俗之人寻访无着也不再问津了，而陶渊明自己却从来没有停止过追求。在《桃花源诗》的结尾处就剖露了“愿言蹑轻风，高举寻吾契”的心愿。他以桃花源人为志趣相合的契友，热切期望与之共同生活于桃花源中。\n　　陶渊明成功地运用了虚景实写的手法，使人感受到桃源仙境是一个真实的存在，显示出高超的叙事写景的艺术才能。但《桃花源记》的艺术成就和魅力绝不仅限于此，陶渊明也不仅仅是企望人们确认其为真实的存在。所以，在虚景实写的同时，又实中有虚，有意留下几处似无非无，似有非有，使人费尽猜想也无从寻求答案的话题。桃源人的叮嘱和故事结尾安排的“不复得路”、“规往未果”等情节，虚虚实实，徜恍迷离，便是这些话题中最堪寻味之笔。它所暗示给世人的是“似在人间非在人间，不是人间胜似人间，只可于无意中得之而不可于有意中求之”，似乎与“此中有真意，欲辨已忘言”有着某种微妙的内在联系。这虚渺灵奥之区始终蒙着一层神秘的面纱，“借问游方士，焉测尘嚣外”，世人是难以揭晓的。它的开而复闭，渔人的得而复失，是陶渊明有意留下的千古之谜，“惹得诗人说到今”。可是，他又在《桃花源诗》中透露了一点消息，说“一朝敞神界”之所以“旋复还幽蔽”，乃是因为“淳薄既异源”！原来桃源民风淳厚，人间世风浇薄，惟恐“使武陵太守至焉，化为争夺之场”（苏轼《和桃花源诗序》），玷污了这块化外的净土，即使像刘子骥那样的人间高尚之士，也得不到一睹仙境的机缘。\n　　《桃花源记》的故事和其他仙境故事有相似之处，描写了一个美好的世外仙境。不过应当强调的是，陶渊明所提供的理想模式有其特殊之处：在那里生活着的其实是普普通通的人，一群避难的人，而不是神仙，只是比世人多保留了天性的真淳而已；他们的和平、宁静、幸福，都是通过自己的劳动取得的。古代的许多仙话，描绘的是长生和财宝，桃花源里既没有长生也没有财宝，只有一片农耕的景象。陶渊明归隐之初想到的还只是个人的进退清浊，写《桃花源记》时已经不限于个人，而想到整个社会的出路和广大人民的幸福。陶渊明迈出这一步与多年的躬耕和贫困的生活体验有关。虽然桃花源只是空想，只是作者理想当中的社会，但是能提出这个空想是难能可贵的。\n　　此文艺术构思精巧，借武陵渔人行踪这一线索，把现实和理想境界联系起来。采用虚写、实写相结合手法，也是其一个特点。增添了神秘感。语言生动简练、隽永，看似轻描淡写，但其中的描写使得景物历历在目，令人神往。文章有详有略，中心突出。▲\n\n\n参考资料：完善\n\n1、\n苏兰·《桃花源记》评析·广西大学·2009年\n\n\n2、\n曹毅·浅谈《桃花源记》—心灵的净土·首都师范大学·2012年3月\n\n\n3、\n隋继文·谈写作方法（1）虚实结合·广西师范大学·2012年\n\n\n"
        ]
    },
    {
        "title": "陋室铭",
        "author": "刘禹锡",
        "dynasty": "〔唐代〕",
        "main": "　　山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
        "others": [
            "\n\n\n译文及注释\n\n\n译文　　山不在于高，有了神仙就会有名气。水不在于深，有了龙就会有灵气。这是简陋的房子，只是我品德好就感觉不到简陋了。苔痕碧绿，长到台上，草色青葱，映入帘里。到这里谈笑的都是博学之人，来往的没有知识浅薄之人，可以弹奏不加装饰的琴，阅读佛经。没有弦管奏乐的声音扰乱耳朵，没有官府的公文使身体劳累。南阳有诸葛亮的草庐，西蜀有扬子云的亭子。孔子说：有什么简陋的呢？\n注释陋室：简陋的屋子。铭：古代刻在器物上用来警戒自己或称述功德的文字，叫“铭”，后来就成为一种文体。这种文体一般都是用骈句，句式较为整齐，朗朗上口。在：在于，动词。名：出名，著名，名词用作动词。灵（líng）：名词作动词，显得有灵气。斯是陋室（lòu shì）：这是简陋的屋子。斯：指示代词，此，这。是：表肯定的判断动词。陋室：简陋的屋子，这里指作者自己的屋子。惟吾德馨（xīn）：只是因为我品德高尚就感觉不到简陋了。惟：只。吾：我，这里是指（陋室铭）的铭文。馨：散布很远的香气，这里指（品德）高尚。《尚书·君陈》：“黍稷非馨，明德惟馨。”。苔痕上阶绿，草色入帘青：苔痕蔓延到台阶上，使台阶都绿了；草色映入竹帘，使室内染上青色。上：长到；入：映入。鸿儒（hóng rú）：大儒，这里指博学的人。鸿：同“洪”，大。儒，旧指读书人。白丁：平民。这里指没有什么学问的人。调（tiáo）素琴：弹奏不加装饰的琴。调：调弄，这里指弹（琴）。素琴：不加装饰的琴。金经：现今学术界仍存在争议，有学者认为是指佛经（《金刚经》），也有人认为是装饰精美的经典（《四书五经》），但就江苏教育出版社的语文书则指的是佛经（《金刚经》）而安徽考察则是后者。金：珍贵的。金者贵义，是珍贵的意思，儒释道的经典都可以说是金经。丝竹：琴瑟、箫管等乐器的总称，“丝”指弦乐器，“竹”指管乐器。这里指奏乐的声音。之：结构助词，用于主谓之间，取消句子独立性。乱耳：扰乱双耳。乱：形容词的使动用法，使……乱，扰乱。案牍（dú）：（官府的）公文，文书。劳形：使身体劳累（“使”动用法）。劳：形容词的使动用法，使……劳累。形：形体、身体。南阳：地名，今河南省南阳市。诸葛亮在出山之前，曾在南阳卧龙岗中隐居躬耕。诸葛亮，字孔明，三国时蜀汉丞相，著名的政治家和军事家，出仕前曾隐居南阳卧龙岗中。扬雄：字子云，西汉时文学家，蜀郡成都人。庐：简陋的小屋子。孔子云：孔子说，云在文言文中一般都指说。何陋之有：即“有何之陋”，属于宾语前置。之，助词，表示强烈的反问，宾语前置的标志，不译。谈笑有鸿儒：谈笑间都是学识渊博的人。鸿：大。▲\n\n\n参考资料：完善\n\n1、\n《陋室铭》赏析 ．人民教育出版社[引用日期2014-01-26]\n\n\n2、\n本书编写组 ．中学教材全解八年级语文（下）．陕西：陕西人民教育出版社，2012年：第86页-第87页\n\n\n",
            "\n\n\n赏析\n\n\n　　前两句一从视觉、一从嗅觉的角度来描写诗人居处的清幽境界。“竹”和“诗”，一为自然之物，一为社会之物，二者本无从比较，但诗人用一个“瘦”字把二者紧密地联系在一起，竹具有清瘦的形象，诗具有清瘦的风格。“瘦”字用得生新，为全诗定下了清瘦的意境氛围。而“入梦香”则将现实与梦境联系起来，梅花夜间在月光的朗照下也喷出清香，已不同凡响，而这香气还伴着诗人进入梦乡，则香气之浓郁、之悠长可以想见。将竹与梅这样的自然物象与诗与梦这样的人为之物炼在一句之中，这就构成了情在景中、景在情中，情景混融莫分的高妙意境。前两句字面上完全没有“月”，但透过竹影和梅香，我们可以感受到“月”自在其中。\n　　在后两句中，诗人便将“月”和盘托出。可怜者，可爱也。当诗人信步庭院时，月光与竹影、梅香是那样的和谐；而回到西厢房时，这月光却不能“下西厢”，这多么地令人遗憾！诗中透露出一股月与人不能互通情愫的遗憾或幽怨的情绪。诗人遗憾或幽怨的是什么？也许是有情人天各一方，不能互通情怀；也许是君臣阻隔，上下无法沟通；也许什么都不是，只是诗人置身此时此景之中的一种朦朦胧胧的感受而已。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n创作背景\n\n\n　　《陋室铭》作于和州任上（824—826年）。《历阳典录》：“陋室，在州治内，唐和州刺史刘禹锡建，有铭，柳公权书碑。”\n　　作者因在任监察御史期间，曾经参加了王叔文的“永贞革新”，反对宦官和藩镇割据势力。革新失败后，被贬至安徽和州县当一名通判。按规定，通判应在县衙里住三间三厢的房子。可和州知县见作者被贬，故意刁难之。和州知县先安排他在城南面江而居，作者不但无怨言，反而很高兴，还随意写下两句话，贴在门上：“面对大江观白帆，身在和州思争辩。”和州知县知道后很生气，吩咐衙里差役把作者的住处从县城南门迁到县城北门，面积由原来的三间减少到一间半。新居位于德胜河边，附近垂柳依依，环境也还可心，作者仍不计较，并见景生情，又在门上写了两句话：“垂柳青青江水边，人在历阳心在京。”\n　　那位知县见其仍然悠闲自乐，满不在乎，又再次派人把他调到县城中部，而且只给一间只能容下一床、一桌、一椅的小屋。半年时间，知县强迫作者搬了三次家，面积一次比一次小，最后仅是斗室。作者遂愤然提笔写下这篇《陋室铭》，并请人刻上石碑，立在门前。▲\n\n\n参考资料：完善\n\n1、\n《陋室铭》赏析 ．人民教育出版社[引用日期2014-01-26]\n\n\n",
            "\n\n\n经典诗句\n\n\n　　本文主旨句：斯是陋室，惟吾德馨。\n　　体现陋室环境清幽，突出景色之雅的句子：苔痕上阶绿，草色入帘青。\n　　体现作者交往之雅的句子（从日常交往方面写出“陋室不陋”的句子）：谈笑有鸿儒，往来无白丁。\n　　体现作者活动情趣的句子：A正面写：可以调素琴，阅金经。B反面写：无丝竹之乱耳，无案牍之劳形。\n　　作者以古代名贤自比的句子：南阳诸葛庐，西蜀子云亭。\n　　全文中画龙点睛的句子：孔子云：何陋之有？ 与时人莫小池中水，浅处无妨有卧龙。意义相同的句子是：“水不在深，有龙则灵”\n　　文中运用了类比手法的句子是：1.山不在高,有仙则名。水不在深,有龙则灵。2.南阳诸葛庐，西蜀子云亭。\n　　文中有两处运用了虚、实结合的的写法：第一处实写：谈笑有鸿儒。 虚写：往来无白丁。 第二处实写：可以调素琴，阅金经。 虚写：无丝竹之乱耳，无案牍之劳形。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n鉴赏\n\n\n　　铭是古代一种刻于金石上的押韵文体，多用于歌功颂德与警戒自己。明白了铭的意思，也就明白了题意，作者托物言志，通过对居室的描绘，极力形容陋室的不陋，“斯是陋室，惟吾德馨”这一中心，实际上也就是借陋室之名行歌颂道德品质之实，表达出室主人高洁傲岸的节操和安贫乐道的情趣。\n　　《陋室铭》即开篇以山水起兴，山可以不用高，水可以不在深，只要有了仙龙就可以出名，那么居所虽然简陋，但却因主人的有“德”而“馨”，也就是说陋室因为有道德品质高尚的人存在当然也能出名，声名远播，刻金石以记之。山水的平凡因仙龙而生灵秀，那么陋室当然也可借道德品质高尚之士播洒芬芳。此种借力打力的技巧，实为绝妙，也可谓作者匠心独具。特别是以仙龙点睛山水，构思奇妙。“斯是陋室，唯吾德馨”，由山水仙龙入题，作者笔锋一转，直接切入了主题，看引论铺下了基础。也点出了陋室不陋的原因，其原因是德馨二字。 \n　　在此点看出，作者写此随笔是经过反复思考的，绝对不是一时的灵感冲动。绝句可以是灵光乍现，而连接无暇却是平时的功底积累和反复推敲了。四到七句刁难下祭出此文，并将其刻于石上，具有很强烈的针锋相对的性质。从全文的写作手法来看，通篇以“比”的手法一气呵成，而不是烘托。那么“苔痕”和“谈笑”二句究竟在说什么呢？ 青苔在石阶上（照样）绿意盎然，野草在荒地里（依然）郁郁青青。言下之意是什么呢？我刘禹锡在哪里都不改本色，我所交往的都是有修养的饱学之士，没有（你们这些）无学之辈。作者以青苔和野草来比喻自己独立的人格，这是气节的写照，是不屈的宣言。\n　　如果说本文的一到三句是一种铺垫，那么四到七句则进入了真正的对抗。作者以诗一般优美的语言展示了自己的铮铮傲骨，同时，也对势利小人进行了无情的鞭挞。\n　　“南阳诸葛庐，西蜀子云亭”作者借诸葛亮的草庐，西蜀扬子云的玄亭作类比，引出自己的陋室，以及两人为自己的楷模，希望自己也能和他们一样拥有高尚的德操，反映自己以古代贤人自况的思想，同时暗示了陋室不陋。实际上刘禹锡这样写还有另一层深意，即诸葛亮是闲居卧龙草庐以待明主出山。而扬雄呢？却是淡薄于功名富贵，潜心修学之士，虽官至上品，然他对于官职的起起落落与金钱的淡泊，却是后世的典范。作者引用此二人之意，他想表达的意思是：荣辱不惊、处危不屈、坚守节操的意思。既不愿与世俗同流合污，又想逢明主一展抱负，若无明主，也甘于平淡的那种志向。这结合作者官场的起起落落，是比较符合实际情况的。\n　　结句引用“孔子云：何陋之有？”，引古人之言， 收束全篇， 说明陋室“不陋”。表达了他对当时封建礼教的最高道德品质的追求。用圣人肯定的操守来规范要求自己，也许就是刘禹锡对自己的道德品质的最高要求。这样的结句，不说其中的内容是何种意思，但结合题意，却是妙手天成。因为封建礼教是以儒家的道德标准为最高道德标准的，孔圣人的肯定，也就为他道德品质的论注下了最好的定论，论文当有论据，而引孔圣人言作为论据，无疑在当时是最好的论据，充分而不可辩驳。▲\n\n\n参考资料：完善\n\n1、\n陈国林．高中生必背古诗文：龙门书局出版社，2012年8月：123-125\n\n\n2、\n重庆交通大学学报(社会科学版) , Journal of Chongqing Jiaotong University(Social Sciences Edition),2008年01期\n\n\n3、\n王君. 刘禹锡的心灵世界探幽——《陋室铭》《爱莲说》整合教学实录片段[J]. 语文建设. 2008(06)\n\n\n4、\n初中生辅导, Assist and Guide for Juniop Middle School Students, 2005年08期\n\n\n5、\n语文教学与研究, Chinese Teaching\n\n\n6、\nStudies, 1982年Z1期\n\n\n",
            "\n\n\n写作技法\n\n\n　　《陋室铭》的写作技法运用繁杂，在区区八十一字内运用了对比，白描，隐寓，用典，借代类比等手法，而且押韵，韵律感极强，读来金石掷地又自然流畅，一曲既终，犹余音绕梁，让人回味无穷。\n句式　　从句式看，《陋室铭》以骈句为主，句式整齐、节奏分明、音韵和谐，给人一种视觉上的齐整之美。但《陋室铭》中\"何陋之有\"又是散句。所以句式上《陋室铭》是骈散结合，使文章节奏明快、语言错落有致，读来抑扬顿挫，和谐悦耳，在听觉上给人音乐的美感。同时，文章又重在五言，间以四言、六言，因而句式参差，文章一韵到底。\n比兴　　最突出的艺术手法的比兴。文章开头运用“山”“水”类比，引出陋室具有名和灵的性质，点明主旨，暗示陋室不陋（以山水比陋室，以仙龙比德，以名灵比馨）。\n反向立意　　从立意看，《陋室铭》以衬托手法托物言志。并以反向立意的方式，只字不提陋室之“陋”，只写陋室\"不陋\"的一面，而\"不陋\"是因为\"德馨\"，从而自然地达到了抒怀的目的。表达了作者洁身自好、不慕富贵的节操和安贫乐道的情趣，以及不与世俗同流合污的情感。\n线索　　从线索看，《陋室铭》以\"惟吾德馨\"的立意贯穿全文的始终：开头引出\"惟吾德馨\"，而后又以居室环境、往来人物和日常生活表述\"惟吾德馨\"，最后又以\"诸葛庐\"，\"子云亭\"的\"何陋之有\"映衬\"惟吾德馨\"。这都是作者的主观感受。\n托物言志　　作者引用何陋之有的用意在于“陋室不陋”，“惟吾德馨”统领全篇。　　从表达方式看，《陋室铭》聚描写、抒情、议论于一体。通过具体描写\"陋室\"恬静、雅致的环境和主人高雅的风度来表述自己高洁隐逸的情怀。　　作者把自己的感情寄托与某一具体的事物中，通过对事物的描写更好的表达自己的思想感情。\n抒情　　文章借助陋室说理，以抒情的笔调表明作者高洁的品格，事中见理，景中显情，诚可谓“情因景而显，景因情而生”。这样就把作者的闲情逸事，居室美景写得含蓄生动而意韵悠远。　　文章巧于用典。如借“诸葛庐”、“子云亭”以自况，且引孔子之语——“何陋之有?” 说明陋室“不陋”，从而增强了文章说理的可信性和说服力。　　总之，作者在文中不是以“君子”自我标榜，而是以君子的敬德修业律已，表现为一种对人生失意与仕途坎坷的超然豁达和乐观开朗的人生态度。惟其如此，我们与其视其为一篇阐述陋室“不陋”的散文，倒不如说这是一首赞颂陋室以显主人淡泊高雅之生活情趣的抒情诗。\n主题　　从主题看，《陋室铭》通过对居室交往人物生活情趣的描绘，极力形容陋室不陋，《陋室铭》一文表现了作者不与世俗同流合污，洁身自好、不追求声色娱乐的生活态度。表达了作者高洁傲岸的情操，流露出作者安贫乐道的情怀。“铭”是古代刻在器物上用来警戒自己或者称述功德的文字，后来发展成为一种文体，这种文体有用韵的特点。　　从题目看，作者是在赞美陋室，为陋室作铭，其实不然，作者是借物抒情，托物言志。本文运用借物抒情、托物言志，通过对陋室的描写，表达了作者甘居陋室、安贫乐道的思想感情，表现了作者不慕富贵，不与世俗同流合污的高尚节操。全文81字，可说是字字写陋，又字字透着不陋。开篇16字，为全文写不陋奠定了基调。“山不在高，有仙则名。水不在深，有龙则灵。”从表面看来，“仙”与“龙”是为山、水增色彩，实则是喻陋室之主。陋室主人身居陋室，而精神思想却那般富有充实：“鸿儒”、“金经”、“素琴”，不单从交往、学习、愉悦几方面描写出陋室之主追求之不陋，就是“鸿、金、素”三字内涵之丰富，也是与陋无缘的。正如他自己所言“斯是陋室，惟吾德馨”，用芬芳四溢的香气形容其高尚的思想品德，这就突出了陋室之主追求的不是荣华富贵（无丝竹之乱耳），也不是功名利禄（无案牍之劳形），而是心之洁，趣之雅，德之馨。作者将其陋室比作“诸葛庐”、“子云亭”，树立榜样，意在自勉，更表现出了作者安贫乐道之心，所以说“何陋之有”。　　这篇铭文运用托物言志的表现方法，通过赞美简陋的居室，表达了作者不慕荣利，不愿与世俗同流合污的生活态度，保持高尚节操的愿望和不求闻达、安贫乐道的生活情趣。　　从这篇文章，我们可以看出作者追求之高雅，精神之富有，使人感受的是陋室不陋，就是直接描写陋室的词句“苔痕上阶绿，草色入帘青”，也让人体会不到一点“陋”意，给人更多的则是郁郁葱葱的青草掩映下的小屋，充满了勃勃生机。真是陋室不陋。　　全文仅81字，有三层意思。第一层（第1~3句），运用类比点明主旨：“斯是陋室，惟吾德馨。”点明文章主旨“惟吾德馨”，陋室不陋。第二层（第4~7句），描写居室环境、来往客人、日常生活，揭示“德馨”的内涵：幽美清雅的环境，反映室主人宁静淡泊的心境；学问渊博的来客，表明室主人高雅脱俗的情怀；恬然自适的生活，则表现主人安贫乐道的情趣和对世俗生活的厌弃，从而点明了“德馨”是“陋室不陋”的原因。第三层（第8~9句），把自己的陋室与“诸葛庐”、“子云亭”相比，并以孔子的话结束全文，含蓄的表达了作者以君子自况的高雅情趣，与开头“惟吾德馨”遥相呼应。\n修辞　　⑴托物言志的写法　　⑵反向立意的构思　　⑶对仗工整，押韵　　⑷采用类比与起兴的手法　　⑸运用互文的修辞手法 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析二\n\n\n　　这篇不足百字的室铭，含而不露地表现了作者安贫乐道、洁身自好的高雅志趣和不与世事沉浮的独立人格。它向人们揭示了这样一个道理：尽管居室简陋、物质匮乏，但只要居室主人品德高尚、生活充实，那就会满屋生香，处处可见雅趣逸志，自有一种超越物质的神奇精神力量。\n　　有人认为，刘禹锡写此文时已是贬谪生活的后期，心情比较稳定，追求安乐恬淡的生活，同时文中又有读佛经的内容，所以铭文流露了一种避世消闲的消极成分。对此应从两方面分析：当社会处于黑暗时期，文人官吏们有两个出路，一是与腐朽势力同流合污、自甘堕落。一是退一步，如孟子所说的“穷则独善其身”，保持自己的浩然正气和独立人格。相比之下，后者更值得肯定，刘禹锡选择的就是这一条路。同时，人的生活是复杂的，有张有弛，不能一味剑拔弩张，而有时也要休息娱乐。因此，不能简单地批评闲情逸致。另一方面，铭文中也反映了作者的宏伟抱负，他引用诸葛庐和子云亭是有其特殊含义的，诸葛亮是政治家，扬雄是文学家，这也是作者一生的两大理想，早年他在革新中急流勇进、雄心勃勃；贬谪后他就涉足文坛，最后终于以文学家名世。因此，文中还有积极进取的精神在内。 \n　　本文在写作上的特点是巧妙地运用比兴手法，含蓄地表达主题，开头四句既是比，又是兴，言山水引出陋室，言仙、龙引出德馨，言名、灵暗喻陋室不陋。用南阳诸葛庐、西蜀子云亭类比陋室，表达了作者政治、文学的两大理想，最后引孔子的话作结又暗含“君子居之”的深意。其次，大量运用了排比、对偶的修辞手法，排比句能造成一种磅礴的文势，如开头几句排比，使全篇文气畅通，确立了一种骈体文的格局。对偶句易形成内容的起伏跌宕，如中间的六句对偶，既有描写又有叙述，言简意丰，节奏感强。文章还运用了代称、引言等修辞手法。\n　　总之，这是一篇思想性和艺术性都很高的佳作，所以能传诵不衰，脍炙人口。▲\n\n\n参考资料：完善\n\n1、\n《陋室铭》赏析 ．人民教育出版社[引用日期2014-01-26]\n\n\n",
            "\n\n\n名家点评\n\n\n　　清·吴楚材、吴调侯《古文观止》：陋室之可铭，在德之馨，不在室之陋也。惟有德者居之，则陋室之中，触目皆成佳趣。末以“何陋”结之，饶有逸韵。\n　　清·谢有煇《古文赏音》：陋室但作知足话头，终脱不得个“陋”字。以“德馨”为主，则室以人重，陋而不陋矣。此文殆借室之陋以自形容其不凡也。虽不满百字，而具虎跳龙腾之致。\n　　清·林云铭《古文析义》：通篇总是“惟吾德馨”四字衍出，言有德之人，室藉以重，虽陋亦不陋也。起四句以山水喻人，次言室中之景、室中之客、室中之事，种种不俗。无他繁苦．即较之南阳草庐、西蜀玄亭，匪有让焉，盖以有德者处此，自有不同者在也。末引夫子“何陋”之言，隐藏“君子居之”四字在内。若全引，便著迹，读者皆不可不知。\n　　清·过珙《详订古文评注全集》：句句将“陋”字翻案，末引孔子语作证据归束，最为有结构。\n　　清·李扶九《古文笔法百篇》：小小短章，无法不备。凡铭多自警，此却自得自夸，体格稍变。起以山水喻引，则来不突；末引古结，则去不尽，中间室中景、室中人、室中事，布置层次。末引“何陋”之言，隐藏“君子居之”四字在内，若全引便著迹，尤见其巧处。\n　　清·余诚《重订古文释义新编》：起首四句，兴起室以德重意。“惟吾德馨”一语，道尽陋室增光处，最为简要、以下皆言吾德之能使陋室馨也，是故苔痕草色，无非吾德生意；谈笑往来，无非吾德应酬、调琴无丝竹乱耳，阅经无案牍劳形，愈不问而知为吾德举动矣。吾德之能使陋室馨者如是，虽以是室比诸葛草庐、子云玄亭，无多让焉，末引“何陋”作结，而诵法孔子，其德又何可量耶？室虽陋亦不陋矣。至其词调之清丽，结构之浑成，则文虽不满百字，自具大雅。▲\n\n\n参考资料：完善\n\n1、\n朱子锐编．唐宋六十家小品文精品：上海社会科学院出版社，1998.01：第92页\n\n\n2、\n吴楚材，吴调侯选注；韩欣整理．汇评详注古文观止 下：天津古籍出版社，2010.09：第434-436页\n\n\n"
        ]
    },
    {
        "title": "长恨歌",
        "author": "白居易",
        "dynasty": "〔唐代〕",
        "main": "汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。\n渔阳鼙鼓动地来，惊破霓裳羽衣曲。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋地转回龙驭，到此踌躇不能去。(地转 一作：日转)马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂？春风桃李花开夜，秋雨梧桐叶落时。(花开夜 一作：花开日)西宫南内多秋草，落叶满阶红不扫。(南内 一作：南苑)梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共？悠悠生死别经年，魂魄不曾来入梦。\n临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。\n风吹仙袂飘飖举，犹似霓裳羽衣舞。(飘飖 一作：飘飘)玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但令心似金钿坚，天上人间会相见。(但令 一作：但教)\n临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文唐明皇爱好女色一直在寻找绝色美女， 统治全国多年竟找不到一个称心的。杨家有个女儿刚刚长大，养在深闺之中外人不知她美丽绝伦。天生丽质让她很难埋没人世间，果然没过多久便成为了唐明皇身边的一个妃嫔。她回眸一笑千姿百态娇媚横生，宫中的其他妃嫔都显得黯然失色。春季寒冷皇上赐她到华清池沐浴，温润的泉水洗涤着白嫩滋润的肌肤。宫女搀扶起她如出水芙蓉软弱娉婷，由此开始得到皇帝的恩宠。鬓发如云脸似花头戴金步摇，温暖的芙蓉帐子里与皇上共度春宵。只恨春宵太短一觉就睡到太阳高高升起，君王从此再也不早朝了。承蒙皇上的恩宠忙得没有片刻闲暇，春日陪皇上一起出游晚上夜夜侍寝。后宫中佳人如云，却只有她独享皇帝的恩宠。金屋中梳妆打扮夜夜撒娇不离君王，玉楼上酒酣宴罢醉意更添几许风韵。兄弟姐妹都因她列土封侯，杨家门户生光彩令人羡慕又向往。于是使得天下的父母都改变了心意，变成了不重视生男孩而重视生女孩。骊山华清宫内玉宇琼楼高耸入云，清风过处仙乐飘向四面八方。轻歌曼舞多合拍管弦旋律尽传神，君王终日观看却百看不厌。渔阳叛乱的战鼓声震耳欲聋，宫中停奏霓裳羽衣曲。九重门的京城发生战事，君王带着群臣美眷向西南逃亡。皇帝仪仗队车队走走停停，到了距长安一百多里的马嵬坡。御林军停止前进要求赐死杨贵妃君王无可奈何，只得在马嵬坡下缢杀杨玉环。贵妃头上的饰品丢弃在地上无人收拾，首饰金雀钗玉簪珍贵头饰一根根。皇帝欲救不能掩面而泣，回头看到贵妃惨死的场景血泪止不住地流。风刮起黄尘格外萧索，回环曲折穿栈道车队踏上了剑阁古道。峨眉山下行人稀少，旌旗无色日月无光。蜀地山清水秀，引得君王相思情。在行宫看见月色就伤心，夜里听到铃声就断肠痛苦。时局好转皇帝重返长安，路过马嵬坡睹物思人徘徊不前。马嵬坡下荒凉黄冢中，佳人容颜再不见唯有坟茔躺山间。君臣相顾泪湿衣衫，向东望无心鞭马任由马前进回京城。回来一看池苑的地方依旧，太液池边芙蓉仍在未央宫中垂柳未改。芙蓉开得像玉环的脸柳叶儿好似她的眉，此情此景如何不伤心落泪。春风吹开桃李花物是人非不胜悲，秋雨滴落梧桐叶场面寂寞更惨凄。兴庆宫和甘露殿秋草丛生，落叶满台阶长久不见人打扫。梨园歌舞艺人头发已雪白，椒房侍从宫女红颜尽褪。晚上宫殿中流萤飞舞玄宗悄然思念贵妃，孤灯油尽仍难以入睡。迟缓的钟鼓声愈数愈觉夜漫长，星河泛白天快要亮了。鸳鸯瓦上霜花重生，冰冷的翡翠被里谁与君王同眠？阴阳相隔已经一年，为何你从未在我梦里来过？有个从临邛来长安的道士，据说他能用精诚招来贵妃魂魄。君王思念贵妃的情意令他感动，于是道士尽力去寻找贵妃的魂魄。腾云驾雾如闪电，上天下地找了个遍。找遍九天之上寻遍九地之下，却还是茫茫不见所寻不得。忽然听说在海上有一座仙山，这座仙山被云雾环绕隐隐约约。华美精巧的楼台阁被五彩云霞托起，那里面体态轻盈柔美的仙女数之不尽。当中有一个人字太真，肌肤如雪貌似花好像就是君王要找的杨玉环。使者来到金阙西边叩响玉石雕做的院门轻声呼唤，仙府庭院重重须经辗转通报。太真听说君王的使者到了，从绣饰华美的帐子里惊醒。穿上衣服推开枕头出了睡帐，珠帘与银饰的屏风接连不断地打开。半梳着云髻刚刚睡醒，来不及梳妆歪带着花冠就出厅堂来了。轻柔的仙风吹拂着衣袖微微飘动，就像当年贵妃的霓裳羽衣舞。寂寞忧愁颜面上泪水长流，犹如春天带雨的梨花。含情凝视天子使者托他深深谢君王，马嵬坡上长别后音讯颜容两渺茫。昭阳殿里的姻缘早已隔断，蓬莱宫中的孤寂时间还很漫长。从仙境遥望人世间，看不到魂牵梦萦的长安只看到茫茫尘雾。只有用当年的信物表达我的深情，钿盒金钗你带去给君王做纪念。把金钗、钿盒分成两半，我和君王各自留一半。但愿我们相爱的心就像黄金宝钿一样忠贞坚硬，天上人间总有机会再见。临别时殷勤地托使者寄语君王表情思，寄语中的誓言只有君王和我知道。当年七月七日长生殿中，夜半无人我们共起山盟海誓。在天愿为比翼双飞鸟，在地愿为并生连理枝。即使是天长地久也总会有尽头，但这生死遗恨却永远没有尽期。\n注释汉皇：原指汉武帝刘彻。此处借指唐玄宗李隆基。唐人文学创作常以汉称唐。重色：爱好女色。倾国：绝色女子。汉代李延年对汉武帝唱了一首歌：“北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾国与倾城，佳人难再得。”后来，“倾国倾城”就成为美女的代称。御宇：驾御宇内，即统治天下。汉贾谊《过秦论》：“振长策而御宇内”杨家有女：蜀州司户杨玄琰，有女杨玉环，自幼由叔父杨玄珪抚养，十七岁（开元二十三年）被册封为玄宗之子寿王李瑁之妃。二十七岁被玄宗册封为贵妃。白居易此谓“养在深闺人未识”，是作者有意为帝王避讳的说法。丽质：美丽的姿质。六宫粉黛：指宫中所有嫔妃。粉黛：粉黛本为女性化妆用品，粉以抹脸，黛以描眉。此代指六宫中的女性。无颜色：意谓相形之下，都失去了美好的姿容。华清池：即华清池温泉，在今西安市临潼区南的骊山下。唐贞观十八年（644）建汤泉宫，咸亨二年（671）改名温泉宫，天宝六载（747）扩建后改名华清宫。唐玄宗每年冬、春季都到此居住。凝脂：形容皮肤白嫩滋润，犹如凝固的脂肪。《诗经·卫风·硕人》语“肤如凝脂”。侍儿：宫女。新承恩泽：刚得到皇帝的宠幸。云鬓：《木兰诗》：“当窗理云鬓，对镜贴花黄”。形容女子鬓发盛美如云。金步摇：一种金首饰，用金银丝盘成花之形状，上面缀着垂珠之类，插于发鬓，走路时摇曳生姿。芙蓉帐：绣着莲花的帐子。形容帐之精美。萧纲《戏作谢惠连体十三韵》：珠绳翡翠帷，绮幕芙蓉帐。春宵：新婚之夜。佳丽三千：《后汉书·皇后纪》：自武元之后，世增淫费，乃至掖庭三千。言后宫女子之多。金屋：《汉武故事》记载，武帝幼时，他姑妈将他抱在膝上，问他要不要她的女儿阿娇作妻子。他笑着回答说：“若得阿娇，当以金屋藏之。”列土：分封土地。可怜：可爱，值得羡慕。骊宫：骊山华清宫。骊山在今陕西临潼。凝丝竹：指弦乐器和管乐器伴奏出舒缓的旋律。渔阳：郡名，辖今北京市平谷县和天津市的蓟县等地，当时属于平卢、范阳、河东三镇节度史安禄山的辖区。天宝十四载（755）冬，安禄山在范阳起兵叛乱。鼙鼓：古代骑兵用的小鼓，此借指战争。霓（ní）裳羽衣曲：舞曲名，据说为唐开元年间西凉节度使杨敬述所献，经唐玄宗润色并制作歌词，改用此名。乐曲着意表现虚无缥缈的仙境和仙女形象。九重城阙：九重门的京城，此指长安。烟尘生：指发生战事。阙，，意为古代宫殿门前两边的楼，泛指宫殿或帝王的住所。《楚辞·九辩》：君之门以九重。骑：一人一马为一骑。翠华：用翠鸟羽毛装饰的旗帜，皇帝仪仗队用。司马相如《上林赋》：建翠华之旗，树灵鼍之鼓。百余里：指到了距长安一百多里的马嵬坡。六军：指天子军队。宛转：形容美人临死前哀怨缠绵的样子。娥眉：古代美女的代称，此指杨贵妃。花钿：用金翠珠宝等制成的花朵形首饰。委地：丢弃在地上。翠翘：首饰，形如翡翠鸟尾。金雀：金雀钗，钗形似凤（古称朱雀）。玉搔头：玉簪。《西京杂记》卷二：武帝过李夫人，就取玉簪搔头。自此后宫人搔头皆用玉。云栈：高入云霄的栈道。萦纡（yíngyū）：萦回盘绕。剑阁：又称剑门关，在今四川剑阁县北，是由秦入蜀的要道。此地群山如剑，峭壁中断处，两山对峙如门。诸葛亮相蜀时，凿石驾凌空栈道以通行。峨嵋山：在今四川峨眉山市。玄宗奔蜀途中，并未经过峨嵋山，这里泛指蜀中高山。行宫：皇帝离京出行在外的临时住所。天旋地转：指时局好转。肃宗至德二年（757），郭子仪军收复长安。回龙驭：皇帝的车驾归来。信马：意思是无心鞭马，任马前进。太液：汉宫中有太液池。未央：汉有未央宫。此皆借指唐长安皇宫。西宫南苑：皇宫之内称为大内。西宫即西内太极宫，南内为兴庆宫。玄宗返京后，初居南内。上元元年（760），权宦李辅国假借肃宗名义，胁迫玄宗迁往西内，并流贬玄宗亲信高力士、陈玄礼等人。梨园弟子：指玄宗当年训练的乐工舞女。梨园：据《新唐书·礼乐志》：唐玄宗时宫中教习音乐的机构，曾选\"坐部伎\"三百人教练歌舞，随时应诏表演，号称“皇帝梨园弟子”。椒房：后妃居住之所，因以花椒和泥抹墙，故称。阿监：宫中的侍从女官。青娥：年轻的宫女。据《新唐书·百官志》，内官宫正有阿监、副监，视七品。孤灯挑尽：古时用油灯照明，为使灯火明亮，过了一会儿就要把浸在油中的灯草往前挑一点。挑尽，说明夜已深。按，唐时宫延夜间燃烛而不点油灯，此处旨在形容玄宗晚年生活环境的凄苦。迟迟：迟缓。报更钟鼓声起止原有定时，这里用以形容玄宗长夜难眠时的心情。耿耿：微明的样子。欲曙天：长夜将晓之时。鸳鸯瓦：屋顶上俯仰相对合在一起的瓦。房瓦一俯一仰相合，称阴阳瓦，亦称鸳鸯瓦。霜华：霜花。翡翠衾：布面绣有翡翠鸟的被子谁与共：与谁共。临邛：今四川邛崃县。鸿都：东汉都城洛阳的宫门名，这里借指长安。《后汉书·灵帝纪》：光和元年二月，始置鸿都门学士。致魂魄：招来杨贵妃的亡魂。方士：有法术的人。这里指道士。殷勤：尽力。排空驭气：即腾云驾雾。穷：穷尽，找遍。碧落：即天空。黄泉：指地下。海上仙山：《史记·封禅书》：自威、宣、燕昭使人人海求蓬莱、方丈、瀛洲，此三神山者，其传在渤海中。玲珑：华美精巧。五云：五彩云霞。绰约：体态轻盈柔美。《庄子·逍遥游》：藐姑射之山，有神人居焉，肌肤若冰雪，绰约如处子。参差：仿佛，差不多。金阙：《太平御览》卷六六。引《大洞玉经》：上清宫门中有两阙，左金阙，右玉阙。西厢：《尔雅·释宫》：室有东西厢日庙。西厢在右。玉扃（jiong）：玉门。即玉阙之变文。小玉：吴王夫差女。双成：传说中西王母的侍女。这里皆借指杨贵妃在仙山的侍女。九华帐：绣饰华美的帐子。九华：重重花饰的图案。言帐之精美。《宋书·后妃传》：自汉氏昭阳之轮奂，魏室九华之照耀。珠箔：珠帘。银屏：饰银的屏风。迤逦：接连不断地。新睡觉：刚睡醒。觉，醒。袂（mèi）：衣袖。玉容寂寞：此指神色黯淡凄楚。阑干：纵横交错的样子。这里形容泪痕满面。凝睇（dì）：凝视。昭阳殿：汉成帝宠妃赵飞燕的寝宫。此借指杨贵妃住过的宫殿。蓬莱宫：传说中的海上仙山。这里指贵妃在仙山的居所。人寰（huán）：人间。旧物：指生前与玄宗定情的信物。寄将去：托道士带回。钗留二句：把金钗、钿盒分成两半，自留一半。擘：分开。合分钿：将钿盒上的图案分成两部分。重寄词：贵妃在告别是重又托他捎话。两心知：只有玄宗、贵妃二人心里明白。长生殿：在骊山华清宫内，天宝元年（742）造。按“七月”以下六句为作者虚拟之词。而所谓长生殿者，亦非华清宫之长生殿，而是长安皇宫寝殿之习称。比翼鸟：传说中的鸟名，据说只有一目一翼，雌雄并在一起才能飞。连理枝：两株树木树干相抱。古人常用此二物比喻情侣相爱、永不分离。恨：遗憾。绵绵：连绵不断。▲\n\n\n参考资料：完善\n\n1、\n谢思炜．白居易诗选 ： 中华书局，2009-8-1：第28页\n\n\n2、\n张傲飞编．唐诗宋词名家鉴赏大全集.：高等教育出版社，2010年12月：第147页\n\n\n",
            "\n\n\n赏析\n\n\n　　《长恨歌》是白居易诗作中脍炙人口的名篇，作于元和元年（806），当时诗人正在盩厔县（今陕西周至）任县尉。这首诗是他和友人陈鸿、王质夫同游仙游寺，有感于唐玄宗、杨贵妃的故事而创作的。在这首长篇叙事诗里，作者以精炼的语言，优美的形象，叙事和抒情结合的手法，叙述了唐玄　宗、杨贵妃在安史之乱中的爱情悲剧：他们的爱情被自己酿成的叛乱断送了，正在没完没了地吃着这一精神的苦果。唐玄宗、杨贵妃都是历史上的人物，诗人并不拘泥于历史，而是借着历史的一点影子，根据当时人们的传说，街坊的歌唱，从中蜕化出一个回旋曲折、宛转动人的故事，用回环往复、缠绵悱恻的艺术形式，描摹、歌咏出来。由于诗中的故事、人物都是艺术化的，是现实中人的复杂真实的再现，所以能够在历代读者的心中漾起阵阵涟漪。　\n　　《长恨歌》就是歌“长恨”，“长恨”是诗歌的主题，故事的焦点，也是埋在诗里的一颗牵动人心的种子。而“恨”什么，为什么要“长恨”，诗人不是直接铺叙、抒写出来，而是通过他笔下诗化的故事，一层一层地展示给读者，让人们自己去揣摸，去回味，去感受。　诗歌开卷第一句：“汉皇重色思倾国”，看来很寻常，好像故事原就应该从这里写起，不需要作者花什么心思似的，事实上这七个字含量极大，是全篇纲领，它既揭示了故事的悲剧因素，又唤起和统领着全诗。紧接着，诗人用极其省俭的语言，叙述了安史之乱前，唐玄宗如何重色、求色，终于得到了“回眸一笑百媚生，六宫粉黛无颜色”的杨贵妃。描写了杨贵妃的美貌、娇媚，进宫后因有色而得宠，不但自己“新承恩泽”，而且“姊妹弟兄皆列土”。反复渲染唐玄宗得贵妃以后在宫中如何纵欲，如何行乐，如何终日沉湎于歌舞酒色之中。所有这些，就酿成了安史之乱：“渔阳鼙鼓动地来，惊破霓裳羽衣曲”。这一部分写出了“长恨”的内因，是悲剧故事的基础。诗人通过这一段宫中生活的写实，不无讽刺地向我们介绍了故事的男女主人公：一个重色轻国的帝王，一个娇媚恃宠的妃子。还形象地暗示我们，唐玄宗的迷色误国，就是这一悲剧的根源。　\n　　下面，诗人具体的描述了安史之乱发生后，皇帝兵马仓皇逃入西南的情景，特别是在这一动乱中唐玄宗和杨贵妃爱情的毁灭。“六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流”，写的就是他们在马嵬坡生离死别的一幕。“六军不发”，要求处死杨贵妃，是愤于唐玄宗迷恋女色，祸国殃民。杨贵妃的死，在整个故事中，是一个关键性的情节，在这之后，他们的爱情才成为一场悲剧，接着，从“黄埃散漫风萧索”起至“魂魄不曾来入梦”，诗人抓住了人物精神世界里揪心的“恨”，用酸恻动人的语调，宛转形容和描述了杨贵妃死后唐玄宗在蜀中的寂寞悲伤，还都路上的追怀忆旧，回宫以后睹物思人，触景生情，一年四季物是人非事事休的种种感触。缠绵悱恻的相思之情，使人觉得回肠荡气。正由于诗人把人物的感情渲染到这样的程度，后面道士的到来，仙境的出现，便给人一种真实感，不以为纯粹是一种空中楼阁了。　\n　　从“临邛道士鸿都客”至诗的末尾，写道士帮助唐玄宗寻找杨贵妃。诗人采用的是浪漫主义的手法，忽而上天，忽而入地，“上穷碧落下黄泉，两处茫茫皆不见”。后来，在海上虚无缥缈的仙山上找到了杨贵妃，让她以“玉容寂寞泪阑干，梨花一枝春带雨”的形象在仙境中再现，殷勤迎接汉家的使者，含情脉脉，托物寄词，重申前誓，照应唐玄宗对她的思念，进一步深化、渲染“长恨”的主题。诗歌的末尾，用“天长地久有时尽，此恨绵绵无绝期”结笔，点明题旨，回应开头，而且做到“清音有余”，给读者以联想、回味的余地。　\n　　《长恨歌》首先给我们艺术美的享受的是诗中那个宛转动人的故事，是诗歌精巧独特的艺术构思。全篇中心是歌“长恨”，但诗人却从“重色”说起，并且予以极力铺写和渲染。“日高起”、“不早朝”、“夜专夜”、“看不足”等等，看来是乐到了极点，象是一幕喜剧，然而，极度的乐，正反衬出后面无穷无尽的恨。唐玄宗的荒淫误国，引出了政治上的悲剧，反过来又导致了他和杨贵妃的爱情悲剧。悲剧的制造者最后成为悲剧的主人公，这是故事的特殊、曲折处，也是诗中男女主人公之所以要“长恨”的原因。过去许多人说《长恨歌》有讽喻意味，这首诗的讽喻意味就在这里。那么，诗人又是如何表现“长恨”的呢？马嵬坡杨贵妃之死一场，诗人刻画极其细腻，把唐玄宗那种不忍割爱但又欲救不得的内心矛盾和痛苦感情，都具体形象地表现出来了。由于这“血泪相和流”的死别，才会有那没完没了的恨。随后，诗人用许多笔墨从各个方面反复渲染唐玄宗对杨贵妃的思念，但诗歌的故事情节并没有停止在一个感情点上，而是随着人物内心世界的层层展示，感应他的景物的不断变化，把时间和故事向前推移，用人物的思想感情来开拓和推动情节的发展。唐玄宗奔蜀，是在死别之后，内心十分酸楚愁惨；还都路上，旧地重经，又勾起了伤心的回忆；回宫后，白天睹物伤情，夜晚辗转难眠。日思夜想而不得，所以寄希望于梦境，却又是“悠悠生死别经年，魂魄不曾来入梦”。诗至此，已经把“长恨”之“恨”写得十分动人心魄，故事到此结束似乎也可以。然而诗人笔锋一折，别开境界，借助想象的彩翼，构思了一个妩媚动人的仙境，把悲剧故事的情节推向高潮，使故事更加回环曲折，有起伏，有波澜。这一转折，既出人意料，又尽在情理之中。由于主观愿望和客观现实不断发生矛盾、碰撞，诗歌把人物千回百转的心理表现得淋漓尽致，故事也因此而显得更为宛转动人。　\n　　《长恨歌》是一首抒情成份很浓的叙事诗，诗人在叙述故事和人物塑造上，采用了中国传统诗歌擅长的抒写手法，将叙事、写景和抒情和谐地结合在一起，形成诗歌抒情上回环往复的特点。诗人时而把人物的思想感情注入景物，用景物的折光来烘托人物的心境；时而抓住人物周围富有特征性的景物、事物，通过人物对它们的感受来表现内心的感情，层层渲染，恰如其分地表达人物蕴蓄在内心深处的难达之情。唐玄宗逃往西南的路上，四处是黄尘、栈道、高山，日色暗淡，旌旗无光，秋景凄凉，这是以悲凉的秋景来烘托人物的悲思。在蜀地，面对着青山绿水，还是朝夕不能忘情，蜀中的山山水水原是很美的，但是在寂寞悲哀的唐玄宗眼中，那山的“青”，水的“碧”，也都惹人伤心，大自然的美应该有恬静的心境才能享受，他却没有，所以就更增加了内心的痛苦。这是透过美景来写哀情，使感情又深入一层。行宫中的月色，雨夜里的铃声，本来就很撩人意绪，诗人抓住这些寻常但是富有特征性的事物，把人带进伤心、断肠的境界，再加上那一见一闻，一色一声，互相交错，在语言上、声调上也表现出人物内心的愁苦凄清，这又是一层。还都路上，“天旋地转”，本来是高兴的事，但旧地重过，玉颜不见，不由伤心泪下。叙事中，又增加了一层痛苦的回忆。回长安后，“归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂”。白日里，由于环境和景物的触发，从景物联想到人，景物依旧，人却不在了，禁不住就潸然泪下，从太液池的芙蓉花和未央宫的垂柳仿佛看到了杨贵妃的容貌，展示了人物极其复杂微妙的内心活动。“夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天”。从黄昏写到黎明，集中地表现了夜间被情思萦绕久久不能入睡的情景。这种苦苦的思恋，“春风桃李花开日”是这样，“秋雨梧桐叶落时”也是这样。及至看到当年的“梨园弟子”、“阿监青娥”都已白发衰颜，更勾引起对往日欢娱的思念，自是黯然神伤。从黄埃散漫到蜀山青青，从行宫夜雨到凯旋回归，从白日到黑夜，从春天到秋天，处处触物伤情，时时睹物思人，从各个方面反复渲染诗中主人公的苦苦追求和寻觅。现实生活中找不到，到梦中去找，梦中找不到，又到仙境中去找。如此跌宕回环，层层渲染，使人物感情回旋上升，达到了高潮。诗人正是通过这样的层层渲染，反复抒情，回环往复，让人物的思想感情蕴蓄得更深邃丰富，使诗歌“肌理细腻”，更富有艺术的感染力。　\n　　人们对白居易《长恨歌》的主题思想历来争论不休，有所谓爱情说、政治主题说、双重主题说等等。本文作者持爱情说。首先从作品的四个层次来分析，肯定白居易并非像陈鸿写《长恨歌传》那样板着说教的脸孔去描写李杨故事，而是以“情”作为主旋律，让主人公的情去感动读者，使之产生共鸣，取得审美上的极大成功。本文还结合作者生平经历和社会历史分析他在处理历史题材、政治题材和来自民间的人性题材、心理题材的关系问题上的独到之处，进一步说明唐明皇杨贵妃形象的审美意义。　\n　　《长恨歌》一出，关于其主题，便成为历来读者争论的焦点。观点也颇具分歧。大抵分三种：其一为爱情主题。是颂扬李杨的爱情诗作。并肯定他们对爱情的真挚与执著；其二为政治主题说。认为诗的重点在于讽喻，在于揭露“汉皇重色思倾国”必然带来的“绵绵长恨”，谴责唐明皇荒淫导致安史之乱以垂诫后世君主；其三为双重主题说。认为它是揭露与歌颂统一，讽谕和同情交织，既洒一掬同情泪，又责失政遗恨。究竟如何，还需从作品本身去分析。\n　　可将诗分为四个层次：\n　　第一层从“汉皇重色思倾国”至“尽日君王看不足”，叙述了安史之乱前，唐玄宗如何重色、求色，终于得到了“回眸一笑百媚生”的杨贵妃。贵妃进宫后恃宠而骄，不但自己“新承恩泽”，而且“姊妹弟兄皆列土”，反复渲染唐玄宗得贵妃后完全沉湎于歌舞酒色。开卷首句既提示了故事的悲剧因素，又唤起和统领着全诗。\n　　第二层从“渔阳鼙鼓动地来”至“回看血泪相和流”，写安史之乱，玄宗逃难，被迫赐死贵妃，写出了“长恨”的内因，是悲剧故事的基础。诗人有意将因玄宗荒淫误国所造成的安史之乱进行了淡化处理，对二人的生离死别则着意形容，读者受到的是悲剧气氛的感染而不是历史的理性批判。陈鸿《长恨歌传》“惩尤物，窒乱阶”之说是板着面孔做文章，故不能视为此诗的写作动机。\n　　第三层从“黄埃散漫风萧索”至“魂魄不曾来人梦”，描述了杨贵妃死后，唐玄宗在蜀中的寂寞悲伤还都路上的追怀忆旧，行宫见月，夜雨闻铃，是一片“伤心色”和“断肠声”。长安收复以后回朝时，重过马嵬，“不见玉颜空死处”。回宫后，池苑依旧，物是人非，缠绵悱恻的相思之情，使人觉得荡气回肠。\n　　第四层从“临邛道士鸿都客”至“此恨绵绵无绝期”，写玄宗派方士觅杨贵妃之魂魄，重在表现唐玄宗的孤寂和对往日爱情生活的忧伤追忆。诗人运用浪漫主义手法，上天入地，后终在虚无缥缈的仙山上让贵妃以“玉容寂寞泪阑干，梨花一枝春带雨”的形象再现于仙境。“情”的宣泄已超脱于帝王妃子间的感情纠葛，而更多地带有诗人的主观的理想成分，并早已超出了历史事实的范围，将主观愿望与客观现实的矛盾冲突表现无余。结尾“天长地久有时尽，此恨绵绵无绝期”二句，是爱情的叹息与呼声，是对于爱情受命运播弄，和爱情被政治伦理摧残的痛惜，此恨之深，已超越时空而进入无极之境。这样，诗人便以“长恨”表现了爱情的长存，亦即点明全诗的主题。　\n　　应该说，写作之初，白居易至少在主观上是同意陈鸿的“惩尤物、窒乱阶”之说的，后来在《新乐府》的《李夫人》、《古家狐》中还重复强调了“尤物惑人”、“狐媚害人”的主题，明确宣扬性爱之为害，但是又承认“人非木石皆有情”，性爱是消灭不了的，所以解决问题的途径只好是“不如不遇倾城色”。但在《长恨歌》的实际写作当中，他又服从了民间爱情故事所表达的人类的向美本能和情感欲望。这样，整个故事便具有了更为深刻复杂的涵义：既写了真美，又写了真恶，并将两者直接联系在一起；《丽情集》本《长恨歌传》有一段话：叔向母曰：“甚美必甚恶。”李延年歌曰：“倾国复倾城。”此之谓也。　这段话大概可以代表中唐士人对这一　问题的最后思考。白居易写作《长恨歌》时遵循的一条基本原则是：不因为“甚恶”而抹煞“甚美”。尽管其主题最后似偏离了对“甚恶”的谴责，但“甚恶”内容本身毕竟没有被抹煞，反过来又丰富了“甚美”的涵义。　\n　　《长恨歌》一方面是一个重大的历史题材和政治题材，另一方面又是一个来自民间的具有悠久传统的人性题材、心理题材。白居易在创作中服从于民族的文化心理和诗人的个性思想，即传统模式与作者主观能动作用同时并存，这固然是与诗人的生活经历和人生观是分不开的。白居易一生跨中晚唐，他的思想以贬官江州司马为界，经历了由积极入世到消极出世两个阶段，实践了他所信奉的“达则兼济天下，穷则独善其身”的儒家人生模式。白居易所谓“独善”的基本内涵是乐天知命、知足保和，并由此而与释、老相通，以随缘任运、委顺自然为应世态度。在他的整个思想体系中，“独善”与“兼济”并行不悖，“施之乃伊吕事业，蓄之则庄老道德”(《君子不器赋》)，它们是一个完整人生观的两个侧面。还在遭贬以前，他努力为云龙、为风鹏，并与元稹大力倡导新乐府运动。也正是因为他年轻时候的胸怀大志，颇有挽唐室于既衰，拯生民于水火的政治气概，才使得他有足够的气魄处理这样一个重大的历史题材，并以“不惑”来总结唐明皇后半生的政治得失，写就了《长恨歌》。这样，在他心目中对唐明皇的一分为二，必然要在塑造形象中反映出来。正是因为一往情深的唐明皇同重色轻国的唐明皇是对立统一体，所以，白居易把这个故事写成一个好皇帝的悲剧。好皇帝有所惑，终于造成了自己和百姓的悲哀。我们从作品中看到的唐明皇性格的塑造已排斥了理想化，乃是另一种理想化的结果。排斥的是封建统治阶级为皇帝们头上加足光圈使其上升为半神的理想化。而这排斥本身，就包含了城市居民的另一种理想在内，他们从现实生活中皇帝权威下降的土壤出发，把封建统治阶级的头子想象为和他们自己一样的普通人，一个有爱欲、有苦恼、有错误、有缺点的人情味十足的痴情皇帝，简直同一般爱情故事中的主人公并无差别！他们从另一角度把皇帝理想化了，理想化的皇帝应该和百姓一样是有血有肉的人，不是神！而白居易从民本思想出发，有条件、并有所扬弃地接受了城市居民的这种对唐明皇的理想化，这样完成了对唐明皇形象的塑造。诗人被贬江州以后，“独善”与“兼济”的地位才发生了转化，他的精神生活与仕宦生涯逐渐转轨，终于以“独善”消释了“兼济”，在精神自救的过程中，白居易逐渐从关注社会政治转向关注个体生命，对于自由人格的钟爱逐渐超越了对道德人格的执著。\n　　作为一首千古绝唱的叙事诗，《长恨歌》在艺术上的成就是很高的。古往今来，许多人都肯定这首诗的特殊的艺术魅力。《长恨歌》在艺术上以什么感染和诱惑着读者呢？宛转动人，缠绵悱恻，恐怕是它最大的艺术个性，也是它能吸住千百年来的读者，使他们受感染、被诱惑的力量。 ▲\n\n\n参考资料：完善\n\n1、\n张傲飞编．唐诗宋词名家鉴赏大全集.：高等教育出版社，2010年12月：第147页\n\n\n2、\n．唐诗宋词名家鉴赏大全集.：高等教育出版社，2010年12月：第147页4. 华文兄弟文化公司．唐诗宋词鉴赏：湖南人民出版社，2012.01：第211页\n\n\n3、\n上海辞书出版社文学鉴赏辞典编纂中心编．唐诗鉴赏辞典珍藏本：上海辞书出版社，2012.01：第1354页\n\n\n4、\n周相录．《长恨歌》研究．成都市：巴蜀书社，2003年：第16页\n\n\n"
        ]
    },
    {
        "title": "关雎",
        "author": "佚名",
        "dynasty": "〔先秦〕",
        "main": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文关关和鸣的雎鸠，栖息在河中的小洲。贤良美好的女子，是君子好的配偶。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，日日夜夜都想追求她。追求却没法得到，日日夜夜总思念她。绵绵不断的思念，叫人翻来覆去难入睡。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，弹琴鼓瑟来亲近她。参差不齐的荇菜，在船的左右两边去挑选它。贤良美好的女子，敲起钟鼓来取悦她。\n注释关关：象声词，雌雄二鸟相互应和的叫声。雎鸠（jū jiū）：一种水鸟，一般认为就是鱼鹰，传说它们雌雄形影不离。洲：水中的陆地。窈窕（yǎo tiǎo）淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑，好，善良。好逑（hǎo qiú）：好的配偶。逑，“仇”的假借字，匹配。参差：长短不齐的样子。荇（xìng）菜：一种可食的水草。左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，求取。之：指荇菜。寤寐（wù mèi）：醒和睡。指日夜。寤，醒觉。寐，入睡。又，马瑞辰《毛诗传笺注通释》说：“寤寐，犹梦寐。”也可通。思服：思念。服，想。 《毛传》：“服，思之也。”悠哉（yōu zāi）悠哉：思念之情绵绵不尽，思念深长的样子 。悠，忧思的样子。这句是说思念绵绵不断。悠，感思。见《尔雅·释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。芼（mào）：挑选。钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。▲\n\n\n参考资料：完善\n\n1、\n骆玉明 等 ．先秦诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1998 ：1-6 ．\n\n\n2、\n朱熹 ．诗经集传 ．上海 ：上海古籍出版社 ，1987 ：1-2 ．\n\n\n",
            "\n\n\n赏析\n\n\n　　《国风·周南·关雎》这首短小的诗篇，在中国文学史上占据着特殊的位置。它是《诗经》的第一篇，而《诗经》是中国文学最古老的典籍。虽然从性质上判断，一些神话故事产生的年代应该还要早些，但作为书面记载，却是较迟的事情。所以差不多可以说，一翻开中国文学的历史，首先遇到的就是《关雎》。\n　　通常认为是一首描写男女恋爱的情歌。此诗在艺术上巧妙地采用了“兴”的表现手法。首章以雎鸟相向合鸣，相依相恋，兴起淑女陪君子的联想。以下各章，又以采荇菜这一行为兴起主人公对女子疯狂地相思与追求。全诗语言优美，善于运用双声、叠韵和重叠词，增强了诗歌的音韵美和写人状物、拟声传情的生动性。\n　　《关雎》的内容其实很单纯，是写一个“君子”对“淑女”的追求，写他得不到“淑女”时心里苦恼，翻来覆去睡不着觉；得到了“淑女”就很开心，叫人奏起音乐来庆贺，并以此让“淑女”快乐。作品中人物的身份十分清楚：“君子”在《诗经》的时代是对贵族的泛称，而且这位“君子”家备琴瑟钟鼓之乐，那是要有相当的地位的。以前常把这诗解释为“民间情歌”，恐怕不对头，它所描绘的应该是贵族阶层的生活。另外，说它是情爱诗当然不错，但恐怕也不是一般的爱情诗。这原来是一首婚礼上的歌曲，是男方家庭赞美新娘、祝颂婚姻美好的。《诗经·国风》中的很多歌谣，都是既具有一般的抒情意味、娱乐功能，又兼有礼仪上的实用性，只是有些诗原来派什么用处后人不清楚了，就仅当作普通的歌曲来看待。把《关雎》当作婚礼上的歌来看，从“窈窕淑女，君子好逑”，唱到“琴瑟友之”“钟鼓乐之”，也是喜气洋洋的，很合适的，\n　　当然这首诗本身，还是以男子追求女子的情歌的形态出现的。之所以如此，大抵与在一般婚姻关系中男方是主动的一方有关。就是在现代，一个姑娘看上个小伙，也总要等他先开口，古人更是如此。娶个新娘回来，夸她是个美丽又贤淑的好姑娘，是君子的好配偶，说自己曾经想她想得害了相思病，必定很讨新娘的欢喜。然后在一片琴瑟钟鼓之乐中，彼此的感情相互靠近，美满的婚姻就从这里开了头。即使单从诗的情绪结构来说，从见关雎而思淑女，到结成琴瑟之好，中间一番周折也是必要的：得来不易的东西，才特别可贵，特别让人高兴。\n　　这首诗可以被当作表现夫妇之德的典范，主要是由于有这些特点：\n　　首先，它所写的爱情，一开始就有明确的婚姻目的，最终又归结于婚姻的美满，不是青年男女之间短暂的邂逅、一时的激情。这种明确指向婚姻、表示负责任的爱情，更为社会所赞同。\n　　其次，它所写的男女双方，乃是“君子”和“淑女”，表明这是一种与美德相联系的结合。“君子”是兼有地位和德行双重意义的，而“窈窕淑女”，也是兼说体貌之美和德行之善。这里“君子”与“淑女”的结合，代表了一种婚姻理想。\n　　再次，是诗歌所写恋爱行为的节制性。细读可以注意到，这诗虽是写男方对女方的追求，但丝毫没有涉及双方的直接接触。“淑女”固然没有什么动作表现出来，“君子”的相思，也只是独自在那里“辗转反侧”，什么攀墙折柳之类的事情，好像完全不曾想到，爱得很守规矩。这样一种恋爱，既有真实的颇为深厚的感情（这对情诗而言是很重要的），又表露得平和而有分寸，对于读者所产生的感动，也不致过于激烈。\n　　以上种种特点，恐怕确实同此诗原来是贵族婚礼上的歌曲有关，那种场合，要求有一种与主人的身份地位相称的有节制的欢乐气氛。而孔子从中看到了一种具有广泛意义的中和之美，借以提倡他所尊奉的自我克制、重视道德修养的人生态度，《毛诗序》则把它推许为可以“风天下而正夫妇”的道德教材。这两者视角有些不同，但在根本上仍有一致之处。\n　　古之儒者重视夫妇之德，有其很深的道理。\n　　在第一层意义上说，家庭是社会组织的基本单元，在古代，这一基本单元的和谐稳定对于整个社会秩序的和谐稳定，意义至为重大。\n　　在第二层意义上，所谓“夫妇之德”，实际兼指有关男女问题的一切方面。“饮食男女，人之大欲存焉”（《礼记·礼运》），孔子也知道这是人类生存的基本要求。饮食之欲比较简单（当然首先要有饭吃），而男女之欲引起的情绪活动要复杂、活跃、强烈得多，它对生活规范、社会秩序的潜在危险也大得多，孔子也曾感叹：“吾未见好德如好色者。”（《论语》）所以一切克制、一切修养，都首先要从男女之欲开始。这当然是必要的，但克制到什么程度为合适，却是复杂的问题，这里牵涉到社会物质生产水平、政治结构、文化传统等多种因素的综合，也牵涉到时代条件的变化。当一个社会试图对个人权利采取彻底否定态度时，在这方面首先会出现严厉禁制。相反，当一个社会处于变动时期、旧有道德规范遭到破坏时，也首先在这方面出现恣肆放流的情形。回到《关雎》，它所歌颂的，是一种感情克制、行为谨慎、以婚姻和谐为目标的爱情，所以儒者觉得这是很好的典范，是“正夫妇”并由此引导广泛的德行的教材。\n　　由于《关雎》既承认男女之爱是自然而正常的感情，又要求对这种感情加以克制，使其符合于社会的美德，后世之人往往各取所需的一端，加以引申发挥，而反抗封建礼教的非人性压迫的人们，也常打着《关雎》的权威旗帜，来伸张满足个人情感的权利。所谓“诗无达诂”，于《关雎》则可见一斑。▲\n\n\n参考资料：完善\n\n1、\n骆玉明 等 ．先秦诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1998 ：1-6 ．\n\n\n2、\n晁福林.从上博简《诗论》看《关雎》的主旨.中国文化研究,2008(02).\n\n\n",
            "\n\n\n写作手法\n\n\n　　这诗的主要表现手法是兴寄，《毛传》云：“兴也。”什么是“兴”？孔颖达的解释最得要领，他在《毛诗正义》中说：“‘兴’者，起也。取譬引类，起发己心，《诗》文诸举草木鸟兽以见意者，皆‘兴’辞也。”所谓“兴”，即先从别的景物引起所咏之物，以为寄托。这是一种委婉含蓄的表现手法。如此诗以雎鸠之“挚而有别”，兴淑女应配君子；以荇菜流动无方，兴淑女之难求；又以荇菜既得而“采之”、“芼之”，兴淑女既得而“友之”、“乐之”等。这种手法的优点在于寄托深远，能产生文已尽而意有余的效果。\n　　这首诗还采用了一些双声叠韵的连绵字，以增强诗歌音调的和谐美和描写人物的生动性。如“窈窕”是叠韵；“参差”是双声；“辗转”既是双声又是叠韵。用这类词修饰动作，如“辗转反侧”；摹拟形象，如“窈窕淑女”；描写景物，如“参差荇菜”，无不活泼逼真，声情并茂。刘师培《论文杂记》云：“上古之时，……谣谚之音，多循天籁之自然，其所以能谐音律者，一由句各叶韵，二由语句之间多用叠韵双声之字。”此诗虽非句各叶韵，但对双声叠韵连绵字的运用，却保持了古代诗歌淳朴自然的风格。\n　　用韵方面，这诗采取偶句入韵的方式。这种偶韵式支配着两千多年来我国古典诗歌谐韵的形式。而且全篇三次换韵，又有虚字脚“之”字不入韵，而以虚字的前一字为韵。这种在用韵方面的参差变化，极大地增强了诗歌的节奏感和音乐美。\n　　对《关雎》，我们应当从诗义和音乐两方面去理解。就诗义而言，它是“民俗歌谣”，所写的男女爱情是作为民俗反映出来的。相传古人在仲春之月有会合男女的习俗。《周礼·地官·媒氏》云：“媒氏（即媒官）掌万民之判（配合）。……中春（二月）之月，令会男女，于是时也，奔者不禁（不禁止奔）；若无故而不用令者，罚之，司男女之无夫家者而会之。”《关雎》所咏未必就是这段史事的记实，但这段史实却有助于我们了解古代男女相会、互相爱慕并希望成婚的心理状态和风俗习尚。文学作品描写的对象是社会生活，对社会风俗习尚的描写能更真实地再现社会生活，使社会生活融汇于社会风习的画面中，从而就更有真实感。《关雎》就是把古代男女恋情作为社会风俗习尚描写出来的。就乐调而言，全诗重章叠句都是为了合乐而形成的。郑樵《通志·乐略·正声序论》云：“凡律其辞，则谓之诗，声其诗，则谓之歌，作诗未有不歌者也。”郑樵特别强调声律的重要性。凡古代活的有生气的诗歌，往往都可以歌唱，并且重视声调的和谐。《关雎》重章叠句的运用，说明它是可歌的，是活在人们口中的诗歌。当然，《关雎》是把表达诗义和疾徐声调结合起来，以声调传达诗义。郑玄《诗谱序》云：“《虞书》曰：‘诗言志，歌永言，声依永，律和声。’然则诗之道，放于此乎？”▲\n\n\n参考资料：完善\n\n1、\n《中华文学鉴赏宝库》，陕西人民教育出版社1995年版\n\n\n",
            "\n\n\n赏析二\n\n\n　　《关雎》是《风》之始也，也是《诗经》第一篇。古人把它冠于三百零五篇之首，说明对它评价很高。《史记·外戚世家》曾经记述说：“《易》基乾坤，《诗》始《关雎》，《书》美厘降……夫妇之际，人道之大伦也。”又《汉书·匡衡传》记载匡衡疏云：“匹配之际，生民之始，万福之原。婚姻之礼正，然后品物遂而天命全。孔子论《诗》，一般都是以《关雎》为始。……此纲纪之首，王教之端也。”他们的着眼点是迂腐的，但对诗的本义的概括却基本正确。问题在于它所表现的是什么样的婚姻。这关系到我们对《风》的理解。朱熹《诗集传》“序”说：“凡诗之所谓风者，多出于里巷歌谣之作，所谓男女相与咏歌，各言其情者也。”又郑樵《通志·乐略·正声序论》说：“《诗》在于声，不在于义，犹今都邑有新声，巷陌竞歌之，岂为其辞义之美哉？直为其声新耳。”朱熹是从诗义方面论述的，郑樵则从声调方面进行解释。我们把二者结合起来，可以认为《风》是一种用地方声调歌唱的表达男女爱情的歌谣。尽管朱熹对《关雎》主题的解释并不如此，但从《关雎》的具体表现看，它确是男女言情之作，是写一个男子对女子爱情的追求。其声、情、文、义俱佳，足以为《风》之始，三百篇之冠。孔子说：“《关雎》乐而不淫，哀而不伤。”（《论语·八佾》）此后，人们评《关雎》，皆“折中于夫子”（《史记·孔子世家》）。但《关雎》究竟如何呢？\n　　这首诗原是三章：一章四句，二章八句，三章八句。郑玄从文义上将后二章又各分为两章，共五章，每章四句。现在用郑玄的分法。\n　　第一章雎鸠和鸣于河之洲上，其兴淑女配偶不乱，是君子的好匹配。这一章的佳处，在于舒缓平正之音，并以音调领起全篇，形成全诗的基调。以“窈窕淑女，君子好逑”统摄全诗。\n　　第二章的“参差荇菜”承“关关雎鸠”而来，也是以洲上生长之物即景生情。“流”，《毛传》训为“求”，不确。因为下文“寤寐求之”已有“求”字，此处不当再有“求”义。“求”字是全篇的中心，整首诗都在表现男子对女子的追求过程，即从深切的思慕到实现结婚的愿望。\n　　第三章抒发求之而不得的忧思。这是一篇的关键，最能体现全诗精神。\n　　姚际恒《诗经通论》评云：“前后四章，章四句，辞义悉协。今夹此四句于‘寤寐求之’之下，‘友之’、‘乐之’二章之上，承上递下，通篇精神全在此处。盖必着此四句，方使下‘友’、‘乐’二义快足满意。若无此，则上之云‘求’，下之云‘友’、‘乐’，气势弱而不振矣。此古人文章争扼要法，其调亦迫促，与前后平缓之音别。”姚氏对本章在全诗中的重要性分析最为精当。应当补充者，此章不但以繁弦促管振文气，而且写出了生动逼真的形象，即王士祯《渔洋诗话》所谓“《诗》三百篇真如画工之肖物”。林义光《诗经通解》说：“寐始觉而辗转反侧，则身犹在床。”这种对思念情人的心思的描写，可谓“哀而不伤”者也。第四、五章写求而得之的喜悦。“琴瑟友之”、“钟鼓乐之”，都是既得之后的情景。曰“友”，曰“乐”，用字自有轻重、深浅不同。极写快兴满意而又不涉于侈靡，所谓“乐而不淫”。通篇诗是写一个男子对女子的思念和追求过程，写求而不得的焦虑和求而得之的喜悦。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n"
        ]
    },
    {
        "title": "念奴娇·赤壁怀古",
        "author": "苏轼",
        "dynasty": "〔宋代〕",
        "main": "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。(穿空 一作：崩云)江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。(人生 一作：人间；尊 同：樽)",
        "others": [
            "\n\n\n译文及注释\n\n\n译文大江之水滚滚不断向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国时周郎大破曹兵的赤壁。岸边乱石林立，像要刺破天空，惊人的巨浪拍击着江岸，激起的浪花好似千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。\n遥想当年的周瑜春风得意，小乔刚刚嫁给了他做妻子，英姿雄健风度翩翩神采照人。手摇羽扇头戴纶巾，谈笑之间，就把强敌的战船烧得灰飞烟灭。如今我身临古战场神游往昔，可笑我有如此多的怀古柔情，竟如同未老先衰般鬓发斑白。人生犹如一场梦，且洒一杯酒祭奠江上的明月。\n注释念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。大江：指长江。淘：冲洗，冲刷。风流人物：指杰出的历史名人。故垒：过去遗留下来的营垒。周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。雪：比喻浪花。遥想：形容想得很远；回忆。小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。樯橹（qiánglǔ）：这里代指曹操的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。“多情”二句：“应笑我多情，华发早生”的倒文。华发（fà）：花白的头发。一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：同“樽”，酒杯。强虏：强大之敌，指曹军。虏：对敌人的蔑称。▲\n\n\n参考资料：完善\n\n1、\n徐中玉 金启华 ．中国古代文学作品选（二） ．上海 ：华东师范大学出版社 ，1999 ：69-71 ．\n\n\n2、\n陆林编注 ．宋词 ．北京 ：北京师范大学出版社 ，1992 ：60-62 ．\n\n\n3、\n四川大学古籍所编 ．宋集珍本丛刊 第108册 ．北京 ：线装书局 ，2004 ：56 ．\n\n\n4、\n李静 等 ．唐诗宋词鉴赏大全集 ．北京 ：华文出版社 ，2009 ：244 ．\n\n\n",
            "\n\n\n赏析\n\n\n　　此词怀古抒情，写自己消磨壮心殆尽，转而以旷达之心关注历史和人生。上阕以描写赤壁矶风起浪涌的自然风景为主，意境开阔博大，感慨隐约深沉。起笔凌云健举，包举有力。将浩荡江流与千古人事并收笔下。\n　　千古风流人物既被大浪淘尽，则一己之微岂不可悲？然而苏轼却另有心得：既然千古风流人物也难免如此，那么一己之荣辱穷达复何足悲叹！人类既如此殊途而同归，则汲汲于一时功名，不免过于迂腐了。接下两句切入怀古主题，专说三国赤壁之事。“人道是“三字下得极有分寸。赤壁之战的故地，争议很大。一说在今湖北蒲圻县境内，已改为赤壁市。但今湖北省内有四处地名同称赤壁者，另三处在黄冈、武昌、汉阳附近。苏轼所游是黄冈赤壁，他似乎也不敢肯定，所以用“人道是“三字引出以下议论。\n　　“乱石”以下五句是写江水腾涌的壮观景象。其中“穿“、“拍“、“卷“等动词用得形象生动。“江山如画“是写景的总括之句。“一时多少豪杰“则又由景物过渡到人事。\n　　苏轼重点要写的是“三国周郎“，故下阕便全从周郎引发。换头五句写赤壁战争。与周瑜的谈笑论战相似，作者描写这么一场轰轰烈烈的战争也是举重若轻，闲笔纷出。从起句的“千古风流人物“到”一时多少豪杰“再到“遥想公瑾当年“，视线不断收束，最后聚焦定格在周瑜身上。然而写周瑜却不写其大智大勇，只写其儒雅风流的气度。\n　　不留意的人容易把“羽扇纶巾“看作是诸葛亮的代称，因为诸葛亮的装束素以羽扇纶巾著名。但在三国之时，这是儒将通常的装束。宋人也多以“羽扇”代指周瑜，如戴复古《赤壁》诗云：“千载周公瑾，如其在目前。英风挥羽扇，烈火破楼船。”\n　　苏轼在这里极言周瑜之儒雅淡定，但感情是复杂的。“故国“两句便由周郎转到自己。周瑜破曹之时年方三十四岁，而苏轼写作此词时年已四十七岁。孔子曾说：“四十五十而无闻焉，斯亦不足畏也已。“苏轼从周瑜的年轻有为，联想到自己坎坷不遇，故有“多情应笑我“之句，语似轻淡，意却沉郁。但苏轼毕竟是苏轼，他不是一介悲悲戚戚的寒儒，而是参破世间宠辱的智者。所以他在察觉到自己的悲哀后，不是像南唐李煜那样的沉溺苦海，自伤心志，而是把周瑜和自己都放在整个江山历史之中进行观照。在苏轼看来，当年潇洒从容、声名盖世的周瑜现今又如何呢?不是也被大浪淘尽了吗。这样一比，苏轼便从悲哀中超脱了。“人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞那复计东西“(《和子由渑池怀旧》)。所以苏轼在与周瑜作了一番比较后，虽然也看到了自己的政治功业无法与周瑜媲美，但上升到整个人类的发展规律和普遍命运，双方其实也没有什么大的差别。有了这样深沉的思索，遂引出结句“人生如梦，一尊还酹江月”的感慨。正如他在《西江月》词中所说的那样：“世事一场大梦，人生几度秋凉。”消极悲观不是人生的真谛，超脱飞扬才是生命的壮歌。既然人间世事恍如一梦，何妨将尊酒洒在江心明月的倒影之中，脱却苦闷，从有限中玩味无限，让精神获得自由。其同期所作的《赤壁赋》于此说得更为清晰明断：“惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之无禁，用之不竭，是造物者之无尽藏也，而吾与子之所共适也。”这种超然远想的文字，宛然是《庄子?齐物论》思想的翻版。但庄子以此回避现实，苏轼则以此超越现实。\n　　黄州数年是苏轼思想发生转折的时期，也是他不断走向成熟和睿智的时期，他以此保全自己的岸然人格，也以此养护自己淳至的精神。这首《念奴娇》词及其作于同一时期的数篇诗文，都为我们透示了其中的端倪。\n　　此词自问世后，经历了两种截然不同的命运，誉之者如胡仔《苕溪渔隐丛话》称其“语意高妙，真古今绝唱”。贬之者如俞文豹《吹剑续录》所云：“东坡在玉堂，有幕士善讴。因问：‘我词比柳七何如？’对曰：'柳郎中词，只好合十七八女孩儿，执红牙板，歌'杨柳岸晓风残月'。学士词，须关西大汉，执铁板，唱'大江东去'。公为之绝倒。“幕士的言论表面上是从演唱风格上区分了柳、苏二家词风的不同，但暗含有对苏词悖离传统词风的揶揄。清代更有人认为此词“平仄句调都不合格“(丁绍仪《听秋声馆词话》)，朱彝尊《词综》并详加辩证，亦可谓吹毛求疵者。\n　　《念奴娇》是苏轼贬官黄州后的作品。苏轼21岁中进士，30岁以前绝大部分时间过着书房生活，仕途坎坷，随着北宋政治风浪，几上几下。43岁（元丰二年）时因作诗讽刺新法，被捕下狱，出狱后贬官为黄州团练副使。这是个闲职，他在旧城营地辟畦耕种，游历访古，政治上失意，滋长了他逃避现实和怀才不遇的思想情绪，但由于他豁达的胸怀，在祖国雄伟的江山和历史风云人物的激发下，借景抒情，写下了一系列脍炙人口的名篇，此词为其代表。\n　　《念奴娇》词分上下两阙。上阙咏赤壁，下阙怀周瑜，并怀古伤己，以自身感慨作结。作者吊古伤怀，想古代豪杰，借古传颂之英雄业绩，思自己历遭之挫折。不能建功立业，壮志难酬，词作抒发了他内心忧愤的情怀。\n　　上阙咏赤壁，着重写景，为描写人物作烘托。前三句不仅写出了大江的气势，而且把千古英雄人物都概括进来，表达了对英雄的向往之情。假借“人道是”以引出所咏的人物。“乱”“穿”“惊”“拍”“卷”等词语的运用，精妙独到地勾画了古战场的险要形势，写出了它的雄奇壮丽景象，从而为下片所追怀的赤壁大战中的英雄人物渲染了环境气氛。\n　　下阙着重写人，借对周瑜的仰慕，抒发自己功业无成的感慨。写“小乔”在于烘托周瑜才华横溢、意气风发，突出人物的风姿，中间描写周瑜的战功意在反衬自己的年老无为。“多情”后几句虽表达了伤感之情，但这种感情其实正是词人不甘沉沦，积极进取，奋发向上的表现，仍不失英雄豪迈本色。\n　　用豪壮的情调书写胸中块垒。\n　　诗人是个旷达之人，尽管政治上失意，却从未对生活失去信心。这首词就是他这种复杂心情的集中反映，词中虽然书写失意，然而格调是豪壮的，跟失意文人的同主题作品显然不同。词作中的豪壮情调首先表现在对赤壁景物的描写上。长江的非凡气象，古战场的险要形势都给人以豪壮之感。周瑜的英姿与功业无不让人艳羡。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析二\n\n\n　　大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。\n　　题中的赤壁，是黄州（在今湖北省黄冈县）城外，长江北岸的一段红色山崖。“怀古”，是古人写诗词常常采用的一个题目。在这类作品中，作者往往借助歌咏历史事迹来抒发自己的感慨。这首词就是苏轼游览黄州赤壁想到历史上有名的赤壁之战，有所感触而写。其实，距今一千七百多年前，魏、蜀、吴三国争雄，吴国名将周瑜联合刘备，利用火攻大破曹操水军的地方是另一个赤壁，它是今天湖北省武昌县西南的赤矶山。这里词人借怀古以抒怀抱，不一定拘泥于地点的确凿。\n　　怀古的重要一环，是怎样把今和古联系起来。苏轼望着波涛滚滚的长江，想到自古以来那些才华出众的人物都已随同时间流逝而消失，犹如被源源而来的浪涛从历史上冲洗掉了一样。于是，他用“浪淘尽”三个字，把眼前的长江和历史上的人物巧妙地联系起来，在这种自然而又形象的联想中，表现他对历史人物的怀念。大江即长江。这里用“大江”，除去由于声韵的要求外，也显得更有气魄。“千古”，指久远的年代。 \n　　接下去，作者把目光从江涛转向赤壁，而首先引起他注目的是古代留下来的战争遗迹。“故垒西边，人道是，三国周郎赤壁”。“故”，旧的。“垒[lěi]”，指营盘。“人道是”，据说是。“周郎”，即周瑜，他二十四岁就当了将军，当时吴国人称他为周郎。这三句词说，在那古代营盘西边，据说，就是三国时代周瑜打胜仗的赤壁。点出了赤壁的历史意义，也为下片歌颂周瑜埋下了伏笔。那么，作者当时看到的赤壁，景象如何呢？“乱石穿空”，陡峭的石崖直插高空；“惊涛拍岸，卷起千堆雪”，吓人的大浪头，拍打着江岸，激起的浪花象无数堆耀眼的白雪。面对着这雄伟的景象，难怪作者要赞叹不已：既赞美这雄伟的大好河山，更赞美历史上曾经在这里叱咤风云的无数英雄豪杰。\n　　词的上片，着重写景，带出了对古人的怀念。下片，就转入对赤壁之战的中心人物周瑜的歌颂。苏轼写这首词时，距离发生于公元二零八年的赤壁之战，已有八百多年。他想象着几百年前的往事，用“遥想”两个字把我们引向了遥远的过去。“公瑾”，周瑜的字。“小乔”，周瑜的妻，是当时著名的乔氏姊妹中的妹妹。词中提到他们的婚事是为了突出周瑜年轻得意的神态。作者用“雄姿英发”来形容周瑜气度雄伟、人才出众。在作者的想象中，周瑜身着戎装，手摇羽毛扇，头戴着配有黑丝带子的头巾（纶巾），风度潇洒，从容指挥，在说笑之间，轻而易举地就把曹操水军战船烧成灰烬。“樯”，帆船上的桅杆。这里用“樯橹”代表曹军的战船。“羽扇纶巾”，写出了周瑜的神态。“谈笑间”，突出了他的自信和才略。“樯橹灰飞烟灭”，六个字就再现了一场历史性的大战。寥寥几笔，显示了作者艺术概括的才能；字里行间，倾注了作者对周瑜的由衷赞赏。\n　　对历史人物的景仰，正包含了对自己现实状况的不满。对比之下，四十七岁的苏轼深为自己不能象周瑜那样年纪轻轻就建立了卓著的功业而感叹。他只好用自我嘲笑的口气说：“故国神游，多情应笑我，早生华发”。象他这样，通过想象去经历（神游）那三国（故国）的赤壁之战，人们大概会嘲笑他太富于感情，因而过早地有了花白头发（华发）吧！自嘲之余，一种看破红尘的消极情绪油然而生。“人生如梦，一尊还酹江月”。“樽”，酒杯。一尊是一杯酒的意思。“酹[lèi]”，洒酒表示祭奠。他忽然觉得，人间不过象梦境一样，不要徒然感叹了，还是给江上的明月，献上一杯酒，伴月痛饮吧！\n　　这首词是苏轼的代表作。虽然结尾流露了消极情绪，但从全词看，气魄宏伟，视野阔大，对壮丽河山的赞美，和对历史英雄人物的歌颂及怀念，构成了豪放的基调。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n鉴赏\n\n\n地位　　如果把破除传统作为\"伟大\"的一项基本素质的话，苏轼之于伟大是当之无愧的。与《花间词》中\"花落子规啼，绿窗残梦迷\"的幽约词境相比，苏轼词的逸怀浩气、举首高歌，无疑是为我们开拓了一个新的世界。他的那些\"似诗\"的小词、\"句读不葺之诗\"，尽管在当世备受争议，但如此高远的气象、如此开阔的境界、如此旷达的风格，毕竟是此前罕以见到的。即此我们也可估量到苏轼这一类词在词史上的重要地位。\n赏析　　此词怀古抒情，写自己消磨壮心殆尽，转而以旷达之心关注历史和人生。本词通过对月夜江上壮美景色的描绘，借对古代战场的凭吊和对风流人物才略、气度、功业的追念，曲折地表达了自己怀才不遇、功业未就、老大未成的忧愤心情。上阕以描写赤壁矶风起浪涌的自然风景为主，意境开阔博大，感慨隐约深沉。起笔凌云健举，包举有力。将浩荡江流与千古人事并收笔下。\n　　千古风流人物既被大浪淘尽，则一己之微岂不可悲？然而苏轼却另有心得：既然千古风流人物也难免如此，那么一己之荣辱穷达复何足悲叹！人类既如此殊途而同归，则汲汲于一时功名，不免过于迂腐了。接下两句切入怀古主题，专说三国赤壁之事。\"人道是\"三字下得极有分寸。赤壁之战的故地，争议很大。一说在今湖北蒲圻县境内，已改为赤壁市。但今湖北省内有四处地名同称赤壁者，另三处在黄冈、武昌、汉阳附近。苏轼所游是黄冈赤壁，他似乎也不敢肯定，所以用\"人道是\"三字引出以下议论。\n　　\"乱石\"以下五句是写江水腾涌的壮观景象。其中\"穿\"、\"拍\"、\"卷\"等动词用得形象生动。\"江山如画\"是写景的总括之句。\"一时多少豪杰\"则又由景物过渡到人事。\n　　苏轼重点要写的是\"三国周郎\"，故下阕便全从周郎引发。开头五句写赤壁战争。与周瑜的谈笑论战相似，作者描写这么一场轰轰烈烈的战争也是举重若轻，闲笔纷出。从起句的\"千古风流人物\"到\"一时多少豪杰\"再到\"遥想公瑾当年\"，视线不断收束，最后聚焦定格在周瑜身上。然而写周瑜却不写其大智大勇，只写其儒雅风流的气度。\n　　不留意的人容易把\"羽扇纶巾\"看作是诸葛亮的代称，因为诸葛亮的装束素以羽扇纶巾著名。但在三国之时，这是儒将通常的装束。宋人也多以\"羽扇\"代指周瑜，如戴复古《赤壁》诗云：\"千载周公瑾，如其在目前。英风挥羽扇，烈火破楼船。\"\n　　苏轼在这里极言周瑜之儒雅淡定，但感情是复杂的。\"故国\"两句便由周郎转到自己。周瑜破曹之时年方三十四岁，而苏轼写作此词时年已四十七岁。孔子曾说：\"四十五十而无闻焉，斯亦不足畏也已。\"苏轼从周瑜的年轻有为，联想到自己坎坷不遇，故有\"多情应笑我\"之句，语似轻淡，意却沉郁。但苏轼毕竟是苏轼，他不是一介悲悲戚戚的寒儒，而是参破世间宠辱的智者。所以他在察觉到自己的悲哀后，不是像南唐李煜那样的沉溺苦海，自伤心志，而是把周瑜和自己都放在整个江山历史之中进行观照。在苏轼看来，当年潇洒从容、声名盖世的周瑜现今又如何呢?不是也被大浪淘尽了吗。这样一比，苏轼便从悲哀中超脱了。\"人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞哪复计东西\"(《和子由渑池怀旧》）。所以苏轼在与周瑜作了一番比较后，虽然也看到了自己的政治功业无法与周瑜媲美，但上升到整个人类的发展规律和普遍命运，双方其实也没有什么大的差别。有了这样深沉的思索，遂引出结句\"人间如梦，一尊还酹江月\"的感慨。正如他在《西江月》词中所说的那样：\"世事一场大梦，人生几度秋凉。\"消极悲观不是人生的真谛，超脱飞扬才是生命的壮歌。既然人间世事恍如一梦，何妨将尊酒洒在江心明月的倒影之中，脱却苦闷，从有限中玩味无限，让精神获得自由。其同期所作的《赤壁赋》于此说得更为清晰明断：\"惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之无尽，用之不竭，是造物者之无尽藏也，而吾与子之所共适也。\"这种超然远想的文字，宛然是《庄子·齐物论》思想的翻版。但庄子以此回避现实，苏轼则以此超越现实。\n　　黄州数年是苏轼思想发生转折的时期，也是他不断走向成熟和睿智的时期，他以此保全自己的岸然人格，也以此养护自己淳至的精神。这首《念奴娇》词及其作于同一时期的数篇诗文，都为我们透示了其中的端倪。\n　　此词自问世后，经历了两种截然不同的命运，誉之者如胡仔《苕溪渔隐丛话》称其\"语意高妙，真古今绝唱\"。贬之者如俞文豹《吹剑续录》所云：\"东坡在玉堂，有幕士善讴。因问：'我词比柳七何如?'对曰：'柳郎中词，只好合十七八女孩儿，执红牙板，歌'杨柳岸晓风残月'。学士词，须关西大汉，执铁板，唱'大江东去'。公为之绝倒。\"幕士的言论表面上是从演唱风格上区分了柳、苏二家词风的不同，但暗含有对苏词悖离传统词风的揶揄。清代更有人认为此词\"平仄句调都不合格\"(丁绍仪《听秋声馆词活》），朱彝尊《词综》并详加辩证，亦可谓吹毛求疵者。\n　　《念奴娇》是苏轼贬官黄州后的作品。苏轼21岁中进士，30岁以前绝大部分时间过着书房生活，仕途坎坷，随着北宋政治风浪，几上几下。43岁（元丰二年）时因作诗讽刺新法，被捕下狱，出狱后贬官为黄州团练副使。这是个闲职，他在旧城营地辟畦耕种，游历访古，政治上失意，滋长了他逃避现实和怀才不遇的思想情绪，但由于他豁达的胸怀，在祖国雄伟的江山和历史风云人物的激发下，借景抒情，写下了一系列脍炙人口的名篇，此词为其代表。\n　　《念奴娇》词分上下两阙。上阙咏赤壁，下阙怀周瑜，并怀古伤己，以自身感慨作结。作者吊古伤怀，想古代豪杰，借古传颂之英雄业绩，思自己历遭之挫折。不能建功立业，壮志难酬，词作抒发了他内心忧愤的情怀。\n　　上阙咏赤壁，着重写景，为描写人物作烘托。前三句不仅写出了大江的气势，而且把千古英雄人物都概括进来，表达了对英雄的向往之情。假借“人道是”以引出所咏的人物。“乱”“穿”“惊”“拍”“卷”等词语的运用，精妙独到地勾画了古战场的险要形势，写出了它的雄奇壮丽景象，从而为下片所追怀的赤壁大战中的英雄人物渲染了环境气氛。\n　　下阙着重写人，借对周瑜的仰慕，抒发自己功业无成的感慨。写“小乔”在于烘托周瑜才华横溢、意气风发，突出人物的风姿，中间描写周瑜的战功意在反衬自己的年老无为。“多情”后几句虽表达了伤感之情，但这种感情其实正是词人不甘沉沦，积极进取，奋发向上的表现，仍不失英雄豪迈本色。\n　　用豪壮的情调书写胸中块垒。\n　　诗人是个旷达之人，尽管政治上失意，却从未对生活失去信心。这首词就是他这种复杂心情的集中反映，词中虽然书写失意，然而格调是豪壮的，跟失意文人的同主题作品显然不同。词作中的豪壮情调首先表现在对赤壁景物的描写上。长江的非凡气象，古战场的险要形势都给人以豪壮之感。周瑜的英姿与功业无不让人艳羡。\n烘托和映衬　　这首词中作者要塑造的人物形象是周瑜，却从“千古风流人物”说起，由此引出赤壁之战时的“多少豪杰”，最后才集中为周瑜一人，突出了周瑜在作者心中的重要地位。词中有两种映衬：一种是实景和虚景相互映衬，另一种是周瑜的“雄姿英发”和作者的“早生华发”相互映衬。\n　　用“大江东去”四字来雄视千古，自古以来，无人超越。它极简洁、质朴却有气象宏大，声势极豪壮，并且富含哲理，把读者带到千古兴亡的历史氛围之中，抒发了诗人对往昔英雄人物的无限怀念，这是其他诗人所无法比拟的。\n　　《念奴娇》一词在写作方法上的主要特点是结合写景和怀古来抒发感情。如上半阕对赤壁的描写和赞美，寓情于景，情景交融。下半阕刻画周瑜形象倾注了作者对历史英雄的敬仰。最后借“一尊还酹江月”表达自己的感慨。全词意境开阔，感情奔放，语言也非常生动形象。\n　　“大江东去，浪淘尽、千古风流人物”：起笔颇有气势，从长江着笔，巨大的空间；千古风流人物，广阔的历史时空，无数的英雄豪杰；将此二者联系起来，组成一个极为辽阔悠久的时空背景；浪淘尽，历史长河的冲刷。是悲哀，也是一种通脱，通古今而观之的气度。\n　　“故垒西边，人道是周郎赤壁”：如果说前边是一个气势非凡的大场景，那么，此时出现的则是一个细致精确的小场景，作为三国古战场的赤壁究竟在何处，历来众说纷纭，但可以确定的是苏东坡所写之赤壁与历史上赤壁之战的赤壁绝非一处，对此，东坡有自知之明，因此在此处点出“周郎赤壁”在西。此句在文中作用极大，既拍合词题，又为下阙缅怀周公瑾预伏一笔。\n　　“乱石穿空，惊涛拍岸，卷起千堆雪”：集中写出赤壁雄奇壮阔的景色：陡峭的山崖散乱地高插云霄，汹涌的骇浪猛烈地搏击着江岸，滔滔的江流卷起千万堆澎湃的雪浪。从不同角度而又诉诸于不同感觉的浓墨健笔的生动描写，一扫平庸萎靡的气氛，顿时把读者带进一个奔马轰雷、惊心动魄的奇险境界，使人心胸为之开阔，精神为之振奋。\n　　这首词是元丰五年（1082）七月苏轼谪居黄州时作。上片咏赤壁，下片怀周瑜，最后以自身感慨作结。起笔高唱入云，气势足与“黄河之水天上来”相侔，而且词境壮阔，在空间上与时间上都得到极度拓展。江山、历史、人物一齐涌出，以万古心胸引出怀古思绪。接着借“人道是”疑似之言，把江边故垒和周郎赤壁挂上了钩。“乱石崩云” 三句正面写赤壁景色， 惊心骇目。词中把眼前的乱山大江写得雄奇险峻，渲染出古战场的气氛和声势。对于周瑜，苏轼特别激赏他少年功名，英气勃勃。“小乔初嫁”看似闲笔，而且小乔初嫁周瑜在建安三年，远在赤壁之战前十年。特意插入这一句，更显得周瑜少年英俊 ，春风得意。词也因此豪放而不失风情，刚中有柔，与篇首“风流人物”相应。“羽扇纶巾”三句写周瑜的战功，也很特别。周瑜身为主将却并非兵戎相见，而是羽扇便服，谈笔风生。写战争一点不渲染士马金鼓的战争气氛，只着笔于周瑜的从容潇洒，指挥若定，这样写法更能突出他的风采和才能。苏轼这一年四十七岁了，不但功业未成，反而待罪黄州，同三十左右就功成名就的周瑜相比，不禁深自感愧。壮丽江山，英雄业绩，激起苏轼爽迈奋发的感情，也加深了他的内心苦闷和思想矛盾。故从怀古归到伤己，自叹“人生如梦”，举杯同江上清风、山间明月一醉销愁了。这首怀古词兼有感奋和感伤两重色彩，但篇末的感伤色彩掩盖不了全词的豪迈气派。词中写江山形胜和英雄伟业，在苏轼之前从未成功地出现过。因此这首《念奴娇》历来被看作苏轼豪放词的代表作。不但词的气象境界凌厉无前，而且大声铿锵。\n　　苏轼的词，不论内容和形式，都不那么拘于一格。有时放笔直书，便成为\"曲子中缚不住\"的\"句读不葺之诗\"；有些从内容看也颇为平凡。正如泥沙俱下的长江大河，不是一道清澈流水。但正因如此，才能显出江河的宏大气势。人们可以如此这般地挑剔它，却总是无法否定它。\n　　苏轼这首《念奴娇》，无疑是宋词中有数之作。立足点如此之高，写历史人物又如此精妙，不但词坛罕见，在诗国也是不可多得的。\n　　他一下笔就高视阔步，气势浑雄：\"大江东去，浪淘尽、千古风流人物\"──细想万千年来，历史上出现过多少英雄人物，他们何尝不煌赫一时，俨然是时代的骄子。谁不赞叹他们的豪杰风流，谁不仰望他们的姿容风采！然而，\"长江后浪推前浪\"，随着时光的不断流逝，随着新陈代谢的客观规律，如今回头一看，那些\"风流人物\"当年的业绩，好像给长江浪花不断淘洗，逐步淡漠，逐步褪色，终于，变成历史的陈迹了。\n　　\"浪淘尽\"──真是既有形象，更能传神。但更重要的是作者一开头就抓住历史发展的规律，高度凝炼地写出历史人物在历史长河中所处的地位，真是\"高屋建瓴\"，先声夺人。令人不能不惊叹。\n　　\"故垒西边，人道是、三国周郎赤壁\"──上面已泛指\"风流人物\"，这里就进一步提出\"三国周郎\"作为一篇的主脑，文章就由此生发开去。\n　　\"乱石崩云，惊涛裂岸，卷起千堆雪\"──这是现场写景，必不可少。一句说，乱石像崩坠的云；一句说，惊涛像要把堤岸撕裂；由于乱石和惊涛搏斗，无数浪花卷成了无数的雪堆，忽起忽落，此隐彼现，蔚为壮观。\n　　\"江山如画，一时多少豪杰\"──\"如画\"是从眼前景色得出的结论。江山如此秀美，人物又是一时俊杰之士。这长江，这赤壁，岂能不引起人们怀古的幽情？于是，由此便逗引出下面一大段感情的抒发了。\n　　\"遥想公瑾当年，小乔初嫁了，雄姿英发\"──作者在这里单独提出周瑜来，作为此地的代表人物，不仅因为周瑜在赤壁之战中是关键性人物，更含有艺术剪裁的需要在内。\n　　请看，在\"公瑾当年\"后面忽然接上\"小乔初嫁了\"，然后再补上\"雄姿英发\"，真像在两座悬崖之间，横架一道独木小桥，是险绝的事，又是使人叹绝的事。说它险绝，因为这里原插不上小乔这个人物，如今硬插进去，似乎不大相称。所以确是十分冒险的一笔。说它又使人叹绝，因为插上了这个人物，真能把周瑜的风流俊雅极有精神地描画出来。从艺术角度来说，真乃传神之笔。那风神摇之处，决不是用别的句子能够饱满地表现的。\n　　\"羽扇纶巾\"──这四个字，充分显示周瑜的风度闲雅，是\"小乔初嫁了\"的进一步勾勒和补充。\n　　\"故国神游，多情应笑我，早生华发\"──从这里就转入对个人身世的感慨。\"故国神游\"，是说三国赤壁之战和那些历史人物，引起了自己许多感想──好象自己的灵魂向远古游历了一番。\"多情\"，是嘲笑自己的自作多情。由于自作多情，难免要早生华发（花白的头发），所以只好自我嘲笑一番了。在这里，作者对自己无从建立功业，年纪又大了──对比起周瑜破曹时只有三十四岁，仍然只在赤壁矶头怀古高歌，不能不很有感慨了。\n　　\"人生如梦，一尊还酹江月\"──于是只好旷达一番。反正，过去\"如梦\"，现在也是\"如梦\"，还是拿起酒杯，向江上明月浇奠，表示对它的敬意，也就算了。这里用\"如梦\"，正好回应开头的\"浪淘尽\"。因为风流人物不过是\"浪淘尽\"，人间也不过\"如梦\"。又何必不旷达，又何必过分执着呢！这是苏轼思想上长期潜伏着的、同现实世界表现离心倾向的一道暗流。阶级的局限如此，在他的一生中，常常无法避免而不时搏动着。\n　　综观整首词，说它很是昂扬积极，并不见得；可是它却告诉我们，词这个东西，绝不是只能在酒边花间做一名奴隶的。这就是一个重大的突破，也是划时代的进展。\n　　词坛的新天地就是通过这些创作实践，逐步发展并且扩大其领域的。苏轼这首《念奴娇》，正是一个卓越的开头。至今为止，仍然象丰碑似地屹立在中国文学发展史的大道上。\n　　此词表达方式肆意大方。体现了以苏轼为赌豪放派的表达维度。所以，此词被誉为铁琴铜琶。\n　　这首词是苏轼47岁谪居黄州游赤壁时写的。通过对赤壁的雄奇景色的描写，表现了诗人对三国的周瑜谈笑破敌的英雄业绩的向往，抒发了诗人凭吊古迹而引起的自己功业无成而白发已生的感慨。\n　　上片写景。“大江东去，浪淘尽、千古风流人物。”词一开始，以一泻千里、日夜东流的长江着笔，给人以突兀峥嵘、震惊耳目的感觉。“大江东去”四字，概括出汹涌澎湃的万里长江向东流去的特点。“浪淘尽、千古风流人物”。随着时光的流逝，千古以来的“风流人物”和他们的英雄业绩已成历史陈迹；这如同长江的浪花一样，带着他那美好的形象和青春的生命直奔大海，再不回头。“故垒西边，人道是、三国周郎赤壁。”“故垒”二字，写出了古代战场的遗址如在目前。“西边”一词，点明方位，有亲临其境的真实感。“人道是”三字，借人们的传说加以证实，深化“怀古”的感情色彩，使人倍感亲切。“三国周郎赤壁”，由时代、人物、地点三个不同性质的名词，组成一幅历史风云的画卷，将“赤壁之战”的图景呈现于读者的面前。“乱石穿空，惊涛拍岸，卷起千堆雪。”第一句写石，将陡峭峥嵘的石壁直插云天的险峻，形象贴切地描绘了出来。第二句写涛，不但写出了波涛粗野凶暴的性格，而且还描述了急流澎湃的气势，同时仿佛可以听到狂涛拍岸的吼声，看到它不可阻挡的威力。第三句写“拍岸”后的“惊涛”所出现的浪花飞溅的奇丽景象。这三句写景，真是字字珠玑，历历在目。“江山如画，一时多少豪杰。”这两句是上、下片转折的枢纽。“江山如画”，是对上面所描写的雄伟江山的总括评价。“一时多少豪杰”，虽赞颂周郎，但包括讴歌历代的无数英雄在内。诗人在这里，把“如画”的江山和众多的“豪杰”联缀交织成词，创造出一种高尚隽美的意境，使人肃然起敬，并为之向往、倾倒。\n　　下片怀古。“遥想公瑾当年，小乔初嫁了，雄姿英发。”这三句描写周瑜风华正茂的形象。“小乔初嫁了”，这句写入词中非等闲笔墨。“小乔”，是乔玄的小女，是当时有名的美人。周郎与她结婚是在建安三年（公元198年），到赤壁之战的时候，他俩成为夫妇已经10年了。这里写“初嫁”，不是诗人的一时疏忽，而是着意渲染词的浪漫气氛，这对塑造“雄姿英发”的周郎形象起着稍加点染、全篇生色的艺术效果。“羽扇纶巾，谈笑间、强虏灰飞烟灭。”周瑜手执羽扇，头戴纶巾，表明他虽为武将，却有文士的风度，这样就突出了周瑜蔑视强敌的英雄气概。“谈笑间、强虏灰飞烟灭。”“谈笑间”三字，字字千斤，力透纸背，充分反映了周瑜当年赤壁破曹时那种轻而易举的神态。“强虏”，指曹操的军队，含有贬义。“灰飞烟灭”，火烧赤壁的情景和曹操覆灭的惨象逼真地再现出来了，给读者留下难忘的印象。\n　　\"故国神游，多情应笑我，早生华发。”心神仿佛游到三国时代周瑜立功的地方，应笑我自己多愁善感，早已生出白发来了。这三句是诗人抒发的感慨。上面怀古，这里抒情，这个情是由怀古而派生出来的。“人生如梦，一尊还酹江月。”消极感伤的情调，产生着极不健康的影响，读时值得注意。同时也应该看到：以酒祭奠江月，这是诗人一种无可奈何的精神苦闷的反映，是有志为国而不能施展怀抱的情绪的流露，这当然是封建统治者迫使他以这样的方式来安慰自己被磨折、被损害的心灵的结果，无疑的，多少隐含着对现实不满的感情在内。“江月”既照应首句，又点明时间，增强了词的优美抒情气氛，使词的情调刚柔相济、浓淡有度。\n　　词中所描绘的“乱石”、“惊涛”的赤壁景色，“雄姿英发”的周郎形象，相映生辉，各臻其妙，为历代读者所传诵。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n拓展\n\n\n《核舟记》　　苏东坡的词《念奴娇·赤壁怀古》逸怀浩气、举首高歌，意境开阔博大，感慨隐约深沉，为我们开拓了一个新的世界。他借用怀古抒情，以旷达之心关注历史和人生，文辞高妙精绝，生动感人，因此《念奴娇·赤壁怀古》不但成为后世广为诵读的文学名篇，而且也成为各类艺术广为表现的内容，涌现了许多艺术精品，《核舟记》就是这样一篇反映“苏轼游赤壁怀古抒情”艺术珍品的著名文章。《核舟记》是由明代作家魏学洢所作，由同时代学者张潮编选到《虞初新志》。《核舟记》生动的描述了一件精巧绝伦的微雕工艺品（用桃核雕刻成的小船），刻的是苏东坡与黄庭坚、佛印泛舟游赤壁的情景。小核舟只有两个黄米粒那么高，船舱、小窗、栏杆如真的一般。总计一条船，刻了五个人，八扇窗户；箬竹叶做的船篷、船桨、炉子、茶壶、手卷、念珠各一件；对联、题名和篆文，文字共计三十四字。可是计算它的长度，还不满一寸。文章语言平实、洗练，生动的表现了历史上苏东坡携好友泛舟游赤壁，面对“大江东去”，“ 遥想公瑾当年”，吟诵“赤壁怀古”那段著名的文学故事。本文使用从两头到中间，从正面到背面的空间顺序，介绍了“核舟”的构件、雕刻和精湛，热情赞扬了中国古代的民间工艺匠人的雕刻艺术和才能.表现了作者对明代艺人王毅精湛工艺的赞美。《核舟记》也从另一个侧面通过精妙的微雕工艺品，向人们直观展现了“赤壁怀古”所营造的“江山如画”那优美意境。然而，由于时代较久远，王毅的《东坡游赤壁》核舟没有实物传世。\n　　在后来的核舟作品中，《东坡夜游赤壁》历来是雕刻工艺家们常用的题材。至清代，广东的宫廷工艺家陈祖章在学习、借鉴前人的基础上，创作《东坡夜游赤壁》核舟，并在技艺、内涵上都有所发展，人物除苏东坡外，有客人、客妇、艄公、书童等7人，个个刻画精致，人物神态自然、宁静、超逸。陈祖章的核舟有一件传世，现藏于台北故宫博物院，成为镇馆之宝。上海文化出版社的《国宝大观》上是这样介绍的：“此舟呈稍深的橘红色，高1.6厘米，长3.4厘米。舟上设备齐全，舱中备有桌椅，并摆着杯盘菜肴，小窗镂空，可开可闭。舟上八人，异彩纷呈，为苏东坡泛舟夜游赤壁故事。舟底镌刻着细字《念奴娇·赤壁怀古》全文，下有“乾隆丁巳五月臣陈祖掌”款。\n另一读本　　除上述《念奴娇·赤壁怀古》原文外，有另一读法，即：“乱石崩云，惊涛裂岸”。\n　　“乱石穿空，惊涛拍岸”的“穿”和“拍”是一组动词，使整个画面充满了动感和力度感，极富冲击力；而“乱石崩云，惊涛裂岸”的“崩”和“裂”，则强调了这种力量所带来的效果：乱石直插云霄，使云霞崩开了；惊涛怒卷江岸，使土石裂碎了，这些明显带有夸张想象的成分。好坏就看读者个人的喜好了。\n　　“樯橹”和“强虏”，前者字面意义为“舟楫船桨”，后者为“强劲的敌人”。在前一句中，词作者使用了借代的手法，即不直接说出某物，而以与之密切相关的事物来替代的修辞手法。用“樯橹”指代使用“樯橹”的强劲的敌人。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析三\n\n\n　　此词通过对月夜江上壮美景色的描绘，借对古代战场的凭吊和对风流人物才略、气度、功业的追念，曲折地表达了作者怀才不遇、功业未就、老大未成的忧愤之情，同时表现了作者关注历史和人生的旷达之心。全词借古抒怀，雄浑苍凉，大气磅礴，笔力遒劲，境界宏阔，将写景、咏史、抒情融为一体，给人以撼魂荡魄的艺术力量，曾被誉为“古今绝唱”。\n　　清代词论家徐轨谓东坡词“自有横槊气概，固是英雄本色”（《词苑丛谈》卷三）。在《东坡乐府》中，最具有这种英雄气格的代表作，首推这篇被誉为“千古绝唱”的《念奴娇·赤壁怀古》。这首词是苏轼游赏黄冈城外的赤壁（鼻）矶时写下的，是北宋词坛上最为引人注目的作品之一。\n　　此词上阕，先即地写景，为英雄人物出场铺垫。开篇从滚滚东流的长江着笔，随即用“浪淘尽”，把倾注不尽的大江与名高累世的历史人物联系起来，布置了一个极为广阔而悠久的空间时间背景。它既使人看到大江的汹涌奔腾，又使人想见风流人物的卓荦气概，更可体味到作者兀立江岸凭吊胜地才人所诱发的起伏激荡的心潮，气魄极大，笔力非凡。接着“故垒”两句，点出这里是传说中的古代赤壁战场。在苏轼写此词的八百七十多年前，东吴名将周瑜曾在长江南岸，指挥了以弱胜强的赤壁之战。关于当年的战场的具体地点，向来众说纷纭，东坡在此不过是聊借怀古以抒感，读者不必刻舟求剑。“人道是”，下字极有分寸。“周郎赤壁”，既是拍合词题，又是为下阕缅怀公瑾预伏一笔。\n　　以下“乱石”三句，集中描写赤壁雄奇壮阔的景物：陡峭的山崖散乱地高插云霄，汹涌的骇浪猛烈地搏击着江岸，滔滔的江流卷起千万堆澎湃的雪浪。这种从不同角度而又诉诸于不同感觉的浓墨健笔的生动描写，一扫平庸萎靡的气氛，把读者顿时带进一个奔马轰雷、惊心动魄的奇险境界，使人心胸为之开扩，精神为之振奋。煞拍二句，总束上文，带起下片。\n　　“江山如画”，这明白精切、脱口而出的赞美，应是作者和读者从以上艺术地提供的大自然的雄伟画卷中自然而然地得出的结论。“地灵人杰”，锦绣山河，必然产生、哺育和吸引无数出色的英雄，三国正是人才辈出的时代：横槊赋诗的曹操，驰马射虎的孙权，隆中定策的诸葛亮，足智多谋的周公瑾……真可说是“一时多少豪杰！”\n　　上片重在写景，将时间与空间的距离紧缩集中到三国时代的风云人物身上。但苏轼在众多的三国人物中，尤其向往那智破强敌的周瑜，故下片由“遥想”领起五句，集中腕力塑造青年将领周瑜的形象。作者在历史事实的基础上、挑选足以表现人物个性的素材，经过艺术集中、提炼和加工，从几个方面把人物刻画得栩栩如生。据史载，建安三年东吴孙策亲自迎请二十四岁的周瑜，授予他“建威中郎将”的职衔，并同他一齐攻取皖城。周瑜娶小乔，正在皖城战役胜利之时，而后十年他才指挥了有名的赤壁之战。此处把十年间的事集中到一起，在写赤壁之战前，忽插入“小乔初嫁了”这一生活细节，以美人烘托英雄，更见出周瑜的丰姿潇洒、韶华似锦、年轻有为，足以令人艳羡。同时也使人联想到：赢得这次抗曹战争的胜利，乃是使东吴据有江东、发展胜利形势的保证，否则难免出现如杜牧《赤壁》诗中所写的“铜雀春深锁二乔”的严重后果。这可使人意识到这次战争的重要意义。\n　　“雄姿英发，羽扇纶巾”，是从肖像仪态上描写周瑜束装儒雅，风度翩翩。纶巾，青丝带头巾，“葛巾毛扇”，是三国以来儒将常有的打扮，着力刻画其仪容装束，正反映出作为指挥官的周瑜临战潇洒从容，说明他对这次战争早已成竹在胸、稳操胜券。\n　　“谈笑间、樯橹灰飞烟灭”，抓住了火攻水战的特点，精切地概括了整个战争的胜利场景。据《三国志》引《江表传》，当时周瑜指挥吴军用轻便战舰，装满燥荻枯柴，浸以鱼油，诈称请降，驶向曹军，一时间“火烈风猛，往船如箭，飞埃绝烂，烧尽北船。”词中只用“灰飞烟灭”四字，就将曹军的惨败情景形容殆尽。可以想见，在滚滚奔流的大江之上，一位卓异不凡的青年将军周瑜，谈笑自若地指挥水军，抗御横江而来不可一世的强敌，使对方的万艘舳舻，顿时化为灰烬，这是何等的气势。苏轼如此向慕周瑜，是因为他觉察到北宋国力的软弱和辽夏军事政权的严重威胁，他时刻关心边庭战事，有着一腔报国疆场的热忱。面对边疆危机的加深，目睹宋廷的萎靡慵懦，他是非常渴望有如三国那样称雄一时的豪杰人物，来扭转这很不景气的现状。这正是作者所以要缅怀赤壁之战，并精心塑造导演这一战争活剧的中心人物周瑜的思想契机。\n　　然而，眼前的政治现实和词人被贬黄州的坎坷处境，却同他振兴王朝的祈望和有志报国的壮怀大相抵悟，所以当词人一旦从“神游故国”跌入现实，就不免思绪深沉、顿生感慨，而情不自禁地发出自笑多情、光阴虚掷的叹惋了。仕路蹭蹬，壮怀莫酬，使词人过早地自感苍老，这同年华方盛即卓有建树的周瑜适成对照。然而人生短暂，不必让种种“闲愁”萦回于心，还不如放眼大江、举酒赏月。“一尊还酹江月”，玩味着这言近意远的诗句，一位襟怀超旷、识度明达、善于自解自慰的诗人，仿佛就浮现在读者眼前。词的收尾，感情激流忽作一跌宕，犹如在高原阔野中奔涌的江水，偶遇坎谷，略作回旋，随即继续流向旷远的前方。这是历史与现状，理想与实际经过尖锐的冲突之后在作者心理上的一种反映，这种感情跌宕，更使读者感到真实，从某种意义上说，更能引起读者的思考。\n　　这首词从总的方面来看，气象磅礴，格调雄浑，高唱入云，其境界之宏大，是前所未有的。通篇大笔挥洒，却也衬以谐婉之句，英俊将军与妙龄美人相映生辉，昂奋豪情与感慨超旷的思绪迭相递转，做到了庄中含谐，直中有曲。特别是它第一次以空前的气魄和艺术力量塑造了一个英气勃发的人物形象，透露了作者有志报国、壮怀难酬的感慨，为用词体表达重大的社会题材，开拓了新的道路，产生了重大影响。\n　　据俞文豹《吹剑录》记载，当时有人认为此词须关西大汉手持铜琵琶、铁绰板进行演唱，虽然他们囿于传统观念，对东坡词新风不免微带讥消，但也从另一方面说明，这首词的出现，对于仍然盛行缠绵悱恻之调的北宋词坛，确有振聋发聩的作用。▲\n\n\n参考资料：完善\n\n1、\n刘乃昌 等 ．唐宋词鉴赏辞典（唐·五代·北宋） ．上海 ：上海辞书出版社 ，1988 ：620-623 ．\n\n\n2、\n蘅塘退士 等 ．唐诗三百首·宋词三百首·元曲三百首 ．北京 ：华文出版社 ，2009 ：211 ．\n\n\n"
        ]
    },
    {
        "title": "岳阳楼记",
        "author": "范仲淹",
        "dynasty": "〔宋代〕",
        "main": "　　庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴，乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上，属予作文以记之。(具 通：俱)\n　　予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯，朝晖夕阴，气象万千，此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？\n　　若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空，日星隐曜，山岳潜形，商旅不行，樯倾楫摧，薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；淫雨 通：霪雨)\n　　至若春和景明，波澜不惊，上下天光，一碧万顷，沙鸥翔集，锦鳞游泳，岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。\n　　嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲，居庙堂之高则忧其民，处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？时六年九月十五日。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文　　庆历四年的春天，滕子京被降职到巴陵郡做太守。到了第二年，政事顺利，百姓和乐，各种荒废的事业都兴办起来了。于是重新修建岳阳楼，扩大它原有的规模，把唐代名家和当代人的诗赋刻在它上面。嘱托我写一篇文章来记述这件事情。\n　　我观看那巴陵郡的美好景色，全在洞庭湖上。它连接着远处的山，吞吐长江的水流，浩浩荡荡，无边无际，一天里阴晴多变，气象千变万化。这就是岳阳楼的壮丽景象。前人的记述已经很详尽了。虽然如此，那么向北面通到巫峡，向南面直到潇水和湘水，降职的官吏和来往的诗人，大多在这里聚会，他们观赏自然景物而触发的感情大概会有所不同吧？\n　　像那阴雨连绵，接连几个月不放晴，寒风怒吼，浑浊的浪冲向天空；太阳和星星隐藏起光辉，山岳隐没了形体；商人和旅客不能通行，船桅倒下，船桨折断；傍晚天色昏暗，虎在长啸，猿在悲啼，这时登上这座楼啊，就会有一种离开国都、怀念家乡，担心人家说坏话、惧怕人家批评指责，满眼都是萧条的景象，感慨到了极点而悲伤的心情。\n　　到了春风和煦，阳光明媚的时候，湖面平静，没有惊涛骇浪，天色湖光相连，一片碧绿，广阔无际；沙洲上的鸥鸟，时而飞翔，时而停歇，美丽的鱼游来游去，岸上与小洲上的花草，青翠欲滴。有时大片烟雾完全消散，皎洁的月光一泻千里，波动的光闪着金色，静静的月影像沉入水中的玉璧，渔夫的歌声在你唱我和地响起来，这种乐趣真是无穷无尽啊！这时登上这座楼，就会感到心胸开阔、心情愉快，光荣和屈辱一并忘了，端着酒杯，吹着微风，那真是快乐高兴极了。\n　　唉！我曾经探求古时品德高尚的人的思想感情 ，或许不同于以上两种人的心情，这是为什么呢？是由于不因外物好坏和自己得失而或喜或悲。在朝廷里做高官就应当心系百姓；处在僻远的江湖间也不能忘记关注国家安危。这样来说在朝廷做官也担忧，在僻远的江湖也担忧。既然这样，那么他们什么时候才会感到快乐呢？他们一定会说：“在天下人忧之前先忧，在天下人乐之后才乐”。唉！如果没有这种人，我同谁一道呢 ？\n　　写于庆历六年九月十五日。 \n注释记：一种文体。可以写景、叙事，多为议论。但目的是为了抒发作者的情怀和抱负（阐述作者的某些观念）。庆历四年：公元1044年。庆历，宋仁宗赵祯的年号。滕子京谪（zhé）守巴陵郡（jùn）：滕子京降职任岳州太守。滕子京，名宗谅，子京是他的字，范仲淹的朋友。古时朋友间多以字相称。谪守：把被革职的官吏或犯了罪的人充发到边远的地方。在这里作为<动>被贬官，降职解释。守：指做州郡的长官越明年：到了第二年，就是庆历五年（1045）。越，到了，及。政通人和：政事顺利，百姓和乐。政，政事；通，通顺；和，和乐。这是赞美滕子京的话。百废具兴：各种荒废的事业都兴办起来了。百，不是确指，形容其多。废，这里指荒废的事业。具，通“俱”，全，皆。兴，复兴。乃重修岳阳楼，增其旧制：乃，于是；增，扩大。制：规模。唐贤今人：唐代和宋代的名人。属（zhǔ）予（yú）作文以记之：属，通“嘱”，嘱托、嘱咐。予，我。作文，写文章。以，用来，连词。记，记述。予观夫巴陵胜状：夫，指示代词，相当于“那”。胜状，胜景，好景色。衔（xián）远山，吞长江，浩浩汤汤：衔，衔接。吞，吞没。浩浩汤汤（shāng）：水势壮阔的样子。横无际涯：宽阔无边。横：广远。际涯：边。（际、涯的区别：际专指陆地边界，涯专指水的边界）。朝晖夕阴：或早或晚（一天里）阴晴多变化。朝，在早晨，名词做状语。晖：日光。气象，景象。万千，千变万化。此则岳阳楼之大观也：这就是岳阳楼的壮丽景象。此，这。则，就。大观，盛大壮观的景象。前人之述备矣：前人的记述很详尽了。前人之述，指上面说的“唐贤今人诗赋”。备，详尽，完备。矣，语气词“了”。之，的。然则北通巫峡：然则：虽然如此，那么。南极潇湘：南面直到潇水、湘水。潇水是湘水的支流。湘水流入洞庭湖。南，向南。极，尽。迁客骚人，多会于此：迁客，被贬谪流迁的人。骚人，诗人。战国时屈原作《离骚》，因此后人也称诗人为骚人。多：大多。会，聚集。于，在。此，这里。览物之情，得无异乎：饱览这里景色时的感想，恐怕会有所不同吧。览：观看，欣赏。物：景物。之情：情感。,得无：恐怕/是不是。异：差别，不同。乎若夫淫（yín）雨霏霏（fēifēi）：若夫，用在一段话的开头以引起下文。下文的“至若”同此。“若夫”近似“像那”。“至若”近似“至于”。淫（yín）雨霏霏，连绵不断的雨。霏霏，雨（或雪）繁密的样子。开：解除，这里指天气放晴。阴风怒号（háo），浊浪排空：阴，阴冷。号，呼啸；浊，浑浊。排空，冲向天空。日星隐曜（yào）：太阳和星星隐藏起光辉。曜（不为耀，古文中以此曜做日光）光辉；日光。山岳潜形：山岳隐没了形体。岳，高大的山。潜，隐没。形，形迹。商旅不行：走，此指前行。樯（qiáng）倾楫（jí）摧：桅杆倒下，船桨折断。樯，桅杆。楫，船桨。倾，倒下。摧，折断薄暮冥冥（míng míng）：傍晚天色昏暗。薄，迫近。冥冥：昏暗的样子。斯：这，在这里指岳阳楼。则有去国怀乡，忧谗畏讥：则，就。有，产生……（的情感）。去国怀乡，忧谗畏讥：离开国都，怀念家乡，担心（人家）说坏话，惧怕（人家）批评指责。去，离开。国，国都，指京城。去国，离开京都，也即离开朝廷。忧，担忧。谗，谗言。畏，害怕，惧怕。讥，批评指责。满目萧然，感极而悲者矣：萧然，萧条的样子。感极，感慨到了极点。而，表示顺接。者，代指悲伤感情，起强调作用。至若春和景明：如果到了春天气候和暖，阳光普照。至若，至于。春和，春风和煦。景，日光。明，明媚。（借代修辞）。波澜不惊：湖面平静，没有惊涛骇浪。惊：这里有“起”“动”的意思。上下天光，一碧万顷：天色湖光相接，一片碧绿，广阔无际。一，全。万顷，极言其广。沙鸥翔集，锦鳞游泳：沙鸥时而飞翔时而停歇，美丽的鱼在水中游来游去。沙鸥，沙洲上的鸥鸟。翔集：时而飞翔，时而停歇。集，栖止，鸟停息在树上。锦鳞，指美丽的鱼。鳞，代指鱼。游泳：或浮或沉。游：贴着水面游。泳，潜入水里游。岸芷（zhǐ）汀（tīng）兰：岸上与小洲上的花草。芷：香草的一种。汀：小洲,水边平地。郁郁：形容草木茂盛。而或长烟一空：有时大片烟雾完全消散。或：有时。长：大片。一，全。空：消散。皓月千里：皎洁的月光照耀千里。浮光跃金：波动的光闪着金色。这是描写月光照耀下的水波。静影沉璧：静静的月影像沉入水中的璧玉。这里是写无风时水中的月影。璧，圆形正中有孔的玉。渔歌互答：渔人唱着歌互相应答。互答，一唱一和。何极：哪有穷尽。何：怎么。极：穷尽。心旷神怡：心情开朗，精神愉快。旷，开阔。怡，愉快。宠辱偕（xié）忘：荣耀和屈辱一并都忘了。偕：一起。宠：荣耀。辱：屈辱。把酒临风：端酒面对着风，就是在清风吹拂中端起酒来喝。把：持，执。临，面对。洋洋：高兴得意的样子。嗟（jiē）夫：唉。嗟夫为两个词，皆为语气词。予尝求古仁人之心：尝，曾经。求，探求。古仁人，古时品德高尚的人。之，的。心，思想感情（心思）。或异二者之为：或许不同于（以上）两种心情。或，近于“或许”“也许”的意思，表委婉口气。异，不同于。为，这里指心理活动。二者，这里指前两段的“悲”与“喜”。不以物喜，不以己悲：不因为外物（好坏）和自己（得失）而或喜或悲（此句为互文）。以，因为。居庙堂之高则忧其民：在朝中做官担忧百姓。意为在朝中做官。庙，宗庙。堂，殿堂。庙堂：指朝廷。下文的“进”，对应“居庙堂之高”。进：在朝廷做官。处江湖之远则忧其君：处在僻远的地方做官则为君主担忧。处江湖之远：处在偏远的江湖间，意思是不在朝廷上做官。下文的“退”，对应“处江湖之远”。之：定语后置的标志。是：这样。退：不在朝廷做官。其必曰“先天下之忧而忧，后天下之乐而乐”：那一定要说“在天下人担忧之前先担忧，在天下人享乐之后才享乐”吧。先，在……之前；后，在……之后。其：指“古仁人”。而，顺承。必：一定。）微斯人，吾谁与归：如果没有这样的人，那我同谁一道呢？微，没有。斯人，这样的人。谁与归，就是“与谁归”。归，归依。时六年：庆历六年（1046年）▲\n\n\n参考资料：完善\n\n1、\n于非 ．中国古代文学作品选 ：高等教育出版社 ，2002年 ：617-620 ．\n\n\n2、\n人民教育出版社语文室 ．义务教育课程标准实验教科书语文·九年级·上册．\n\n\n3、\n唐孝麟 ．中国古代散文选 ：高等教育出版社 ，1995年 ：471-474 ．\n\n\n4、\n张圣洁 朱五书 ．初中文言文全解一点通 ：贵州教育出版社 河北教育出版社 ，2006年9月第一版 ：156-159 ．\n\n\n5、\n人民教育出版社语文室 ．义务教育课程标准实验教科书语文八年级下册教师教学用书。\n\n\n",
            "\n\n\n点评\n\n\n　　诗人以白描的手法写沿途所见。犬吠鸡鸣、乳鹅新鸭；良苗出水、细雨如丝。春天湘赣一带乡村景象被诗人描画得惟妙惟肖，读之仿佛身临其境。质朴自然与提炼之工浑然一体，活化出乡间风光的神韵。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n鉴赏\n\n\n　　这首诗描写真州景物风情，表现了真州景物的美丽、真州风俗人情的淳朴。\n　　清新自然是这两首诗的特点。诗中景物淡远幽雅，特别是前一首写渔村的景物，为前人之诗所少见，令人有耳目一新之感。而这些景物都好似是诗人触目所见，信手拈来，十分自然。而所表现的诗情画意也是十分自然，宛如一幅天然的渔家生活图画。\n　　其次是含蓄而有意味。作者虽在描写景物风情，实际上是把自己对现实生活的评价含而不露地隐藏其中。前一句描写渔村景物和渔人生活，含而不露地表现了作者对渔村美丽景物和渔人自食其力生活的赞赏。后一句描写真州农村的耕作和习俗，也含而不露地表现了作者对真州农民勤劳和淳朴人情的喜爱。含蓄的写法，使两首诗情外有味，读者若不细心思考品嚼，很难理解作者实际情感，自然也难于见得其诗之妙了。\n　　清人评曰：“第四句乃此诗精彩佳妙所在，为一篇之主，前三句凑泊成趣，为一篇之客，此诗请客之法也。但主客要照应相配。四句色色俱精，一气呵成，如天造地设，所谓运斤成风，欲求斧凿之痕，了不可得。”▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n分析\n\n\n中心思想　　这篇文章叙述了事情的本末源起，通过描绘岳阳楼的景色及迁客骚人登楼览景后产生的不同感情，表达了自己“不以物喜，不以己悲”的旷达胸襟与“先天下之忧而忧，后天下之乐而乐”的政治抱负。 \n主题　　“洞庭天下水，岳阳天下楼。”一提起岳阳楼，人们就会很自然地想起千古名臣范仲淹，千古名文《岳阳楼记》， 想到其中表明范仲淹宽阔胸襟的句子“不以物喜，不以己悲”，还会赞颂他“先天下之忧而忧，后天下之乐而乐”的政治抱负和生活态度。可以说，人们把太多的目光和关注给了范仲淹，而很少会有人想到功不可没的滕子京。既是自勉，又是与友人共勉。\n后世影响　　影响力洞穿史册，成为延绵千年的治国理念之一，政事通达、人心和顺成为后代无数治国理政者孜孜以求的理想境界。后世有“居官警语”云：“善为治者，贵运轶民之隐，达民之情。”“治民之大者，在上下之交不至于隔阂。”“上下之交”而不“隔阂”，其核心就是个“通”字，揭示了“政通人和”的关键所在。\n问题研究1、作者在此提出了一种什么样的更高的理想境界？答：这是一种超然物外的理想境界。虽然因物悲喜是人之常情，但并不是做人的最高境界。2、作者的旷达胸襟与政治抱负之间的关系：因果关系。3、“古仁人之心”的内涵是什么？（用原文回答）答：不以物喜，不以己悲。4、“是进亦忧，退亦忧”这句话中，“进”是指什么？“退”是指什么？“进”是指“居庙堂之高”即“在朝廷做官”，“退”是指“处江湖之远”即“不在朝廷做官”。5、这段话中所用的主要表达方式是什么？本段在全文中的作用是什么？答：议论。作用：点明主旨，抒发了作者宽阔的胸襟和远大的政治抱负。6、“微斯人，吾谁与归”表达了作者的什么感情？答：一方面希望滕子京具有古仁人之心，志存高远；另一方面也含蓄地表达了自己愿与古仁人同道的旷达胸襟和远大抱负以及对滕子京遭贬谪的慰勉。7、如何理解“进亦忧，退亦忧”一句？答：“进亦忧”照应“居庙堂之高则忧其民”，“退亦忧”照应“处江湖之远则忧其君”。这句话表达了古仁人不念自己的处境，而是忧国忧民，以天下为己任的思想。8、“先天下之忧而忧，后天下之乐而乐”一句在文中的作用：。请再写出一句你从课外读到的与此意思相似的诗句或名句。答：作用：体现本文主旨。1、天下兴亡，匹夫有责。2、位卑未敢忘忧国。9、作者巧妙地用两个设问句来逐层深入地阐明论点。第一个设问句先从反面说，后从正面说，揭示了“古仁人”之心的内涵，得出“是进亦忧，退亦忧”的论断，突出一个“忧”字，自然引出第二个设问句，将文章推向高潮，从而提出“先天下之忧而忧，后天下之乐而乐”的观点。10、“居庙堂之高则忧其民，处江湖之远则忧其君”一句的修辞：对偶。11、“迁客骚人”登楼“览物之情”为什么不同？答：他们因外物的好坏和自己的得失而产生或喜或悲的感情（或“以物喜，以己悲”12、选文表达了作者怎样的思想感情？答：⑴对滕子京的劝勉和规谏。⑵抒发自己“先天下之忧而忧，后天下之乐而乐”的远大抱负。13、“览物之情，得无异乎”和“古仁人之心，或异二者之为”两句中的“异”字，分别指什么内容？答；“览物之情，得无异乎”中的“异”，是指不同的自然景物引发出的“迁客骚人”的不同的感触，即“悲”与“喜”两种不同的心境。“古仁人之心，或异二者之为”，是指古代仁人不同于上述“迁客骚人”，能不受自然景物好坏的影响，“不以物喜，不以己悲”。14、用自己的话概括“迁客骚人”的两种“览物之情”，并指出作者这样写的目的。答：第一种：远离京城，怀念家乡，担心遭诽谤和讽刺的悲伤。第二种：胸怀开阔，精神愉快，荣辱偕忘的喜悦。目的：为了将这类人的悲喜感情跟“古仁人之心”作对比，引出下文，由写情自然转入议论，突出全文主旨。15、本文共五个自然段，其中叙事的是第1段，写景、抒情的是2、3、4第段，议论的是第5段。16、出自本文的成语：百废具兴 、政通人和、心旷神怡。文章第二段用神来之笔再现了岳阳楼的宏伟景象，照应了题目，此外还有什么作用？答：“衔”和“吞”把远山长江与洞庭湖的关系写得活灵活现，同时领起下文迁客骚人的览物之景17、两种不同的览物之情，各是怎样的？作者阐述的主要观点是什么？答：一种是“去国怀乡，忧谗畏讥”的“因己而悲”的感情； 一种是“心旷神怡，宠辱偕忘”的“因物而喜”的感情。作者阐述的主要观点是“先天下之忧而忧，后天下之乐而乐”。18、概括各段的大意：①交代作记的缘由。②描写洞庭湖远景，生发议论，引出两种情景。③——④、描写阴晴两种天气的景色极其感受。⑤、阐述古仁人之心，抒发自己的远大抱负。19、联系全文，说说你对“先天下之忧而忧，后天下之乐而乐”的看法或理解。答：范仲淹的这句话体现了忧君思想，带有时代的局限性，但是他所提倡的吃苦在前、享受在后的精神，在今天仍然有着借鉴和教育意义。20、文章略写巴陵胜状，详写览物之情，试简述其原因。答：写景不是本文的目的，作者的真正意图是借题发挥，谈一个人应有的政治抱负，并以此规箴友人。21、“迁客骚人”与“古仁人”的区别在哪？答：迁客骚人：以物喜，以己悲；古仁人：不以物喜，不以己悲。22、本文的议论点明了作者的“忧乐”观，这种“忧”“乐”与前文“迁客骚人”的“悲”“喜”是否一致？为什么？ 答：不一致。作者的忧乐观是以天下为基础的是先天下之忧而忧，后天下之乐而乐；而迁客骚人的悲和喜是以自己的得失和外物的好坏为前提，是以物喜，以己悲。23、范仲淹借此文委婉地表达了对友人滕子京地劝勉，结尾作者发出“微斯人，吾谁与归”的慨叹。就全文来看，这句话有何言外之意？答：作者一方面希望滕子京具有古仁人之心，志存高远；另一方面也含蓄地表达了自己愿与古仁人同道的旷达胸襟和远大抱负。24、“政通人和，百废具兴”；“不以物喜，不以己悲”；“先天下之忧而忧，后天下之乐而乐”。三句话因其文质兼美而脍炙人口，请选择感受最深的一句，结合《岳阳楼记》和自己的生活谈一谈体会。答：任选其一即可。谈体会既要联系全文，又要结合自己的生活。如选第一句可围绕政治理想来谈；选第二句可围绕旷达胸襟来谈；选第三句可围绕远大政治报负及民族责任感来谈，言之成理即可。25、“迁客骚人，多会于此，览物之情，得无异乎？”中的“骚人”是什么意思？根据我们学过的古诗文，举出曾到过岳阳楼的“迁客骚人”之作。答：诗人。孟浩然的《望洞庭湖赠张丞相》27、文中说“不以物喜，不以己悲”，作为现代人的你能否做到？为什么？请联系自己的生活实际，谈谈看法。答：①能。这说的是一种从容的平常心境。只要发挥心灵力量，砥砺意志，就可以养成平常心境。面对考试的失败，以平常心待之，便做到了“不以物喜，不以己悲”。②不能。这是一种需要修炼才能达到的境界，作为中学生，心灵尚需砥砺，战胜外在的力量不易。担心考试失败是学生普遍的心态，便是这个道理。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析\n\n\n　　《岳阳楼记》是作者应好友巴陵郡太守滕子京之请为重修岳阳楼而创作的一篇散文。这篇文章通过写岳阳楼的景色，以及阴雨和晴朗时带给人的不同感受，揭示了“不以物喜，不以己悲”的古仁人之心，也表达了自己“先天下之忧而忧，后天下之乐而乐”的爱国爱民情怀。文章超越了单纯写山水楼观的狭境，将自然界的晦明变化、风雨阴晴和“迁客骚人”的“览物之情”结合起来写，从而将全文的重心放到了纵议政治理想方面，扩大了文章的境界。全文记叙、写景、抒情、议论融为一体，动静相生，明暗相衬，文词简约，音节和谐，用排偶章法作景物对比，成为杂记中的创新。\n　　《岳阳楼记》全文有三百六十八字，共五段。\n　　文章开头即切入正题，叙述事情的本末缘起。以“庆历四年春”点明时间起笔，格调庄重雅正；说滕子京为“谪守”，已暗喻对仕途沉浮的悲慨，为后文抒情设伏。下面仅用“政通人和，百废具兴”八个字，写出滕子京的政绩，引出重修岳阳楼和作记一事，为全篇文字的导引。\n　　第二段，格调振起，情辞激昂。先总说“巴陵胜状，在洞庭一湖”，设定下文写景范围。以下“衔远山，吞长江”寥寥数语，写尽洞庭湖之大观胜概。一“衔”一“吞”，有气势。“浩浩汤汤，横无际涯”，极言水波壮阔；“朝晖夕阴，气象万千”，概说阴晴变化，简练而又生动。前四句从空间角度，后两句从时间角度，写尽了洞庭湖的壮观景象。“前人之述备矣”一句承前启后，并回应前文“唐贤今人诗赋”一语。这句话既是谦虚，也暗含转机，经“然则”一转，引出新的意境，由单纯写景，到以情景交融的笔法来写“迁客骚人”的“览物之情”，从而构出全文的主体。\n　　三、四两段是两个排比段，并行而下，一悲一喜，一暗一明，像两股不同的情感之流，传达出景与情互相感应的两种截然相反的人生情境。\n　　第三段写览物而悲者。以“若夫”起笔，意味深长。这是一个引发议论的词，又表明了虚拟的情调，而这种虚拟又是对无数实境的浓缩、提炼和升华，颇有典型意义。“若夫”以下描写了一种悲凉的情境，由天气的恶劣写到人心的凄楚。这里用四字短句，层层渲染，渐次铺叙。淫雨、阴风、浊浪构成了主景，不但使日星无光，山岳藏形，也使商旅不前；或又值暮色沉沉、“虎啸猿啼”之际，令过往的“迁客骚人”有“去国怀乡”之慨、“忧谗畏讥”之惧、“感极而悲”之情。\n　　第四段写览物而喜者。以“至若”领起，打开了一个阳光灿烂的画面。“至若”尽管也是列举性的语气，但从音节上已变得高亢嘹亮，格调上已变得明快有力。下面的描写，虽然仍为四字短句，色调却为之一变，绘出春风和畅、景色明丽、水天一碧的良辰美景。更有鸥鸟在自由翱翔，鱼儿在欢快游荡，连无知的水草兰花也充满活力。作者以极为简练的笔墨，描摹出一幅湖光春色图，读之如在眼前。值得注意的是，这一段的句式、节奏与上一段大体相仿，却也另有变奏。“而或”一句就进一步扩展了意境，增强了叠加咏叹的意味，把“喜洋洋”的气氛推向高潮，而“登斯楼也”的心境也变成了“宠辱偕忘”的超脱和“把酒临风”的挥洒自如。\n　　第五段是全篇的重心，以“嗟夫”开启，兼有抒情和议论的意味。作者在列举了悲喜两种情境后，笔调突然激扬，道出了超乎这两者之上的一种更高的理想境界，那就是“不以物喜，不以己悲”。感物而动，因物悲喜虽然是人之常情，但并不是做人的最高境界。古代的仁人，就有坚定的意志，不为外界条件的变化动摇。无论是“居庙堂之高”还是“处江湖之远”，忧国忧民之心不改，“进亦忧，退亦忧”。这似乎有悖于常理，有些不可思议。作者也就此拟出一问一答，假托古圣立言，发出了“先天下之忧而忧，后天下之乐而乐”的誓言，曲终奏雅，点明了全篇的主旨。“噫！微斯人，吾谁与归”一句结语，“如怨如慕，如泣如诉”，悲凉慷慨，一往情深，令人感喟。文章最后标明写作时间，与篇首照应。\n　　这篇文章表现作者虽身居江湖，心忧国事，虽遭迫害，仍不放弃理想的顽强意志，同时，也是对被贬战友的鼓励和安慰。《岳阳楼记》的著名，是因为它的思想境界崇高。和它同时的另一位文学家欧阳修在为他写的碑文中说，他从小就有志于天下，常自诵曰：“士当先天下之忧而忧，后天下之乐而乐也。”可见《岳阳楼记》末尾所说的“先天下之忧而忧，后天下之乐而乐”，是范仲淹一生行为的准则。孟子说：“达则兼善天下，穷则独善其身”。这已成为封建时代许多士大夫的信条。范仲淹写这篇文章的时候正贬官在外，“处江湖之远”，本来可以采取独善其身的态度，落得清闲快乐，但他提出正直的士大夫应立身行一的准则，认为个人的荣辱升迁应置之度外，“不以物喜，不以己悲”要“先天下之忧而忧，后天下之乐而乐”，勉励自己和朋友，这是难能可贵的。这两句话所体现的精神，那种吃苦在前，享乐在后的品质，无疑仍有教育意义。▲\n\n\n参考资料：完善\n\n1、\n于非 ．中国古代文学作品选 ：高等教育出版社 ，2002年 ：617-620 ．\n\n\n2、\n唐孝麟 ．中国古代散文选 ：高等教育出版社 ，1995年 ：471-474 ．\n\n\n3、\n苏景义 ．宋散文集 ：上海文艺出版社 ，2003年 ：191-196 ．\n\n\n4、\n刘志英 等 ．宋代十大文学家 ：长江出版社 ，2008年 ．\n\n\n5、\n林永辉.《岳阳楼记》分析.湖南师范大学.2009年\n\n\n",
            "\n\n\n艺术手法\n\n\n　　就艺术而论，《岳阳楼记》也是一篇优秀的文章。\n　　第一，岳阳楼之大观，前人已经说尽了，再重复那些老话没有意思。范仲淹就换一个新的角度，找一个新的题目，另说他的一套。文章的题目是“岳阳楼记”，却巧妙地避开楼不写，而是去写洞庭湖，写登楼的迁客骚人看到洞庭湖的不同景色时产生的不同感情，以衬托最后一段所谓“古仁人之心”。范仲淹的别出心裁，让人佩服。\n　　第二，记事、写景、抒情和议论交融在一篇文章中，记事简明，写景铺张，抒情真切，议论精辟。议论的部分字数不多，但有统帅全文的作用，所以有人说这是一篇独特的议论文。《岳阳楼记》的议论技巧，确实有值得借鉴的地方。\n　　第三，这篇文章的语言很有特色。它虽然是一篇散文，却穿插了许多四言的对偶句，如“日星隐曜，山岳潜形。”“沙鸥翔集，锦鳞游泳。”“长烟一空，皓月千里；浮光跃金，静影沉璧。”这些骈句为文章增添了色彩。作者锤炼字句的功夫也很深，如“衔远山，吞长江”这两句的“衔”字、“吞”字，恰切地表现了洞庭湖浩瀚的气势。“不以物喜，不以己悲”，简洁的八个字，像格言那样富有启示性。“先天下之忧而忧，后天下之乐而乐”，把丰富的意义熔铸到短短的两句话中，字字有力。\n　　全文记叙、写景、抒情、议论融为一体，动静相生，明暗相衬，文词简约，音节和谐，用排偶章法作景物对比，成为杂记中的创新。▲\n\n\n参考资料：完善\n\n1、\n于非 ．中国古代文学作品选 ：高等教育出版社 ，2002年 ：617-620 ．\n\n\n2、\n林永辉.《岳阳楼记》分析.湖南师范大学.2009年\n\n\n3、\n袁行霈 ．历代名篇赏析集成 ：中国文联出版公司 ，1988年 ．\n\n\n",
            "\n\n\n名家点评\n\n\n　　北宋陈师道《后山诗话》：范文正公为《岳阳楼记》，用对语说时景，世以为奇。尹师鲁读之曰：传奇体尔。传奇，唐裴铏所著小说也。\n　　明代孙绪《无用闲谈》：范文正公《岳阳楼记》，或谓其用赋体，殆未深考耳。此是学吕温《三堂记》，体制如出一轴。然《岳阳楼记》闳远超越，青出于蓝矣。夫以文正千载人物，而乃肯学吕温，亦见君子不以人废言之盛心也。\n　　清代金圣叹《天下才子必读书》：中间悲喜二大段，只是借来翻出后丈优乐耳，不然便是赋体类。一肚皮圣贤心地，圣贤学问，发而为才子文章。\n　　清代顾兖《文章规范百家坪注》：楼迁斋评：首尾布置与中间状物之妙，不可及矣。然最妙处在临末断遗一转语。乃知此老胸襟度量，直与岳阳洞庭同其广。\n　　清代蔡世远《古文雅正》：前半设局造句，犹是文人手笔。末段直达胸臆，非文正公不足以当之。或问史臣吕本中及朱文公，皆以文正公为宋朝人物第一，何也？曰：魏文会大矣，而本领徽不及；派公诚矣，而规局徽不及。尧舜君民之念，无日不存于中心，事如白日青天；公诚绝伦超群也。\n　　清代林云铭《古文折义》：题是记岳阳楼，任他高手，少不得要说此楼前此如何倾坏，如何狭小，然后叙增修之劳。再写楼外佳景。以为滕公此举大有益于登临已耳。文正却把这些话头点过，便尽情阁起，单就迁客骚人登楼异情处，转入古仁人用心，遂将平日胸中致君泽民、先忧后乐大本领一齐揭出。盖滕公以司谏谪守巴陵，居庙堂之高者忽处江湖之远。其忧谗畏讥之念，宠辱之怀，抚景感触，不能自遣，情所必至。若知念及君民之当忧，自有不暇于为物喜，为己悲者。篇首提出“谪守”二字，本是此意。妙在借他方之迁客骚人，闲闲点缀，不即不离。谓之为子京说法可也，谓之自述其怀抱可也，即谓之遍告天下后世君予俱应如此存心，亦无不可也。嘻，此其所以为文，公正之文欤。\n　　清代吴楚材、吴调候《古文观止》：岳阳楼大观，已被前人写尽，先生更不赘述，止将登楼者览物之情，写出悲喜二意。只是翻出后文忧乐一段正论。以圣贤忧国忧民心地，发而为文幸，非先生其孰能之？\n　　清代过珙《古文评注》：首尾布置与中间状物之妙不可及矣。尤妙在入后忧乐一段，见得惟贤者而后有真忧，亦惟贤者而后有真乐。乐不以忧而废，忧不以乐而忘。此虽文正自负之词，而期望子京，隐然言外。必如是始得斯文本旨。\n　　清代余城《重订古文释义新编》：通体俱在谪守上着笔，确是子京重修击阳楼记，一字不肯苟下。圣贤经济，才子文章，于此可兼得矣。\n　　清代浦起龙《古文眉诠》：先忧后乐两言，先生生平所持诵也。缘情设景，借题引合，想见万物一体胸襟。\n　　清代唐德宜《古文翼》：撇过岳阳之景，专写览物之情，引起忧乐二意，又从忧乐写出绝大本领。从来名公作记，未有若此篇之正大堂皇者，可想见文公一生节概。\n　　清代李扶九原编、黄仁黼重订《古文笔法百篇》：入手即将题点过，而“谪守”二字，已伏一篇之意。盖谪者多悲而少喜，故将景物随写一笔，即便昂开，提出主意，隐对子京。切定洞庭畅发两段，得宽题走窄境法。末段提出仁人之用心，以规勉之，何其正大。不知此即文正公自己写照也。公为秀才时，尝言“士君子当先天下之忧而忧，后天下之乐而乐。”不觉因上悲喜，即便吐露，而忧乐正与悲喜对也。亦岂己所不能而貌为大言乎？楼记发此大议，可谓小中见大之文。看其一结，虚托闪开，作想慕不已之情，冷冷而住，不自任而矜张，不打照子京而寡迹，尤为巧妙绝伦。至中间两对，已早开有明八股之风矣。黼按君子之所以异于人者，以其存心也。心可即境而存，心不可随境而变。其所存于中者大，斯其所遇于外者小矣。文正此记，前半为岳阳写景绘情，经营惨淡，已到十分。而其中或悲或喜，处处隐对子京，即处处从请守著想。故末以忧乐二字，易悲喜二字，归到仁人身上。见得境虽变，心不与之俱变；心所存，道即与之俱存。出忧其民，处忧其君，仁人之心，自有其所以异者存也。通幅不矜才，不使气，使自己胸襟显得磊磊落落，正大而光明。非其存于中者大，而能若是乎？\n　　清代尤焴《可斋杂稿》：文正《岳阳楼记》，精切高古，而欧公犹不以文章许之。然要皆磊磊落落，确实典重，凿凿乎如五谷之疗饥，与世之图章绘句、不根事实者，不可同年而语也。▲\n\n\n参考资料：完善\n\n1、\n朱一清．古文观止鉴赏集评（三）：安徽文艺出版社，1997：459-461\n\n\n2、\n曾枣庄．宋文通论：上海人民出版社，2008：764\n\n\n3、\n曾枣庄．全宋文（333）：上海辞书出版社，2006：385\n\n\n"
        ]
    },
    {
        "title": "沁园春·雪",
        "author": "毛泽东",
        "dynasty": "〔近现代〕",
        "main": "北国风光，千里冰封，万里雪飘。望长城内外，惟余莽莽；大河上下，顿失滔滔。(余 通：馀)山舞银蛇，原驰蜡象，欲与天公试比高。(原驰 原作：原驱)须晴日，看红装素裹，分外妖娆。(红装 一作：银装)江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文北方的风光，千里冰封冻，万里雪花飘。望长城内外，只剩下无边无际白茫茫一片。整条黄河，立刻失去了波涛滚滚的水势。被白雪覆盖的群山好像银蛇在舞动，高原好像白象在奔跑，它们都想试着和老天爷比一下谁更高。等到晴天的时候，看红日和白雪交相辉映，格外娇艳美好。江山是如此的媚娇，引得无数英雄竞相倾倒。可惜秦始皇、汉武帝，略差文治功劳；唐太宗、宋太祖，稍逊文学才华。称雄一世的英雄人物，成吉思汗，只知道拉弓射大雕。这些人物都已经过去了，称得上能建功立业的英雄人物，还要看今天的人们。\n注释北国：该词源于中国古代的分裂时期，如宋称辽、金为北国，东晋称十六国等为北国，南北朝时代南方的各朝代称在北方与之对抗的各朝代为北国等。毛泽东诗中的“北国”使人在不觉中产生出一种我国疆土广大的民族自豪感。雪：这首词作于红一方面军一九三六年二月由陕北准备东渡黄河进入山西省西部的时候。作者在一九四五年十月七日给柳亚子信中说，这首词作于“初到陕北看见大雪时”。惟：只。馀：剩下。此字一作“余”，但目前刊出的书法作品中写作“馀”，以此为准。莽莽：无边无际。大河上下：大河，指黄河。大河上下，犹言整条黄河。顿失滔滔：（黄河）立刻失去了波涛滚滚的气势。描写黄河水结冰的景象。山舞银蛇，原驰蜡象：群山好像（一条条）银蛇在舞动。高原（上的丘陵）好像（许多）白象在奔跑。“原”指高原，即秦晋高原。蜡象，白色的象。天公：指天，即命运。须：等到；需要。红装素裹：形容雪后天晴，红日和白雪交相辉映的壮丽景色。红装，原指妇女的艳装，这里指红日为大地披上了红装。素裹，原指妇女的淡装，这里指皑皑白雪覆盖着大地。分外妖娆：格外婀娜多姿。竞折腰：折腰，倾倒，躬着腰侍候。这里是说争着为江山奔走操劳。秦皇：秦始皇嬴政（前259~前210），秦朝的创业皇帝。汉武：汉武帝刘彻（前156~前87），汉朝功业最盛的皇帝。略输文采：文采本指辞藻、才华。“略输文采”，是说秦皇汉武，武功甚盛，对比之下，文治方面的成就略有逊色。唐宗：唐太宗李世民（599~649），唐朝的建立、统一大业的皇帝。宋祖：宋太祖赵匡胤（927~976），宋朝的创业皇帝。稍逊风骚：意近“略输文采”。风骚，本指《诗经》里的《国风》和《楚辞》里的《离骚》，后来泛指文章辞藻。一代天骄：指可以称雄一世的英雄人物，泛指非常著名，有才能的人物。天骄，“天之骄子”的省略语。意思是上天所骄纵宠爱的人，成吉思汗即是。汉时匈奴自称。后来也泛称强盛的少数名族或其首领。成吉思汗（hán）：元太祖铁木真（1162~1227）在1206年统一蒙古后的尊称，意为“强者之汗”（汗是可汗的省称，即王）。后蒙古于1271年改国号为元，成吉思汗被尊为建立元朝的始祖。成吉思汗除占领中国黄河以北地区外，还曾向西远征，占领中亚和南俄，建立了庞大的蒙古帝国。只识弯弓射大雕：雕，一种属于鹰类的大型猛禽，善飞难射，古代因用“射雕手”比喻高强的射手。“只识弯弓射大雕”，是说只以武功见长。俱往矣：都已经过去了。 俱，都。数风流人物：称得上能建功立业的英雄人物。数，数得着、称得上的意思。▲\n\n\n参考资料：完善\n\n1、\n丁三省编著．毛泽东诗词精读 增订版：文化艺术出版社，2013.01：第116-117页\n\n\n2、\n罗财勇主编．初中文言文注译解练：人教版：浙江大学出版社，2010.02：第175页\n\n\n",
            "\n\n\n赏析\n\n\n　　词上片描写北国壮丽的雪景，纵横千万里，展示了大气磅礴、旷达豪迈的意境，抒发了词人对祖国壮丽河山的热爱。下片议论抒情，重点评论历史人物，歌颂当代英雄，抒发无产阶级要做世界的真正主人的豪情壮志。全词熔写景、议论和抒情于一炉，意境壮美，气势恢宏，感情奔放，胸襟豪迈，颇能代表毛泽东诗词的豪放风格。\n　　上片描写乍暖还寒的北国雪景，展现伟大祖国的壮丽山河。\n　　“北国风光，千里冰封，万里雪飘”这三句总写北国雪景，把读者引入了一个冰天雪地、广袤无垠的银色世界。“北国风光”是上片内容的总领句。“千里”“万里”两句是交错说的，即千万里都是冰封，千万里都是雪飘。诗人登高远望，眼界极为广阔，但是“千里”“万里”都远非目力所及，这是诗人的视野在想像之中延伸扩展，意境更加开阔，气魄非常宏大。天地茫茫，纯然一色，包容一切。“冰封”凝然安静，“雪飘”舞姿轻盈，静动相衬，静穆之中又有飘舞的动态。\n　　“望长城内外，惟余莽莽；大河上下，顿失滔滔。”“望”字统领下文，直至“欲与天公试比高”句。这里的“望”，有登高远眺的意思并有很大的想像成分，它显示了诗人自身的形象，使人感受到他那豪迈的意兴。“望”字之下，展现了长城、黄河、山脉、高原这些最能反映北国风貌的雄伟景观，这些景观也正是我们伟大祖国的形象。“长城内外”，这是从南到北，“大河上下”，这是自西向东，地域如此广袤，正与前面“千里”“万里”两句相照应。意境的大气磅礴，显示了诗人博大的胸怀，雄伟的气魄。“惟余莽莽”“顿失滔滔”分别照应“雪飘”“冰封”。“惟余”二字，强化了白茫茫的壮阔景象。“顿失”二字，则写出变化之速，寒威之烈，又使人联想到未冰封时大河滚滚滔滔的雄壮气势。这四句用视觉形象，赋予冰封雪飘的风光以更为具体更为丰富的直觉，更显气象的奇伟雄浑。\n　　“山舞银蛇，原驰蜡象，欲与天公试比高。”“山舞银蛇，原驰蜡象”的动态描写，都有活泼奔放的气势。加上“欲与天公试比高”一句，表现“山”“原”与天相连，更有一种奋发的态势和竞争的活力。“山”“原”都是静物，写它们“舞”“驰”，这化静为动的浪漫想像，固然因在大雪飘飞中远望山势和丘陵绵延起伏，确有山舞原驰的动感，更因诗人情感的跃动，使他眼前的大自然也显得生气勃勃，生动活跃。。\n　　“须晴日，看红装素裹，分外妖娆”写的是虚景，与前十句写眼前的实景形成对比，想像雪后晴日当空的景象，翻出一派新的气象。雪中的景象在苍茫中显得雄伟，雪后的景象则显得娇艳。“看”字与“望”字照应；“红装素裹”，把江山美景比做少女的衣装，形容红日与白雪交相辉映的艳丽景象。“分外妖娆”，赞美的激情溢于言表。\n　　下片由毛泽东主席对祖国山河的壮丽而感叹，并引出秦皇汉武等英雄人物，纵论历代英雄人物，抒发作者伟大的抱负及胸怀。\n　　“江山如此多娇，引无数英雄竞折腰”，可谓承上启下，将全词连接得天衣无缝。“江山如此多娇”承上，总括上片的写景，对“北国风光”作总评；“引无数英雄竞折腰”启下，展开对历代英雄的评论，抒发诗人的抱负。这一过渡使全词浑然一体，给人严丝合缝、完整无隙的感受。祖国的山河如此美好，难怪引得古今许多英雄人物为之倾倒，争着为统一天下而奋斗。一个“竞”字，写出英雄之间激烈的争斗，写出一代代英雄的相继崛起和衰落的经历。“折腰”的形象，展示了每位英雄人物为之倾倒的姿态，并揭示了为之奋斗的动机。\n　　“惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕”，以“惜”字总领七个句子，展开对历代英雄人物的评论。诗人于历代帝王中举出五位很有代表性的人物，展开一幅幅历史画卷，使评论得以具体形象地展开，如同翻阅一部千秋史册，一一加以评说。一个“惜”字，定下对历代英雄人物的评论基调，饱含惋惜之情而又有批判。然而措词极有分寸，“略输文采”“稍逊风骚”，并不是一概否定。至于成吉思汗，欲抑先扬，在起伏的文势中不但有惋惜之极的意味，而且用了“只识”二字而带有嘲讽之意。“弯弓射大雕”，非常传神地表现了成吉思汗只恃武功而不知文治的形象。\n　　“俱往矣，数风流人物，还看今朝”，“俱往矣”三字，言有尽而意无穷，有画龙点睛之妙。将中国封建社会的历史一笔带过，转向诗人所处的当今时代，点出全词“数风流人物，还看今朝”的主题。“今朝”是一个新的时代，新的时代需要新的风流人物来带领。“今朝”的风流人物不负历史的使命，超越于历史上的英雄人物，具有更卓越的才能，并且必将创造空前伟大的业绩，是诗人坚定的自信和伟大的抱负。这震撼千古的结语，发出了超越历史的宣言，道出了改造世界的壮志。那一刻思接千载，那一刻洞悉未来，那一刻豪情万丈，那一刻傲视古今。\n　　《沁园春·雪》突出体现了毛泽东词风的雄健、大气。作为领袖毛泽东的博大的胸襟和抱负，与广阔雄奇的北国雪景发生同构，作者目接“千里”“万里”，“欲与天公试比高”；视通几千年，指点江山主沉浮。充分展示了雄阔豪放、气势磅礴的风格。\n　　全词用字遣词，设喻用典，明快有力，挥洒自如，辞义畅达，一泻千里。全词合律入韵，似无意而为之。虽属旧体却给读者以面貌一新之感。不单是从词境中表达出的新的精神世界，而首先是意象表达系统的词语，鲜活生动，凝练通俗，易诵易唱易记。▲\n\n\n参考资料：完善\n\n1、\n臧克家主编．毛泽东读词鉴赏 （第二版）：河南文艺出版社，2005年05月：第120-第125页\n\n\n2、\n陈宗玉，梁士奇主编．初中文言文全解全练：首都师范大学出版社，2007.9：第165页\n\n\n"
        ]
    },
    {
        "title": "春江花月夜",
        "author": "张若虚",
        "dynasty": "〔唐代〕",
        "main": "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月裴回，应照离人妆镜台。(裴回 一作：徘徊)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)",
        "others": [
            "\n\n\n译文及注释\n\n\n译文春天的江潮水势浩荡与大海连成了一片，一轮明月从海上升起好像与潮水一起涌出来。月光照耀着春江随着波浪荡漾千万里，所有地方的春江都有明亮的月光。江水曲曲折折地绕着花草丛生的原野流淌，月光照射着开遍鲜花的树林好像细密的雪珠在闪烁。月色如霜所以霜飞无从觉察，洲上的白沙和月色融合在一起看不分明。江水和天空变成了一种颜色没有一点微小的灰尘，明亮的天空中只有一轮孤月悬挂。江边上是什么人最初看见了月亮，江上的月亮又是哪一年最初照耀着人们？人生一代一代地无穷无尽，而江上的月亮一年一年地总是相似。不知道江上的月亮在等待着什么人，只见长江不断地一直运输着流水。游子像一片白云缓缓地离去，只剩下思妇站在离别的青枫浦不胜忧愁。谁家的游子今晚坐着小舟在漂荡？什么地方有人在明月照耀的楼上相思？可怜楼上不停移动的月光，应该照耀在离人的梳妆台。月光照进思妇的门帘卷不走，照在她的捣衣砧上拂不掉。这时互相望着月亮可是不能音信，我希望随着月光流去照耀着您。鸿雁不停地飞翔而不能飞出无边的月光，月照江面鱼龙在水中跳跃激起阵阵波纹。昨天夜里梦见花落闲潭，可惜的是春天已过了一半自己却还不能回家。江水带着春光将要流尽，水潭上的月亮又要西落。斜月慢慢下沉藏在海雾里，碣石与潇湘的离人距离无限遥远。不知道有几人能趁着月光回家，唯有那西落的月亮摇荡着离情洒满了江边的树林。 \n注释滟（yàn）滟：波光荡漾的样子。芳甸(diàn）：芳草丰茂的原野。甸，郊外之地。霰（xiàn）：天空中降落的白色不透明的小冰粒。形容月光下春花晶莹洁白。流霜：飞霜，古人以为霜和雪一样，是从空中落下来的，所以叫流霜。在这里比喻月光皎洁，月色朦胧、流荡，所以不觉得有霜霰飞扬。汀（tīng）：沙滩。纤尘：微细的灰尘。月轮：指月亮，因为月圆时像车轮，所以称为月轮。穷已：穷尽。江月年年只相似：另一种版本为“江月年年望相似”。 但见：只见、仅见。悠悠：渺茫、深远。青枫浦上：青枫浦 地名 今湖南浏阳县境内有青枫浦。这里泛指游子所在的地方。浦上：水边。扁舟子：飘荡江湖的游子。扁舟，小舟。明月楼：月夜下的闺楼。这里指闺中思妇。月裴徊：指月光偏照闺楼，徘徊不去，令人不胜其相思之苦。离人：此处指思妇。妆镜台：梳妆台。玉户：形容楼阁华丽，以玉石镶嵌。捣衣砧（zhēn ）：捣衣石、捶布石。相闻：互通音信。逐：追随。月华：月光。文：同“纹”。闲潭：幽静的水潭。复西斜：此中“斜”应为押韵读作“xiá”（洛阳方言是当时的标准国语，斜在洛阳方言中就读作xiá）。潇湘:湘江与潇水。碣(jié)石、潇湘：一南一北，暗指路途遥远，相聚无望。无限路：极言离人相距之远。乘月：趁着月光。摇情：激荡情思，犹言牵情。▲\n\n\n参考资料：完善\n\n1、\n唐诗四首 春江花月夜．人民教育出版社[引用日期2014-06-15]\n\n\n",
            "\n\n\n赏析\n\n\n　　被闻一多先生誉为“诗中的诗，顶峰上的顶峰”（《宫体诗的自赎》）的《春江花月夜》，一千多年来使无数读者为之倾倒。一生仅留下两首诗的张若虚，也因这一首诗，“孤篇横绝，竟为大家”。\n　　此诗沿用陈隋乐府旧题，运用富有生活气息的清丽之笔，以月为主体，以江为场景，描绘了一幅幽美邈远、惝恍迷离的春江月夜图，抒写了游子思妇真挚动人的离情别绪以及富有哲理意味的人生感慨，表现了一种迥绝的宇宙意识，创造了一个深沉、寥廓、宁静的境界。全诗共三十六句，每四句一换韵，通篇融诗情、画意、哲理为一体，意境空明，想象奇特，语言自然隽永，韵律宛转悠扬，洗净了六朝宫体的浓脂腻粉，具有极高的审美价值，素有“孤篇盖全唐”之誉。\n　　诗人入手擒题，一开篇便就题生发，勾勒出一幅春江月夜的壮丽画面：江潮连海，月共潮生。这里的“海”是虚指。江潮浩瀚无垠，仿佛和大海连在一起，气势宏伟。这时一轮明月随潮涌生，景象壮观。一个“生”字，就赋予了明月与潮水以活泼泼的生命。月光闪耀千万里之遥，哪一处春江不在明月朗照之中！江水曲曲弯弯地绕过花草遍生的春之原野，月色泻在花树上，像撒上了一层洁白的雪。诗人真可谓是丹青妙手，轻轻挥洒一笔，便点染出春江月夜中的奇异之“花”。同时，又巧妙地缴足了“春江花月夜”的题面。诗人对月光的观察极其精微：月光荡涤了世间万物的五光十色，将大千世界浸染成梦幻一样的银辉色。因而“流霜不觉飞”，“白沙看不见”，浑然只有皎洁明亮的月光存在。细腻的笔触，创造了一个神话般美妙的境界，使春江花月夜显得格外幽美恬静。这八句，由大到小，由远及近，笔墨逐渐凝聚在一轮孤月上了。\n　　清明澄彻的天地宇宙，仿佛使人进入了一个纯净的世界，这就自然地引起了诗人的遐思冥想：“江畔何人初见月？江月何年初照人？”诗人神思飞跃，但又紧紧联系着人生，探索着人生的哲理与宇宙的奥秘。这种探索，古人也已有之，如曹植《送应氏》：“天地无终极，人命若朝霜”，阮籍《咏怀》：“人生若尘露，天道邈悠悠”等等，但诗的主题多半是感慨宇宙永恒，人生短暂。张若虚在此处却别开生面，他的思想没有陷入前人窠臼，而是翻出了新意：“人生代代无穷已，江月年年只相似。”个人的生命是短暂即逝的，而人类的存在则是绵延久长的，因之“代代无穷已”的人生就和“年年只相似”的明月得以共存。这是诗人从大自然的美景中感受到的一种欣慰。诗人虽有对人生短暂的感伤，但并不是颓废与绝望，而是缘于对人生的追求与热爱。全诗的基调是“哀而不伤”，使我们得以聆听到初盛唐时代之音的回响。\n　　“不知江月待何人，但见长江送流水”，这是紧承上一句的“只相似”而来的。人生代代相继，江月年年如此。一轮孤月徘徊中天，像是等待着什么人似的，却又永远不能如愿。月光下，只有大江急流，奔腾远去。随着江水的流动，诗篇遂生波澜，将诗情推向更深远的境界。江月有恨，流水无情，诗人自然地把笔触由上半篇的大自然景色转到了人生图象，引出下半篇男女相思的离愁别恨。\n　　“白云”四句总写在春江花月夜中思妇与游子的两地思念之情。“白云”、“青枫浦”托物寓情。白云飘忽，象征“扁舟子”的行踪不定。“青枫浦”为地名，但“枫”“浦”在诗中又常用为感别的景物、处所。“谁家”“何处”二句互文见义，正因不止一家、一处有离愁别恨，诗人才提出这样的设问，一种相思，牵出两地离愁，一往一复，诗情荡漾，曲折有致。\n　　以下“可怜”八句承“何处”句，写思妇对离人的怀念。然而诗人不直说思妇的悲和泪，而是用“月”来烘托她的怀念之情，悲泪自出。诗篇把“月”拟人化，“徘徊”二字极其传神：一是浮云游动，故光影明灭不定；二是月光怀着对思妇的怜悯之情，在楼上徘徊不忍去。它要和思妇作伴，为她解愁，因而把柔和的清辉洒在妆镜台上、玉户帘上、捣衣砧上。岂料思妇触景生情，反而思念尤甚。她想赶走这恼人的月色，可是月色“卷不去”，“拂还来”，真诚地依恋着她。这里“卷”和“拂”两个痴情的动作，生动地表现出思妇内心的愁怅和迷惘。月光引起的情思在深深地搅扰着她，此时此刻，月色不也照着远方的爱人吗？共望月光而无法相知，只好依托明月遥寄相思之情。望长空：鸿雁远飞，飞不出月的光影，飞也徒劳；看江面，鱼儿在深水里跃动，只是激起阵阵波纹，跃也无用。“尺素在鱼肠，寸心凭雁足”。向以传信为任的鱼雁，如今也无法传递音讯──该又凭添几重愁苦！\n　　最后八句写游子，诗人用落花、流水、残月来烘托他的思归之情。“扁舟子”连做梦也念念归家──花落幽潭，春光将老，人还远隔天涯，情何以堪！江水流春，流去的不仅是自然的春天，也是游子的青春、幸福和憧憬。江潭落月，更衬托出他凄苦的寞寞之情。沉沉的海雾隐遮了落月；碣石、潇湘，天各一方，道路是多么遥远。“沉沉”二字加重地渲染了他的孤寂；“无限路”也就无限地加深了他的乡思。他思忖：在这美好的春江花月之夜，不知有几人能乘月归回自己的家乡！他那无着无落的离情，伴着残月之光，洒满在江边的树林之上……\n　　“落月摇情满江树”，这结句的“摇情”──不绝如缕的思念之情，将月光之情，游子之情，诗人之情交织成一片，洒落在江树上，也洒落在读者心上，情韵袅袅，摇曳生姿，令人心醉神迷。\n　　《春江花月夜》在思想与艺术上都超越了以前那些单纯模山范水的景物诗，“羡宇宙之无穷，哀吾生之须臾”的哲理诗，抒儿女别情离绪的爱情诗。诗人将这些屡见不鲜的传统题材，注入了新的含义，融诗情、画意、哲理为一体，凭借对春江花月夜的描绘，尽情赞叹大自然的奇丽景色，讴歌人间纯洁的爱情，把对游子思妇的同情心扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合起来，从而汇成一种情、景、理水乳交溶的幽美而邈远的意境。诗人将深邃美丽的艺术世界特意隐藏在惝恍迷离的艺术氛围之中，整首诗篇仿佛笼罩在一片空灵而迷茫的月色里，吸引着读者去探寻其中美的真谛。\n　　全诗紧扣春、江、花、月、夜的背景来写，而又以月为主体。“月”是诗中情景兼融之物，它跳动着诗人的脉搏，在全诗中犹如一条生命纽带，通贯上下，触处生神，诗情随着月轮的生落而起伏曲折。月在一夜之间经历了升起──高悬──西斜──落下的过程。在月的照耀下，江水、沙滩、天空、原野、枫树、花林、飞霜、白沙、扁舟、高楼、镜台、砧石、长飞的鸿雁、潜跃的鱼龙，不眠的思妇以及漂泊的游子，组成了完整的诗歌形象，展现出一幅充满人生哲理与生活情趣的画卷。这幅画卷在色调上是以淡寓浓，虽用水墨勾勒点染，但“墨分五彩”，从黑白相辅、虚实相生中显出绚烂多彩的艺术效果，宛如一幅淡雅的中国水墨画，体现出春江花月夜清幽的意境美。\n　　诗的韵律节奏也饶有特色。诗人灌注在诗中的感情旋律极其悲慨激荡，但那旋律既不是哀丝豪竹，也不是急管繁弦，而是像小提琴奏出的小夜曲或梦幻曲，含蕴，隽永。诗的内在感情是那样热烈、深沉，看来却是自然的、平和的，犹如脉搏跳动那样有规律，有节奏，而诗的韵律也相应地扬抑回旋。全诗共三十六句，四句一换韵，共换九韵。又平声庚韵起首，中间为仄声霰韵、平声真韵、仄声纸韵、平声尤韵、灰韵、文韵、麻韵，最后以仄声遇韵结束。诗人把阳辙韵与阴辙韵交互杂沓，高低音相间，依次为洪亮（庚、霰、真）──细微级（纸）──柔和级（尤、灰）──洪亮级（文、麻）──细微级（遇）。全诗随着韵脚的转换变化，平仄的交错运用，一唱三叹，前呼后应，既回环反复，又层出不穷，音乐节奏感强烈而优美。这种语音与韵味的变化，又是切合着诗情的起伏，可谓声情与文情丝丝入扣，宛转谐美。▲\n\n\n参考资料：完善\n\n1、\n萧涤非 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：54-56\n\n\n2、\n赵君虎 等．语文（必修）教师教学用书．北京：人民教育出版社，2005：168-172\n\n\n3、\n乔力．唐诗名篇的人生哲理．北京：海潮出版社，2006：44\n\n\n4、\n孟庆枢 杨守森．西方文论选．北京：经济科学出版社，1998：248\n\n\n",
            "\n\n\n解读一\n\n\n　　被闻一多先生誉为“诗中的诗，顶峰上的顶峰”（《宫体诗的自赎》）的《春江花月夜》，一千多年来使无数读者为之倾倒。一生仅留下两首诗的张若虚，也因这一首诗，被喻为“孤篇横绝全唐”。\n　　作者抓住扬州南郊曲江或更南扬子江一带月下夜景中最动人的五种事物：春、江、花、月、夜。作者更是透着对生活美好的向往把扬州的景色以文字表达出来。\n　　整篇诗由景、情、理依次展开,第一部分写了春江的美景。第二部分写了面对江月由此产生的感慨。第三部分写了人间思妇游子的离愁别绪。\n　　诗人入手擒题，一开篇便就题生发，勾勒出一幅春江月夜的壮丽画面：江潮连海，月共潮生。这里的“海”是虚指。江潮浩瀚无垠，仿佛和大海连在一起，气势宏伟。这时一轮明月随潮涌生，景象壮观。一个“生”字，就赋予了明月与潮水以活泼的生命。月光闪耀千万里之遥，哪一处春江不在明月朗照之中！江水曲曲弯弯地绕过花草遍生的春之原野，月色泻在花树上，像撒上了一层洁白的雪。诗人真可谓是丹青妙手，轻轻挥洒一笔，便点染出春江月夜中的奇异之“花”。同时，又巧妙地缴足了“春江花月夜”的题面。诗人对月光的观察极其精微：月光荡涤了世间万物的五光十色，将大千世界浸染成梦幻一样的银辉色。因而“流霜不觉飞”，“白沙看不见”，浑然只有皎洁明亮的月光存在。细腻的笔触，创造了一个神话般美妙的境界，使春江花月夜显得格外幽美恬静。这八句，由大到小，由远及近，笔墨逐渐凝聚在一轮孤月上了。\n　　清明澄澈的天地宇宙，仿佛使人进入了一个纯净世界，这就自然地引起了诗人的遐思冥想：“江畔何人初见月？江月何年初照人？”诗人神思飞跃，但又紧紧联系着人生，探索着人生的哲理与宇宙的奥秘。这种探索，古人也已有之，如曹植《送应氏》：“天地无终极，人命若朝霜”，阮籍《咏怀》：“人生若尘露，天道邈悠悠”等等，但诗的主题多半是感慨宇宙永恒，人生短暂。张若虚在此处却别开生面，他的思想没有陷入前人窠臼，而是翻出了新意：“人生代代无穷已，江月年年望相似。”个人的生命是短暂即逝的，而人类的存在则是绵延久长的，因之“代代无穷已”的人生就和“年年望相似”的明月得以共存。这是诗人从大自然的美景中感受到的一种欣慰。诗人虽有对人生短暂的感伤，但并不是颓废与绝望，而是缘于对人生的追求与热爱。全诗的基调是“哀而不伤”，使我们得以聆听到初盛唐时代之音的回响。\n　　“不知江月待何人，但见长江送流水”，这是紧承上一句的“望相似”而来的。人生代代相继，江月年年如此。一轮孤月徘徊中天，象是等待着什么人似的，却又永远不能如愿。月光下，只有大江急流，奔腾远去。随着江水的流动，诗篇遂生波澜，将诗情推向更深远的境界。江月有恨，流水无情，诗人自然地把笔触由上半篇的大自然景色转到了人生图象，引出下半篇男女相思的离愁别恨。\n　　“白云”四句总写在春江花月夜中思妇与游子的两地思念之情。“白云”、“青枫浦”托物寓情。白云飘忽，象征“扁舟子”的行踪不定。“青枫浦”为地名，但“枫”“浦”在诗中又常用为感别的景物、处所。“谁家”“何处”二句互文见义，正因不止一家、一处有离愁别恨，诗人才提出这样的设问，一种相思，牵出两地离愁，一往一复，诗情荡漾，曲折有致。\n　　以下“可怜”八句承“何处”句，写思妇对离人的怀念。然而诗人不直说思妇的悲和泪，而是用“月”来烘托她的怀念之情，悲泪自出。诗篇把“月”拟人化，“徘徊”二字极其传神：一是浮云游动，故光影明灭不定；二是月光怀着对思妇的怜悯之情，在楼上徘徊不忍去。它要和思妇作伴，为她解愁，因而把柔和的清辉洒在妆镜台上、玉户帘上、捣衣砧上。岂料思妇触景生情，反而思念尤甚。她想赶走这恼人的月色，可是月色“卷不去”，“拂还来”，真诚地依恋着她。这里“卷”和“拂”两个痴情的动作，生动地表现出思妇内心的愁怅和迷惘。月光引起的情思在深深地搅扰着她，此时此刻，月色不也照着远方的爱人吗？共望月光而无法相知，只好依托明月遥寄相思之情。\n　　最后八句写游子，诗人用落花、流水、残月来烘托他的思归之情。“扁舟子”连做梦也念念归家——花落幽潭，春光将老，人还远隔天涯，情何以堪！江水流春，流去的不仅是自然的春天，也是游子的青春、幸福和憧憬。江潭落月，更衬托出他凄苦的寞寞之情。沉沉的海雾隐遮了落月；碣石、潇湘，天各一方，道路是多么遥远。“沉沉”二字加重地渲染了他的孤寂；“无限路”也就无限地加深了他的乡思。他思忖：在这美好的春江花月之夜，不知有几人能乘月归回自己的家乡！他那无着无落的离情，伴着残月之光，洒满在江边的树林之上……\n　　“落月摇情满江树”，这结句的“摇情”——不绝如缕的思念之情，将月光之情，游子之情，诗人之情交织成一片，洒落在江树上，也洒落在读者心上，情韵袅袅，摇曳生姿，令人心醉神迷。\n　　《春江花月夜》在思想与艺术上都超越了以前那些单纯模山范水的景物诗，“羡宇宙之无穷，哀吾生之须臾”的哲理诗，抒儿女别情离绪的爱情诗。诗人将这些屡见不鲜的传统题材，注入了新的含义，融诗情、画意、哲理为一体，凭借对春江花月夜的描绘，尽情赞叹大自然的奇丽景色，讴歌人间纯洁的爱情，把对游子思妇的同情心扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合起来，从而汇成一种情、景、理水乳交溶的幽美而邈远的意境。诗人将深邃美丽的艺术世界特意隐藏在惝恍迷离的艺术氛围之中，整首诗篇仿佛笼罩在一片空灵而迷茫的月色里，吸引着读者去探寻其中美的真谛。\n　　全诗紧扣春、江、花、月、夜的背景来写，而又以月为主体。“月”是诗中情景兼融之物，它跳动着诗人的脉搏，在全诗中犹如一条生命纽带，通贯上下，触处生神，诗情随着月轮的生落而起伏曲折。月在一夜之间经历了升起——高悬——西斜——落下的过程。在月的照耀下，江水、沙滩、天空、原野、枫树、花林、飞霜、白沙、扁舟、高楼、镜台、砧石、长飞的鸿雁、潜跃的鱼龙，不眠的思妇以及漂泊的游子，组成了完整的诗歌形象，展现出一幅充满人生哲理与生活情趣的画卷。这幅画卷在色调上是以淡寓浓，虽用水墨勾勒点染，但“墨分五彩”，从黑白相辅、虚实相生中显出绚烂多彩的艺术效果，宛如一幅淡雅的中国水墨画，体现出春江花月夜清幽的意境美。\n　　诗的韵律节奏也饶有特色。诗人灌注在诗中的感情旋律极其悲慨激荡，但那旋律既不是哀丝豪竹，也不是急管繁弦，而是象小提琴奏出的小夜曲或梦幻曲，含蕴，隽永。诗的内在感情是那样热烈、深沉，看来却是自然的、平和的，犹如脉搏跳动那样有规律，有节奏，而诗的韵律也相应地扬抑回旋。全诗共三十六句，四句一换韵，共换九韵。又平声庚韵起首，中间为仄声霰韵、平声真韵、仄声纸韵、平声尤韵、灰韵、文韵、麻韵，最后以仄声遇韵结束。诗人把阳辙韵与阴辙韵交互杂沓，高低音相间，依次为洪亮级（庚、霰、真）——细微级（纸）——柔和级（尤、灰）——洪亮级（文、麻）——细微级（遇）。全诗随着韵脚的转换变化，平仄的交错运用，一唱三叹，前呼后应，既回环反复，又层出不穷，音乐节奏感强烈而优美。这种语音与韵味的变化，又是切合着诗情的起伏，可谓声情与文情丝丝入扣，宛转谐美。\n　　《春江花月夜》是乐府《清商曲辞·吴声歌曲》旧题。创制者是谁，说法不一。或说“未详所起”；或说陈后主所作；或说隋炀帝所作。今据郭茂倩《乐府诗集》所录，除张若虚这一首外，尚有隋炀帝二首，诸葛颖一首，张子容二首，温庭筠一首。它们或显得格局狭小，或显得脂粉气过浓，远不及张若虚此篇。这一旧题，到了张若虚手里，突发异彩，获得了不朽的艺术生命。时至今日，人们甚至不再去考索旧题的原始创制者究竟是谁，而把《春江花月夜》这一诗题的真正创制权归之于张若虚了。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n解读三\n\n\n　　诗从被写出来的那刻起，沉淀的就是其本身写者的心情。后人，纵使有多高深的造诣或者怎样的心情的历史性重叠，都没有办法真正的解释。所以，现在我写这篇文，充其量就是挖掘一点我自己情绪的断章，凑不上什么赏析。——题记\n　　春江花月夜的诗评泛滥，网上什么版本的都有，若是此时我再浓墨于其字词运用的引经据典，大概就逃不出捡人剩下的落魄甚至会遭蒙抄袭的嫌疑。所以作罢，写写我的理解就够了，所谓托物言志或者抑扬顿挫之类的文字游戏还是留给有水平的大家去做吧。\n　　春江花月夜的长度还算适中，可是为了把自己融入进里，也着实花了我不少功夫。阅诗，最忌讳的就是读，不同的人不同的心境进而不同的语调流转，都有极大的可能让诗原本的意境面目全非。人和人之间，不是这么容易便能驾驭了彼此的心情。所以我选择抄写，整整一上午高山流水地沉浮在字里行间，感情毫无预兆地就漫溢了出来。\n　　张若虚连字号都不为人详，沧海一粟地茫然在唐朝灿如繁星的诗人堆里，却仅凭这一首诗“孤篇横绝，竟为大家”。春江花月夜归于乐府，带有乐府诗一贯的情愫，缕缕歌章唱的都是诗人曲婉的离愁，通篇白话文一般的浅显，不需要任何的注解，一个离人立于江岸的形象便跃然印入眼帘。我看见他背着双手，傲然地仰头望向无垠的汪汪白水，赞叹自然的浩淼荡漾，心意空洞眼神苍白如昼，流露出了怎样的一种哀愁。\n　　“春江潮水连海平，海上明月共潮生。”他站在辽阔到分不清哪里是海岸线的水边，在熏风里望见明月凄楚地随潮涌翻滚而来，好像听不见浪涛的呱噪和海鸟的悲鸣，行云流水地营造了他自己不被打扰的安静和美景。是了，春江某种程度上成了他情愫的归宿，寄托了他的情成就了他的美，顺便再给我们精彩回放了那晚的夜色妖娆。月色美，在诗人的乡思离愁里，却如蚌体内的珍珠，是凄苦的延伸和凝固。诗人看“滟滟随波千万里”，月影倒映，水波涟漪，却突然感到了心理不平衡:为什么月笼春江千万里，我却望穿了秋水也望不见家舍屋顶的袅袅炊烟!就连江边的芳甸也因为有江流不息的陪伴，惹人妒忌。\n　　或者他突然发现月亮其实和自己一样孤独。明月爱慕着春江，却苦于时空蹁跹，一天一地，惟能只知昼夜不知岁月地映照着白水，不离不弃。就如诗人自己一样，望这长水，只期盼能望见家中玉帘后的牵挂。\n　　又有“江畔何人初见月？江月何年初照人？”，诗人无奈人与天的绝对力量悬殊，明月一岁一千年，看尽人情的薄凉锦暖，世人却伴月初生，望月临终，至死了也看不透自然的玄妙。可他又说“人生代代无穷已，江月年年望相似”，人类啊，年华如水去而不返却繁衍生息绵延久长，看着江月，总该有看尽的一天。诗人天真的自我安慰，“哀而不伤”，与李白的《把酒问月》大有异曲同工之妙：今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。\n　　诗人举目而眺，“有乘扁舟为客者，有登楼而伤别者”，更有自己不可尽言的思念。他似乎还看见了家中“妆镜台”前的同样思念他的女子，辗转反侧，苦于月色的柔情更添了她的愁思。那多情的女子，多想随明月光华一起，“逐月华流照君”，瞬思闲就能流转到意中人的身侧。可惜“鸿雁长飞光不度，鱼龙潜跃水成文”，望长空:鸿雁远飞，飞不出月的光影，飞也徒劳;看江面，鱼跃深水，只激起阵阵波纹，跃也无功。“;尺素在鱼肠，存心凭雁足”，向以传信为长的鱼雁，如今也无法传递思念。\n　　对于“水成文”，其实我还有别的理解。诗人的思念，望穿了秋水，也望成了幻觉，他好像看到了鱼跃激起的水纹里有远方传来的书字，一篇思愁蔓延水面，情深亦如水。\n　　全诗到这里，我的激情大约也到了个终点。近乎审美疲劳，后面的内容，已经不足以翻起我的思绪。\n　　月复西斜，海雾徒生，潇湘碣石，江树摇情。就以这个“摇”字作为最后的看点，“月华摇晃，树影婆娑，人心起伏，月摇，树摇，人心亦在摇”。诗人在江边站至夜深，江风骤起，他看岸上的树舞起，好像是在代替谁回应着他的思念，也好像是因为树枝沉甸甸地挂满了他的思念，于是他情不自觉地心中悸动起来，再也平静不下来。只好就此收了笔。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n解读四\n\n\n　　这首诗以写月作起，以写月落结，把从天上到地下这样寥廓的空间，从明月、江流、青枫、白云到水纹、落花、海雾等等众多的景物，以及客子、思妇种种细腻的感情，通过环环紧扣、连绵不断的结构方式组织起来。由春江引出海，由海引出明月，又由江流明月\n　　引出花林，引出人物，转情换意，前后呼应，若断若续，使诗歌既完美严密，又有反复咏叹的艺术效果。\n　　前半部重在写景，是写实，但如“何处春江无月明”、“空里流霜不觉飞”等句子，同时也体现了人物的想象和感觉。后半部重在抒情，这情是在景的基础上产生的，如长江流水、青枫白云、帘卷不去、拂砧还来等句，景中亦自有情，结尾一句，更是情景交融的名句。全篇有情有景，亦情亦景，情景交织成有机整体。\n　　诗歌写了许多色彩鲜明的形象，如皎月、白沙、白云、青枫等等，这些景物共同造成了柔和静谧的诗境，这种意境与所抒发的绵邈深挚的情感，十分和谐统一。\n　　诗歌每四句一换韵，平仄相间，韵律婉转悠扬。为了与缠绵的感情相适应，语言采用了一些顶针连环句式，如“春江潮水连海平，海上……”“江月何年初照人。人生……”“何处相思明月楼，可怜楼上……”“江潭落月复西斜，斜月……”。一唱三叹，情味无穷。对偶句的使用如“谁家今夜扁舟子？何处相思明月楼？”“鸿雁长飞光不度，鱼龙潜跃水成文”等等。句中平仄的讲求如“滟滟随波千万里，何处春江无月明？江流婉转绕芳甸，月照花林皆似霰”，平仄变换与律诗相同，使诗歌语言既抑扬顿挫，又清新流畅。\n　　“暮江平不动，春花满正开。流波将月去，潮水带星来。”杨广此首借题生义，一扫艳媚。黄昏远眺长江岸，暮霭沉沉，江水浩淼。“平不动”是水波不兴。江面平坦宁静，江边春花如火，开得满满当当。他写春夜潮生，江水滔滔。“将月去”，“带星来”将水波激荡，月星交辉的情景写得极宏大，于写景的壮阔中写出了时间的流逝。寥寥四句诗，将春江花月夜收纳其间，绘出一幅江月胜景图。“流波将月去，潮水带星来”，缓缓读来，如欣赏清秋月夜之画，风致婉然。此句好在平实，一个“将”字，一个“带”字，都是比较虚的动词，不会破了月明星稀的安稳美感。\n　　总而言之，诗人凭借对春江花月夜的描绘，尽情赞叹大自然的绮丽景色，讴歌人间纯洁爱情把游子对思妇的同情扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合而来，从而汇成一种情、景、理水乳交融的优美而邈远的意境。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析二\n\n\n逐句分析\n　　整篇诗由景、情、理依次展开，第一部分写了春江的美景。第二部分写了面对江月由此产生的感慨。第三部分写了人间思妇游子的离愁别绪。\n　　诗人入手擒题，勾勒出一幅春江月夜的壮丽画面：江潮连海，月共潮生。这里的“海”是虚指。江潮浩瀚无垠，仿佛和大海连在一起，气势宏伟。这时一轮明月随潮涌生，景象壮观。一个“生”字，就赋予了明月与潮水以活泼的生命。月光闪耀千万里之遥，哪一处春江不在明月朗照之中。江水曲曲弯弯地绕过花草遍生的春之原野，月色泻在花树上，像撒上了一层洁白的雪。同时，又巧妙地缴足了“春江花月夜”的题面。诗人对月光的观察极其精微，月光荡涤了世间万物的五光十色，将大千世界浸染成梦幻一样的银辉色。因而“空里流霜不觉飞，汀上白沙看不见”，浑然只有皎洁明亮的月光存在。细腻的笔触，创造了一个神话般美妙的境界，使春江花月夜显得格外幽美恬静。这八句，由大到小，由远及近，笔墨逐渐凝聚在一轮孤月上了。\n　　清明澄澈的天地宇宙，仿佛使人进入了一个纯净世界，这就自然地引起了诗人的遐思冥想：“江畔何人初见月？江月何年初照人？”诗人神思飞跃，但又紧紧联系着人生，探索着人生的哲理与宇宙的奥秘。在此处却别开生面，思想没有陷入前人窠臼，而是翻出了新意：“人生代代无穷已，江月年年望相似。”个人的生命是短暂即逝的，而人类的存在则是绵延久长的，因之“代代无穷已”的人生就和“年年望相似”的明月得以共存。诗人虽有对人生短暂的感伤，但并不是颓废与绝望，而是缘于对人生的追求与热爱。\n　　“不知江月待何人，但见长江送流水”，这是紧承上一句的“望相似”而来的。人生代代相继，江月年年如此。一轮孤月徘徊中天，像是等待着什么人似的，却又永远不能如愿。月光下，只有大江急流，奔腾远去。随着江水的流动，诗篇遂生波澜，将诗情推向更深远的境界。江月有恨，流水无情，诗人自然地把笔触由上半篇的大自然景色转到了人生图象，引出下半篇男女相思的离愁别恨。\n　　“白云”四句总写在月夜中思妇与游子的两地思念之情。“白云”、“青枫浦”托物寓情。白云飘忽，象征“扁舟子”的行踪不定。“青枫浦”为地名，但“枫”“浦”在诗中又常用为感别的景物、处所。“谁家”“何处”二句互文见义，因不止一家、一处有离愁别恨，诗人才提出这样的设问，一种相思，牵出两地离愁，一往一复，诗情荡漾，曲折有致。\n　　接下“可怜”八句承“何处”句，写思妇对离人的怀念。然而诗人不直说思妇的悲和泪，而是用“月”来烘托她的怀念之情，悲泪自出。诗篇把“月”拟人化，“徘徊”二字极其传神：一是浮云游动，故光影明灭不定；二是月光怀着对思妇的怜悯之情，在楼上徘徊不忍去。它要和思妇作伴，为她解愁，因而把柔和的清辉洒在妆镜台上、玉户帘上、捣衣砧上。岂料思妇触景生情，反而思念尤甚。她想赶走这恼人的月色，可是月色“卷不去”，“拂还来”，真诚地依恋着她。这里“卷”和“拂”两个痴情的动作，生动地表现出思妇内心的愁怅和迷惘。共望月光而无法相知，只好依托明月遥寄相思之情。“鸿雁长飞光不度”，也暗含鱼雁不能传信之意。\n　　最后八句写游子，诗人用落花、流水、残月来烘托他的思归之情。“扁舟子”连做梦也念念归家——花落幽潭，春光将老，人还远隔天涯，江水流春，流去的不仅是自然的春天，也是游子的青春、幸福和憧憬。江潭落月，更衬托出他凄苦的寞寞之情。沉沉的海雾隐遮了落月；碣石、潇湘，天各一方，道路是多么遥远。“沉沉”二字加重地渲染了他的孤寂；“无限路”也就无限地加深了他的乡思。他思忖：在这美好的春江花月之夜，不知有几人能乘月归回自己的家乡。他那无着无落的离情，伴着残月之光，洒满在江边的树林之上。\n整体把握 \n　　《春江花月夜》的章法结构，以整齐为基调，以错杂显变化。三十六行诗，共分为九组，每四句一小组，一组三韵，另一组必定转用另一韵，像九首绝句。这是它整齐的一面。它的错综复杂，则体现在九个韵脚的平仄变化。开头一、三组用平韵，二、四组用仄韵，随后五六七八组皆用平韵，最后用仄韵结束，错落穿插，声调整齐而不呆板。在句式上，大量使用排比句、对偶句和流水对，起承转合皆妙，文章气韵无穷。\n　　全诗紧扣春、江、花、月、夜的背景来写，而又以月为主体。“月”是诗中情景兼融之物，它跳动着诗人的脉搏，在全诗中犹如一条生命纽带，通贯上下，诗情随着月轮的生落而起伏曲折。月在一夜之间经历了升起——高悬——西斜——落下的过程。在月的照耀下，江水、沙滩、天空、原野、枫树、花林、飞霜、白沙、扁舟、高楼、镜台、砧石、长飞的鸿雁、潜跃的鱼龙，不眠的思妇以及漂泊的游子，组成了完整的诗歌形象，展现出一幅充满人生哲理与生活情趣的画卷。这幅画卷在色调上是以淡寓浓，虽用水墨勾勒点染，但“墨分五彩”，从黑白相辅、虚实相生中显出绚烂多彩的艺术效果，宛如一幅淡雅的中国水墨画，体现出春江花月夜清幽的意境美。▲\n\n\n参考资料：完善\n\n1、\n乔力．唐诗名篇的人生哲理：海潮出版社，2006-12：第44页\n\n\n2、\n孟庆枢，杨守森．《西方文论选》：经济科学出版社，1998年1月：第248页\n\n\n3、\n程千帆 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983年12月：第54-56页\n\n\n",
            "\n\n\n创作背景\n\n\n　　《春江花月夜》为乐府吴声歌曲名，相传为南朝陈后主所作，原词已不传，《旧唐书·音乐志二》云：“《春江花月夜》《玉树后庭花》《堂堂》，并陈后主作。叔宝常与宫中女学士及朝臣相和为诗，太乐令何胥又善于文咏，采其尤艳丽者以为此曲。”后来隋炀帝又曾做过此曲。《乐府诗集》卷四十七收《春江花月夜》七篇，其中有隋炀帝的两篇。张若虚这首为拟题作诗，与原先的曲调已不同，却是最有名的。\n　　关于此诗的具体创作年份已难以确考，而对此诗的创作地点则有三种说法：扬州文化研究所所长韦明铧认为，诗人是站在扬州南郊曲江边赏月观潮，有感而发，创作了此诗，表现的是唐代曲江一带的景色；长期从事瓜洲文史研究的高惠年认为，此诗作于瓜洲，表现的是千年古镇瓜洲江畔清幽如诗的意境之美；长期从事大桥文史研究的学者顾仁认为，此诗作于扬子江畔，其地在今扬州市江都区大桥镇南部。▲\n\n\n参考资料：完善\n\n1、\n萧涤非 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：54-56\n\n\n",
            "\n\n\n后世影响\n\n\n　　《春江花月夜》一诗在立意和选材上总结前人的经验，借乐府旧题谱写出天下众多人的心声，同时具有很高的审美价值，一直令后人传诵不已，千百年来有无数读者为之倾倒。它是由齐梁绮丽浮靡文风转向盛唐的自然清丽的一面旗帜，同时又是中国古代诗歌史上的一个重要里程碑。它的内容和形式多为后世诗人所借用。此诗既不像南朝山水诗那样着力模山范水，也不像玄言诗那样枯燥说理，更不是一首单单抒发儿女离情别绪的爱情诗，而是将多种诗情融为一体。它的诞生，填补了中国古代诗歌史上以月为中心媒介，同时写男女双方两地相思，探索宇宙和人生哲理于同一首诗的空白。不论从主题的提炼还是题材的加工上，此诗对唐朝繁荣的诗歌局面起着不可估量的作用，对后代诗歌创作有重要的启蒙作用。诗中有好多名句被后世诗人所引用或化用。比如，崔颢的“黄鹤一去不复返，白云千载空悠悠”很可能是“白云一片去悠悠，青枫浦上不胜愁”的化用；张九龄的“海上生明月，天涯共此时”可能是根据“春江潮水连海平，海上明月共潮生”化用而来；李白的“青天明月来几时？我欲停杯一问之”，苏轼的“明月几时有？把酒问青天”，都有化用“江畔何人初见月？江月何年初照人？”的痕迹。在意境和结构方面，江天一线，皎月一轮，白云一片和婆娑的花枝，绰约的人影，孤独的明月楼，又以其形的对比，构成线条的旋律，赋予此诗以绘画美。作者又以夜的寂静为背景，把人们臆想中的海潮声、江流声、捣衣声、凄凉的雁叫声与游子思妇的叹息声，巧妙地编织成声音的旋律，赋予此诗以音乐美。此诗的这些美感对现代新月派诗人闻一多提出诗歌的“三美”（即绘画美、音乐美、建筑美）有着重要的直接影响。▲\n\n\n参考资料：完善\n\n1、\n余恕诚 等．中国古代诗歌散文欣赏．北京：人民教育出版社，2006（第二版）：25-27\n\n\n2、\n赵君虎 等．语文（必修）教师教学用书．北京：人民教育出版社，2005：168-172\n\n\n"
        ]
    },
    {
        "title": "满江红·写怀",
        "author": "岳飞",
        "dynasty": "〔宋代〕",
        "main": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！(栏 通：阑)靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。(壮志 一作：壮士；山缺 一作：山阙)",
        "others": [
            "\n\n\n译文及注释\n\n\n译文我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切。靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息！ \n注释怒发冲冠：气得头发竖起，以至于将帽子顶起。形容愤怒至极，冠是指帽子而不是头发竖起。潇潇：形容雨势急骤。长啸：感情激动时撮口发出清而长的声音,为古人的一种抒情举动。三十功名尘与土：年已三十，建立了一些功名，不过很微不足道。八千里路云和月：形容南征北战、路途遥远、披星戴月。等闲：轻易，随便。靖康耻：宋钦宗靖康二年（1127年），金兵攻陷汴京，虏走徽、钦二帝。贺兰山：贺兰山脉位于宁夏回族自治区与内蒙古自治区交界处。胡虏（lǔ）：对女真贵族入侵者的蔑称。朝天（阙）：朝见皇帝。天阙：本指宫殿前的楼观，此指皇帝生活的地方。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析二\n\n\n　　岳飞这首《满江红》，是很引人注目的名篇。\n　　为什么这首词第一句就写“怒发冲冠”，表现出如此强烈的愤怒的感情？这并不是偶然的，这是作者的理想与现实发生尖锐激烈的矛盾的结果。因此，必须对这个问题有所了解，才能正确理解这首词的思想内容。岳飞在少年时代，家乡就被金兵占领。他很有民族气节，毅然从军。他指挥的军队，英勇善战，接连获胜，屡立战功。敌人最怕他的军队，称之为“岳爷爷军”，并且传言说：“撼山易，撼岳家军难！”岳飞乘胜追击金兵，直至朱仙镇，距离北宋的京城汴京只有四十五里了。金兵元气大伤，准备逃归，还有不少士卒纷纷来降。岳飞看到这样大好的抗战形势，非常高兴，决心乘胜猛追，收复中原。就在这关键的时刻，当时的宰相秦桧，为了和金人议和，一日连下十二道金字牌，令岳飞班师回朝。岳飞悲愤万分，说“十年之力，废于一旦！”秦桧把岳飞看成是他投降阴谋的主要障碍，又捏造说，岳飞受诏逗留，抵制诏令，以“莫须有”（也许有）的罪名，将他害死。岳飞被害时，才三十九岁。了解了这些情况，对这首词中充满的强烈感情，就不难理解了。\n　　上片写作者要为国家建立功业的急切心情。开头这几句写在潇潇的雨声停歇的时候，他倚着高楼上的栏杆，抬头遥望远方，仰天放声长啸，“壮怀激烈”！啸是蹙口发出的叫声。“壮怀”，奋发图强的志向。他面对投降派的不抵抗政策，真是气愤填膺，“怒发冲冠”。“怒发冲冠”是艺术夸张，是说由于异常愤怒，以致头发竖起，把帽子也顶起来了。“三十功名尘与土”，表现作者渴望建立功名、努力抗战的思想。三十岁左右正当壮年，古人认为这时应当有所作为，可是，岳飞悔恨自己功名还与尘土一样，没有什么成就。“八千里路云和月”，是说不分阴晴，转战南北，在为收复中原而战斗。“莫等闲、白了少年头，空悲切”，这与“少壮不努力，老大徒伤悲”的意思相同，反映了作者积极进取的精神。这对当时抗击金兵，收复中原的斗争，显然起到了鼓舞斗志的作用。与主张议和，偏安江南，苟延残喘的投降派，形成了鲜明的对照。“等闲”，作随便解释。“空悲切”，即白白的痛苦。下片写了三层意思：对金贵族掠夺者的深仇大恨；统一祖国的殷切愿望；忠于朝廷即忠于祖国的赤诚之心。“靖康”是宋钦宗赵桓的年号。“靖康耻”，指宋钦宗靖康二年（1127），京城汴京和中原地区沦陷，徽宗、钦宗两个皇帝被金人俘虏北去的奇耻大辱。“犹未雪”，指还没有报仇雪恨。由于没有雪“靖康”之耻，所以，岳飞发出了心中的恨何时才能消除（“臣子恨，何时灭”）的感慨。这也是他要“驾长车踏破贺兰山缺”的原因。古代的战车叫“长车”。贺兰山，在今宁夏回族自治区的西北边。\n　　有一种说法，认为这首词不是岳飞写的，理由之一就是根据上面这句话。因为岳飞讲“直捣黄龙，与诸君痛饮”，即渡过黄河向东北进军，不会向西北进军的。“驾长车踏破贺兰山缺”，不是岳飞的进军路线。因为对这句词的解释牵涉到这首词是不是岳飞写的问题，因而显得更为重要了。原来这是用典。《西清诗话》载姚嗣宗《崆峒山》诗：“踏碎贺兰石，扫清西海尘。”这两句诗是针对西夏讲的，所以用“贺兰石”。姚嗣宗是北宋人，岳飞借用这个典故，借用他要打败西夏的壮志来表达他要打败金兵的豪情，所以这句词没有问题。“山缺”，指山口。“壮志饥餐胡虏肉，笑谈渴饮匈奴血”，充分表达了作者对敌人的刻骨仇恨和报仇雪耻的决心。“壮志”，指年轻时的理想。“胡虏”是古代对我国北方少数民族侮辱性的称呼。“虏”，指俘虏。这里所谓的“胡虏”、“匈奴”，皆代指金贵族掠夺者。最后“待从头、收拾旧山河，朝天阙”两句说，等到收复中原、统一祖国的时候，就去报捷。“旧山河”，指沦陷区。“阙”，宫殿。”天阙”，指朝廷。我国古代进步的知识分子，往往都把忠于朝廷看作爱国的表现。在封建社会里，尤其在民族矛盾激化，上升为主要矛盾的时期，“忠于朝廷”与爱国常常是紧密结合在一起的。因此，岳飞在这首词中所表露的忠于朝廷的思想，是跟渴望杀尽敌人、保卫祖国疆土的壮志，密切结合着的。\n　　从艺术上看，这首词感情激荡，气势磅礴，风格豪放，结构严谨，一气呵成，有着强烈的感染力。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析\n\n\n　　岳飞此词，激励着中华民族的爱国心。抗战期间这首词曲以其低沉但却雄壮的歌音，感染了中华儿女。\n　　前四字，即司马迁写蔺相如“怒发上冲冠”的妙，表明这是不共戴天的深仇大恨。此仇此恨，因何愈思愈不可忍？正缘独上高楼，自倚阑干，纵目乾坤，俯仰六合，不禁热血满怀沸腾激昂。——而此时秋霖乍止，风澄烟净，光景自佳，翻助郁勃之怀，于是仰天长啸，以抒此万斛英雄壮志。着“潇潇雨歇”四字，笔致不肯一泻直下，方见气度渊静，便知有异于狂夫叫嚣之浮词矣。\n　　开头凌云壮志，气盖山河，写来气势磅礴。再接下去，倘是庸手，有意耸听，必定搜索剑拔弩张之文辞，以引动浮光掠影之耳目——而乃于是却道出“三十功名尘与土，八千里路云和月”十四个字，真个令人迥出意表，怎不为之拍案叫绝！此十四字，微微唱叹，如见将军抚膺自理半生悲绪，九曲刚肠，英雄正是多情人物，可为见证。功名是我所期，岂与尘土同轻；驰驱何足言苦，堪随云月共赏。（此功名即勋业义，因音律而用，宋词屡见）试看此是何等胸襟，何等识见！\n　　过片前后，一片壮怀，喷薄倾吐：靖康之耻，指徽钦两帝被掳，犹不得还；故下言臣子抱恨无穷，此是古代君臣观念之必然反映，莫以现代之国家观念解释千年往事。此恨何时得解？功名已委于尘土，三十已去，至此，将军自将上片歇拍处“莫等闲、白了少年头，空悲切”之痛语，说与天下人体会。沉痛之笔，字字掷地有声！\n　　以下出奇语，寄壮怀，英雄忠愤气概，凛凛犹若神明。盖金人猖獗，荼毒中原，止畏岳家军，不啻闻风丧胆，故自将军而言，“匈奴”实不难灭，踏破“贺兰”，黄龙直捣，并非夸饰自欺之大言也。“饥餐”、“渴饮”一联微嫌合掌；然不如此亦不足以畅其情、尽其势。未至有复沓之感者，以其中有真气在。\n　　有论者设：贺兰山在西北，与东北之黄龙府，千里万里，有何交涉？那克敌制胜的抗金名臣老赵鼎，他作《花心动》词，就说：“西北欃枪未灭，千万乡关，梦遥吴越。”那忠义慷慨寄敬胡铨的张元干，他作《虞美人》词，也说：“要斩楼兰三尺剑，遗恨琵琶旧语！”这都是南宋初期的爱国词作，他们说到金兵时，均用“西北”、“楼兰”（汉之西域鄯善国，傅介子计斩楼兰王，典出《汉书·西域传》），可见岳飞用“贺兰山”和“匈奴”，是无可非议的。\n　　“待从头、收拾旧山河，朝天阙！”满腔忠愤，丹心碧血，倾出肺腑。即以文学家眼光论之，收拾全篇，神完气足，无复毫发遗憾，诵之令人神旺，令人起舞！然而岳飞头未及白，金兵自陷困境，由于奸人谗害，宋皇朝自弃战败。“莫须有”千古奇冤，闻者发指，岂复可望眼见他率领十万貔貅，与中原父老齐来朝拜天阙哉？悲夫。\n　　此种词原不应以文字论长短，然即以文字论，亦当击赏其笔力之沉厚，脉络之条鬯，情致之深婉，皆不同凡响，倚声而歌，乃振兴中华之必修音乐艺术课也。 ▲\n\n\n参考资料：完善\n\n1、\n《唐宋词鉴赏辞典》（南宋·辽·金卷）.上海辞书出版社，1988年8月版，第1297-1299页\n\n\n2、\n周汝昌 ．《千秋一寸心：周汝昌讲唐诗宋词》 ．北京 ：中华书局 ，2006年9月 ：11-13页 ．\n\n\n",
            "\n\n\n赏析三\n\n\n　　岳飞工诗词，虽留传极少，但这首《满江红》英勇而悲壮，深为人们所喜爱，它真实、充分地反映了岳飞精忠报国、一腔热血的英雄气概。这首的上片，“怒发冲冠，……空悲切”。意思说，我满腔热血，报国之情，再也压不住了，感到怒发冲冠，在庭院的栏杆边，望着潇潇秋雨下到停止。抬头远望，又对天长啸，急切盼望实现自己的志愿。三十多岁的人了，功名还未立，但是我也不在乎，功名好比尘土一样，都是不足所求的。我渴望的是什么东西呢？渴望是八千里路的征战，我要不停的去战斗，只要这征途上的白云和明月作伴侣。不能等了，让少年头轻易地变白了，到那时只空有悲愤。这一段表现了岳飞急于立功报国的宏愿。\n　　下片，“靖康耻，……朝天阙。”靖康二年的国耻还没有洗雪，臣子的恨什么时候才能够消除呢？我要驾乘着战车踏破敌人的巢穴，肚子饿了，我要吃敌人的肉；口渴了；我要喝敌人的血。我有雄心壮志，我相信笑谈之间就可以做到这些。等待收复了山河的时候，再向朝庭皇帝报功吧！这一段表现了岳飞对“还我河山”的决心和信心。\n　　这首词，代表了岳飞“精忠报国”的英雄之志，表现出一种浩然正气、英雄气质，表现了报国立功的信心和乐观主义精神。“壮志饥餐胡虏肉，笑谈渴饮匈奴血。”“侍从头、收拾旧山河”。把收复山河的宏愿，把艰苦的征战，以一种乐观主义精神表现出来，读了这首词，使人体会，只有胸怀大志，思想高尚的人，才能写出感人的词句。在岳飞的这首词中，词里句中无不透出雄壮之气，充分表现作者忧国报国的壮志胸怀。\n　　从“怒发冲冠”到“仰天长啸”，先是写在家里庭院中的情况，他凭观栏雨，按说这是一种很惬意的生活，可是却按不住心头之恨而怒发冲冠。一句“仰天长啸”，道出了精忠报国的急切心情。\n　　“三十功名尘与土，八千里路云和月。”说明了岳飞高尚的人生观，两句话把作者的爱与恨，追求与厌恶，说得清清楚楚。岳飞在这里非常巧妙地运用了“尘与土”；“云和月”。表白了自己的观点，既形象又很有诗意。\n　　“莫等闲、白了少年头，空悲切。”这两句话很好理解，可作用很大，接着上面表达出的壮烈胸怀，急切期望早日为国家收复山河，不能等待了！到了白了少年头，那悲伤都来不及了。它有力地结束词的上片所表达的作者心情。\n　　下片一开始就是，“靖康耻，犹未雪；臣子恨，何时灭？”把全诗的中心突出来，为什么急切地期望，胸怀壮志，就因为靖康之耻，几句话很抽象，但是守渡得很好，又把“驾长车、踏破贺兰山缺，”具体化了。从“驾长车”到“笑谈渴饮匈奴血”都以夸张的手法表达了对凶残敌人的愤恨之情，同时表现了英勇的信心和无畏的乐观精神。\n　　“待从头、收拾旧山河，朝天阙。”以此收尾，既表达要胜利的信心，也说了对朝庭和皇帝的忠诚。岳飞在这里不直接说凯旋、胜利等，而用了“收拾旧山河”，显得有诗意又形象。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析四\n\n\n　　上片写作者悲愤中原重陷敌手，痛惜前功尽弃的局面，也表达自己继续努力，争取壮年立功的心愿。\n　　开头五句“怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈”。起势突兀，破空而来。胸中的怒火在熊熊燃烧，不可阻遏。这时，一阵急雨刚刚停止，词人站在楼台高处，正凭栏远望。他看到那已经收复却又失掉的国土，想到了重陷水火之中的百姓，不由得“怒发冲冠”，“仰天长啸”、“壮怀激烈”。“怒发冲冠”是艺术夸张，是说由于异常愤怒，以致头发竖起，把帽子也顶起来了。“怒发冲冠”，表现出如此强烈的愤怒的感情并不是偶然的，这是作者的理想与现实发生尖锐激烈的矛盾的结果。“壮怀激烈”！啸是蹙口发出的叫声。“壮怀”，奋发图强的志向。他面对投降派的不抵抗政策，真是气愤填膺，“怒发冲冠”。岳飞之怒，是金兵侵扰中原，烧杀虏掠的罪行所激起的雷霆之怒；岳飞之啸，是无路请缨，报国无门的忠愤之啸；岳飞之怀，是杀敌为国的宏大理想和豪壮襟怀。这几句一气贯注，为我们生动地描绘了一位忠臣义士和忧国忧民的英雄形象。\n　　接着四句激励自己，不要轻易虚度这壮年光阴，争取早日完成抗金大业。“三十功名尘于土”，是对过去的反省。表现作者渴望建立功名、努力抗战的思想。三十岁左右正当壮年，古人认为这时应当有所作为，可是，岳飞悔恨自己功名还与尘土一样，没有什么成就。“三十”是约数，当时岳飞三十二岁。“功名”，即前面说到的攻克襄阳六郡以后建节晋升之事。宋朝以“三十之节”为殊荣。然而，岳飞梦寐以求的并不是建节封侯，身受殊荣，而是渡过黄河，收复国土，完成抗金救国的神圣事业。正如他自己所说“誓将直节报君仇”，“不问登坛万户侯”，对功名感到不过象尘土一样，微不足道。“八千里路云和月”，是说不分阴晴，转战南北，在为收复中原而战斗。是对未来的瞻望。“八千”是约数，极言沙场征战行程之远。“云和月”是特意写出，是说出师北伐是十分艰苦的，任重道远，尚须披星戴月，日夜兼程，才能“北逾沙漠，喋血虏廷”（《五岳祠盟记》），赢得最后抗金的胜利，上一句写视功名为尘土，这一句写杀敌任重道远，个人为轻，国家为重，生动地表现了作者强烈的爱国热忱。“莫等闲、白了少年头，空悲切”，这与“少壮不努力，老大徒伤悲”的意思相同，反映了作者积极进取的精神。这对当时抗击金兵，收复中原的斗争，显然起到了鼓舞斗志的作用。与主张议和，偏安江南，苟延残喘的投降派，形成了鲜明的对照。“等闲”，作随便解释。“空悲切”，即白白的痛苦。“莫等闲，白了少年头，空悲切”。这既是岳飞的自勉之辞，也是对抗金将士的鼓励和鞭策。\n　　词的下片运转笔端，抒写词人对于民族敌人的深仇大恨，统一祖国的殷切愿望，忠于朝廷即忠于祖国的赤诚之心。\n　　“靖康”是宋钦宗赵桓的年号。“靖康耻，犹未雪；臣子恨，何时灭？”突出全诗中心，由于没有雪“靖康”之耻，岳飞发出了心中的恨何时才能消除（“臣子恨，何时灭”）的感慨。这也是他要“驾长车踏破贺兰山缺”的原因。又把“驾长车、踏破贺兰山缺，”具体化了。从“驾长车”到“笑谈渴饮匈奴血”都以夸张的手法表达了对凶残敌人的愤恨之情，同时表现了英勇的信心和无畏的乐观精神。\n　　“壮志饥餐胡虏肉，笑谈渴饮匈奴血。”“待从头、收拾旧山河，朝天阙。”以此收尾，把收复山河的宏愿，把艰苦的征战，以一种乐观主义精神表现出来，既表达要胜利的信心，也说了对朝庭和皇帝的忠诚。岳飞在这里不直接说凯旋、胜利等，而用了“收拾旧山河”，显得有诗意又形象。\n　　这首词代表了岳飞“精忠报国”的英雄之志，表现出一种浩然正气、英雄气质，表现了报国立功的信心和乐观主义精神。词里句中无不透出雄壮之气，充分表现作者忧国报国的壮志胸怀。▲\n\n\n参考资料：完善\n\n1、\n《唐宋词鉴赏辞典》（南宋·辽·金卷）.上海辞书出版社，1988年8月版，第1297-1299页\n\n\n2、\n周汝昌．《千秋一寸心：周汝昌讲唐诗宋词》．北京：中华书局，2006年9月：11-13页\n\n\n"
        ]
    },
    {
        "title": "春望",
        "author": "杜甫",
        "dynasty": "〔唐代〕",
        "main": "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文国都遭侵但山河依旧，长安城里的杂草和树木茂盛地疯长。感于战败的时局，看到花开而潸然泪下，内心惆怅怨恨，听到鸟鸣而心惊胆战。连绵的战火已经延续了一个春天，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。\n注释国：国都，指长安（今陕西西安）。破：陷落。山河在：旧日的山河仍然存在。城：长安城。草木深：指人烟稀少。感时：为国家的时局而感伤。溅泪：流泪。恨别：怅恨离别。烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：正月、二月、三月。抵：值，相当。白头：这里指白头发。搔：用手指轻轻的抓。浑：简直。欲：想，要，就要。胜：经受，承受。簪：一种束发的首饰。古代男子蓄长发，成年后束发于头顶，用簪子横插住，以免散开。▲\n\n\n参考资料：完善\n\n1、\n范国平．初中生必背古诗词．北京市：新世界出版社，2010年：114-116页\n\n\n2、\n李存仁．新编初中古诗文一看通 ．广州市：暨南大学出版社，2011年：101页\n\n\n3、\n李承林．中华句典 中华文典．北京市：高等教育出版社，2011年：49-50页\n\n\n",
            "\n\n\n鉴赏\n\n\n　　此诗前四句写春日长安凄惨破败的景象，饱含着兴衰感慨；后四句写诗人挂念亲人、心系国事的情怀，充溢着凄苦哀思。全诗格律严整，颔联分别以“感时花溅泪“应首联国破之叹，以“恨别鸟惊心”应颈联思家之忧，尾联则强调忧思之深导致发白而稀疏，对仗精巧，声情悲壮。\n　　“国破山河在，城春草木深。”诗篇一开头便描写了春望所见：山河依旧，可是国都已经沦陷，城池也在战火中残破不堪了，乱草丛生，林木荒芜。诗人记忆中昔日长安的春天是何等的繁华，鸟语花香，飞絮弥漫，烟柳明媚，游人迤逦，可是那种景象今日已经荡然无存了。一个“破”字使人怵目惊心，继而一个“深”字又令人满目凄然。诗人写今日景物，实为抒发人去物非的历史感，将感情寄寓于物，借助景物反托情感，为全诗创造了一片荒凉凄惨的气氛。\n　　“国破”和“城春”两个截然相反的意象，同时存在并形成强烈的反差。“城春”当指春天花草树木繁盛茂密，烟景明丽的季节，可是由于“国破”，国家衰败，国都沦陷而失去了春天的光彩，留下的只是断垣残壁，只是“草木深”。“草木深”三字意味深沉，表示长安城里已不再是市容整洁、井然有序了，而是荒芜破败，人烟稀少，草木杂生。这里，诗人睹物伤感，表现了强烈的黍离之悲。\n　　“感时花溅泪，恨别鸟惊心。”花无情而有泪，鸟无恨而惊心，花鸟是因人而具有了怨恨之情。春天的花儿原本娇艳明媚，香气迷人；春天的鸟儿应该欢呼雀跃，唱着委婉悦耳的歌声，给人以愉悦。“感时”、“恨别”都浓聚着杜甫因时伤怀，苦闷沉痛的忧愁。这两句的含意可以这样理解：我感于战败的时局，看到花开而潸然泪下；我内心惆怅怨恨，听到鸟鸣而心惊胆战。人内心痛苦，遇到乐景，反而引发更多的痛苦，就如“昔我往矣，杨柳依依；今我来思，雨雪霏霏”那样。杜甫继承了这种以乐景表现哀情的艺术手法，并赋予更深厚的情感，获得更为浓郁的艺术效果。诗人痛感国破家亡的苦恨，越是美好的景象，越会增添内心的伤痛。这联通过景物描写，借景生情，移情于物。表现了诗人忧伤国事，思念家人的深沉感情。\n　　“烽火连三月，家书抵万金。”诗人想到：战火已经连续不断地进行了一个春天，仍然没有结束。唐玄宗都被迫逃亡蜀地，唐肃宗刚刚继位，但是官军暂时还没有获得有利形势，至今还未能收复西京，看来这场战争还不知道要持续多久。又想起自己流落被俘，扣留在敌军营，好久没有妻儿的音信，他们生死未卜，也不知道怎么样了。要能得到封家书该多好啊。“家书抵万金”，含有多少辛酸、多少期盼，反映了诗人在消息隔绝、久盼音讯不至时的迫切心情。战争是一封家书胜过“万金”的真正原因，这也是所有受战争追害的人民的共同心理，反映出广大人民反对战争，期望和平安的美好愿望，很自然地使人产生共鸣。\n　　“白头搔更短，浑欲不胜簪。”烽火连月，家书不至，国愁家忧齐上心头，内忧外患纠缠难解。眼前一片惨戚景象，内心焦虑至极，极无聊赖时刻，搔首徘徊，意志踌躇，青丝变成白发。自离家以来一直在战乱中奔波流浪，而又身陷于长安数月，头发更为稀疏，用手搔发，顿觉稀少短浅，简直连发簪也插不住了。诗人由国破家亡、战乱分离写到自己的衰老。 “白发”是愁出来的，“搔”欲解愁而愁更愁。头发白了、疏了，从头发的变化，使读者感到诗人内心的痛苦和愁怨，读者更加体会到诗人伤时忧国、思念家人的真切形象，这是一个感人至深、完整丰满的艺术形象。\n　　这首诗全篇情景交融，感情深沉，而又含蓄凝练，言简意赅，充分体现了“沉郁顿挫”的艺术风格。且这首诗结构紧凑，围绕“望”字展开，前四句借景抒情，情景结合。诗人由登高望远到焦点式的透视，由远及近，感情由弱到强，就在这感情和景色的交叉转换中含蓄地传达出诗人的感叹忧愤。由开篇描绘国都萧索的景色，到眼观春花而泪流，耳闻鸟鸣而怨恨；再写战事持续了很久，以致于家里音信全无，最后写到自己的哀怨和衰老，环环相生、层层递进，创造了一个能够引发人们共鸣、深思的境界。表现了在典型的时代背景下所生成的典型感受，反映了同时代的人们热爱国家、期待和平的美好愿望，表达了大家一致的内在心声。也展示出诗人忧国忧民、感时伤怀的高尚情感。▲\n\n\n参考资料：完善\n\n1、\n谢真元．唐诗300首鉴赏 汉英对照．北京市：中国对外翻译出版公司，2006年：278-279页\n\n\n2、\n语文出版社教材研究中心．文言诗文学习指导 语文 七年级 ．北京市：语文出版社，2004年：188-189页\n\n\n",
            "\n\n\n艺术特色\n\n\n　　情景交融　　前四句重在绘景（山河、草木、花鸟），但景中有情（破、深、溅泪、惊心），而且景中有意（感时、恨别）。后四句重在抒情，是借事抒情（断“家书”，搔“白头”），情中有景。\n　　意境深沉　　“国破”然而“山河在”， “城春”可是“草木深”；花鸟本是娱人之物，反而“溅泪”，“惊心”，语意的强烈反差，语势的节节逆转，使诗人郁勃而顿挫的忧思情感获得艺术的表现。\n　　一字传神　　“国破山河在，城春草木深”中“破”字使人触目惊心，“深”字令人满目凄凉。“感时花溅泪，恨别鸟惊心”中“溅”、“惊”体现了诗歌语言的动态美，寄托了诗人强烈的情感。▲\n\n\n参考资料：完善\n\n1、\n初中文言文全解一本通编写组．初中文言文全解一本通 新课标语文版．北京：外文出版社，2011：80\n\n\n2、\n胡兰兰．初中生必背古诗文．北京：光明日报出版社，2007：92\n\n\n"
        ]
    },
    {
        "title": "爱莲说",
        "author": "周敦颐",
        "dynasty": "〔宋代〕",
        "main": "　　水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。(甚爱 一作：盛爱)\n　　予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人？牡丹之爱，宜乎众矣。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文　　水上、陆地上各种草本木本的花，值得喜爱的非常多。晋代的陶渊明只喜爱菊花。从李氏唐朝以来，世上的人十分喜爱牡丹。而我唯独喜爱莲花从淤泥中长出却不被污染，经过清水的洗涤却不显得妖艳。它的茎内空外直，不生蔓不长枝，香气远播更加清香，笔直洁净地立在水中。人们只能远远地观赏而不能靠近赏玩它啊。\n　　我认为菊花，是花中的隐士；牡丹，是花中的富贵者；莲花，是花中品德高尚的君子。唉！对于菊花的喜爱，陶渊明以后就很少听到了。对于莲花的喜爱，像我一样的还有什么人呢？对于牡丹的喜爱，当然就很多人了！\n注释甚：很，十分。说：一种议论文的文体，可以直接说明事物或论述道理，也可以借人、借事或借物的记载来论述道理。之：的。可爱：值得怜爱。者：花。甚：很，非常。蕃：多。自：自从。李唐：指唐朝。唐朝皇帝姓李所以称为“李唐”。独：只，仅仅。之：主谓之间取消句子独立性。出：长出。淤（yū）泥：污泥。染：沾染（污秽）。濯（zhuó）：洗涤。清涟（lián）：水清而有微波，这里指清水妖：美丽而不端庄。通：贯通；通透。直：挺立的样子。中通外直：（它的茎）内空外直。不蔓（màn）不枝：不生蔓，不长枝香远益清：香气远播，愈加使人感到清雅。益：更加。清：清芬。亭亭净植：笔直地洁净地立在那里。亭亭：挺直的样子。植：竖立。可：只能。亵玩：靠近赏玩。亵（xiè）：亲近而不庄重。焉：句末语气词，这里指当于现代汉语的‘‘啊’’ ‘‘呀’’，助词。谓：认为。隐逸者：指隐居的人。在封建社会里，有些人不愿意跟统治者同流合污，就隐居避世。君子：指道德品质高尚的人。者：……的人或物。随着前面的名词而变化。噫：感叹词，相当于现在的\"唉\"。菊之爱：对于菊花的喜爱。之：语气助词，的。（一说为“宾语提前的标志”）鲜（xiǎn）：少。闻：听说。同予者何人：像我一样的还有什么人呢？宜乎众矣：（爱牡丹的）应当有很多人吧。宜乎：当然（应该）。宜：当。众：众多。▲\n\n\n参考资料：完善\n\n1、\n刘盼遂 郭预衡 ．中国历代散文选 ：北京出版社 ，1981 ：228-229 ．\n\n\n2、\n人民教育出版社语文室 ．九年义务教育标准实验教科书·语文·八年级·上册 ：人民教育出版社 ，2008 ：171-172 ．\n\n\n3、\n周敦颐与《爱莲说》·赣南师范学院学报 , Journal of Gannan Teacher’s College 编辑部邮箱, 1983年Z1期\n\n\n",
            "\n\n\n赏析\n\n\n　　“枝间新绿一重重，小蕾深藏数点红”，意思是说，此时的海棠树已是枝叶茂盛了，可是还没有开花，这时不仔细观察是不会发现有花开放的，可是诗人驻足细看，发现这小小的、可爱的花蕾全都悄悄的“藏”起来了，并且是藏在枝叶茂盛的地方。作者这里用一个“深”字，表明海棠花的小，如不细心是不会被人发现的。这小小的花蕾好比青春少女，悄悄地来到这个世界，成长并且日益成熟，越长越娇美，惹人喜爱。\n　　“爱惜芳心莫轻吐，且教桃李闹春风”，由作者有这句诗来看，写海棠，观赏海棠花时，它的身旁可能有桃树、梨树或李树。和熙的春风中，它们竞相开放，争奇斗妍，但这热闹毕竟是短暂的，几度风雨之后，它们也就都纷纷坠落、凋零了。海棠花却不同了，无意争春，谦虚地躲在一旁，待群芳落尽后，才绽开她美丽的容颜，这也应合了“最后的笑，才是胜利的笑”这一句富有哲理的话。\n　　诗句写了深藏于重重新绿之中的、尚未开放而仅仅是“数点红”的海棠蓓蕾。诗人忠告它“爱惜芳心”，不要轻易地吐蕾。那么，诗人为什么要如此深情地忠告？也许，诗人想到了，如果一旦开放，几场风雨之后，花就会很快坠落、凋零，“林花谢了太匆匆”，为了它的不至于很快谢落，为了它的长久，诗人宁愿红蕾深藏。也许，诗人想得更深，认为真正的“芳心”是不应该轻易吐露的，像桃李那样在春风中追逐、嬉闹，只是一种炫耀，一种浅薄的表现。诗人不希望像“桃李卖阳艳”，希望“慎勿作桃李”（李白《赠韦侍御黄裳》）。\n　　诗句虽然用语平易，却意味醇厚，耐人咀嚼，留给我们很多的思考。诗人曾经说过：“动可以周万物而济天下，静可以崇高节而抗浮云。”（《新斋赋》）诗人作此诗时已入暮年，时金已灭亡，他回到了自己的故乡，抱定了“今是中原一布衣”（《为邓人作诗》）、“衰年那与世相关”（《已卯端阳日感怀》）的态度，过着遗民生活，他自觉已无能周济天下，于是只能坚守自己节操，独善其身。诗人也许从一个侧面，借告诫未开之海棠，不要轻易吐露花蕊，寄托了自己的这种心态。▲\n\n\n参考资料：完善\n\n1、\n李修生．元曲大辞典：凤凰出版社，2003年：124\n\n\n2、\n陈长喜．中国历代名诗赏读（下册）：天津古籍出版社，2007年：736-737\n\n\n",
            "\n\n\n艺术特点\n\n\n　　托物言志。文章从“出淤泥而不染”起，以浓墨重彩描绘了莲的气度、莲的风节，寄予了作者对理想人格的肯定和追求，也反射出作者鄙弃贪图富贵、追名逐利的世态的心理和自己追求洁身自好的美好情操。在文章结尾，作者一叹真正隐逸的高士极少，二叹品格高尚的君子罕见，三叹贪慕富贵的俗人很多，这使文章更具思想特色。\n　　简要直切。全文不到一百五十字，所表现的内容却是丰富的。这里有爱花史的概述，有对莲花的描绘，有对诸花的品评，有自己感情的抒发。而这一切，无不是为了突出“爱莲”的主旨，宜接写莲，约占了篇幅的三分之一。真是既惜墨如金，又详略得当，而无文意不足。\n　　手法多样。作者娴熟地运用拟人化手法，赋予了花儿各自不同的思想性格和品德情操。菊花，是隐逸者的形象；牡丹，是富贵者的形象；而莲花则是美的理想的化身。它像亭亭玉立的少女，娴静多姿；又像高洁不凡的雅士，风度翩翩；还象洁身自好的君子，高标傲世。\n　　对比的手法，此文也运用得很好。作者在文中要赞颂的是莲，但他不是作孤立静止的描写，而是在对比描写中显示它的高超不凡。如“牡丹，花之富贵者也；莲花之君子者也。”把莲花的高洁从牡丹的反衬中突现了出来。而对牡丹的追慕者甚多，爱莲者甚少，则又在对比中显示出不良风尚之盛。菊花和莲花虽然都不满现实，但前者采取逃避态度，后者则敢于面对现实，在污浊生活中保持它高洁的情操。因此，莲花比菊花显得更加可贵，作者通过对菊、牡丹、莲三种花的德性品格的描写，以牡丹作反衬，用菊花作陪衬，就自然而然树立了莲花的美好形象。此外，作者还善于把叙述、描写、议论、抒情融为一体，使之相得益彰。▲\n\n\n参考资料：完善\n\n1、\n陈振鹏 张培恒．古文鉴赏辞典：上海辞书出版社，2001：1253-1255\n\n\n2、\n吴功正．古文鉴赏辞典：江苏文艺出版社，1987：924-927\n\n\n",
            "\n\n\n赏析\n\n\n　　这篇文章可分为两部分：前一部分描写莲花高洁的形象；第二部分则揭示了莲花的比喻义，分评三花，并以莲自况，抒发了作者内心深沉的慨叹。\n　　首句“水陆草木之花，可爱者甚蕃。”选用“可爱”二字，包罗群芳，表明托物寄兴，并不刻意求工，极见其立言斟酌之妙。\n　　接着叙说“晋陶渊明独爱菊”。陶渊明不肯为五斗米折腰，解绶归隐后，饮酒赋诗，安享“采菊东篱下，悠然见南山”的田园逸趣。“独爱菊”，显示渊明雅致芬芳，傲然物外的性格，而且更加明确了题意：陶渊明可以爱菊抒怀，我怎不可独爱莲呢？\n　　继写“自李唐来，世人甚爱牡丹”，写了唐人，特别是统治阶层“甚爱牡丹”的好尚，这几句像是重复，但实为加深语意也，而且此句入文，让对比感更为强烈，为其求莲之高洁铺下了引子。大意是周敦颐本人独爱莲与晋陶渊明的爱菊避世不同，为保持一份高洁，宁愿终老南山。他要在尘世中当个出淤泥而不染的君子。这种在污世保持清白与独自避世求真的心态，与众人皆羡富贵的从众心态是有着思想境界上本质的区别的。这为爱莲说所要表达的“出淤泥而不染”作了最好的铺垫。\n　　然后作者撇开一笔说，让那些人爱其所爱吧，“予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉”。这一连串铺叙，对莲花挺拔秀丽的芳姿，清逸超群的美德，特别是可敬而不可侮慢的嵚崎磊落的风范，作了有力的渲染。这几句隐喻作者本身具有“出淤泥而不染，濯清莲而不妖”的高尚品格。实际上，他说的意思就是：官场黑暗，要在官场上保持自己高洁的品格，就如同莲花出淤泥而不染那么难。这也是他为官的经验总结，因为他不想同流合污。而“濯清莲而不妖”，不过是作者的一种良好愿望罢了。他为官正直，数洗冤狱，为民作主；晚年定居庐山，著书明道，洁身自爱，颐养天年，便是身体力行，澹泊明志的体现。这正是这篇小品能给人思想情趣以深切感染的着力之处。\n　　接下来，作者对三种花象征的不同性格进行了比较和品评：“予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。”本来，花是不具备人格的，但在作者眼里，莲花近于菊，却不像菊那样清高冷傲，似乎是逃避现实的隐者；它更不像牡丹那样妍丽妖冶，以富贵媚人。莲花出于污浊现实而不受沾染，受清水洗濯而不显妖冶，实为百花丛中的贤君子。另外，莲花又是佛教中的圣物，如来、观音均以莲花为座。唐释道世《三宝敬佛》云：“故十方诸佛，同出于淤泥之浊；三身正觉，俱坐于莲台之上。”作者《题莲》诗也云：“佛爱我亦爱，清香蝶不偷。一般清意味，不上美人头。”与这篇小品参照，情趣相得益彰。\n　　最后，作者评花进而对“爱”也作出评价：“噫！菊之爱，陶后鲜有闻；莲之爱，同予者何人？牡丹之爱，宜乎众矣！”深深地慨叹：当今之世真隐者少，有德者寡，而趋炎附势钻刺富贵之门的小人比比皆是；这莽莽红尘，能有几个志同道合的人，共同去根治这社会痼疾呢？这里先用花进行比喻，让花的特性喻人，虽平淡，但比喻帖切，然后借花喻人，将陶渊明的避世，世人皆追求荣华富贵的心态描写的淋漓尽致。言下虽不免流露出一种孤掌难鸣的哀怨，但意味深长，无情地鞭挞了那些寡廉鲜耻之徒。这里，周敦颐是高傲的，他那种不从众只求纯净的心态，在碌碌尘世中是难能可贵的。他感叹，是因为世风日下，大多数人皆被世事玷染。\n　　作者通过对莲花的爱慕与礼赞，表明自己对美好理想的憧憬，对高尚情操的崇奉，对庸劣世态的憎恶。▲\n\n\n参考资料：完善\n\n1、\n周敦颐与《爱莲说》·赣南师范学院学报 , Journal of Gannan Teacher’s College 编辑部邮箱, 1983年Z1期\n\n\n2、\n陈振鹏 张培恒 ．古文鉴赏辞典 ：上海辞书出版社 ，2001 ：1253-1255 ．\n\n\n3、\n吴功正 ．古文鉴赏辞典 ：江苏文艺出版社 ，1987 ：924-927 ．\n\n\n",
            "\n\n\n题解\n\n\n　　“说”是古代的一种议论文文体，大多是借事物或一种现象来抒发作者的感想，写法上不拘一格，行文崇尚自由活泼，波澜起伏，篇幅一般长短不定，跟现代杂文颇为相似。它可以直接说明事物，阐述事理，也可以托物寓意，借物抒情。\n　　《爱莲说》是我国古代散文之精品。全文119字，结构严谨，笔意超越，言简意赅，情景交融，其采用“借影”笔法，以莲自喻，有着深邃的思想内容。值得知道的是，这篇选入教材的佳作是宋代哲人周敦颐于1063年（嘉佑八年）5月在虔州（今赣州）道判署内写作的。\n　　正如《爱莲说》抒意，周敦颐虽身居官场，却始终未曾放弃读书治学，著书立说，教育青年提携后进。宋代著名哲学家、教育家二程——程颐、程颢，便是他在赣州一手培养出来的弟子。他做官也和别人不同，“为政精密，务尽道理”，他在1045年任南安（今大余）司理参军（一种小官）时，为了一个法不当死的囚犯，和顶头上司转运使王逵据理力争，并递上辞呈，不愿为官，终于使刚愎自用的王逵有所感悟，承认自己的错误，囚不得死。周敦颐在赣州为官多年，清廉勤勉。《爱莲说》据传系他一次游览于都罗汉岩之后所作。\n　　从《爱莲说》一文来看，“……予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植……莲，花之君子者也。”以莲喻道德高尚的人。且正是文如其人，了专祠，并在祠后建“濂溪书院”，书院内还凿有“爱莲池”。由于几经兵燹，原来书院、祠和池均已无存。此篇文章写出了作者洁身自好、不甘屈服于世俗的高尚情操，表现了作者的“出淤泥而不染”，从而与文章中所讽刺的庸人、俗人构成了鲜明的对比。\n　　淳熙六年（1179年），朱熹任南康（今星子县）郡守，曾在庐山的濂溪书院中赞叹周敦颐一生不与黑暗势力同流合污；黄庭坚亦称赞他“人品甚高”，如“光风霁月”。后来，赣州人为纪念他，建立了濂溪祠，刻周敦颐的图像及一些文章于石壁。此时，周敦颐的曾孙周直卿来到九江，把他曾祖写的《爱莲说》墨本送赠，于是赣州人就在书院莲池旁壁上摹刻了此文，流传千古。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n"
        ]
    },
    {
        "title": "江城子·乙卯正月二十日夜记梦",
        "author": "苏轼",
        "dynasty": "〔宋代〕",
        "main": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)",
        "others": [
            "\n\n\n译文及注释\n\n\n译文你我夫妻诀别已经整整十年，强忍不去思念可终究难忘怀。孤坟远在千里之外，没有地方能诉说心中的悲伤凄凉。即使你我夫妻相逢怕是也认不出我来了，我四处奔波早已是灰尘满面两鬓如霜。昨夜在梦中又回到了家乡，看见你正在小窗前对镜梳妆。你我二人默默相对无言，只有泪落千行。料想你年年都为我柔肠寸断，在那凄冷的月明之夜，在那荒寂的短松冈上。 \n注释乙卯：公元1075年，即北宋熙宁八年。十年：指结发妻子王弗去世已十年。思量：想念。千里：王弗葬地四川眉山与苏轼任所山东密州，相隔遥远，故称“千里”。孤坟：其妻王氏之墓。幽梦：梦境隐约，故云幽梦。小轩窗：指小室的窗前。轩：门窗。顾：看。明月夜，短松冈：苏轼葬妻之地。短松：矮松。▲\n\n\n参考资料：完善\n\n1、\n陆林编注．宋词．北京：北京师范大学出版社，1992：70-71\n\n\n2、\n李静 等．唐诗宋词鉴赏大全集．北京：华文出版社，2009：244-245\n\n\n",
            "\n\n\n赏析\n\n\n　　中国文学史上，从《诗经》开始，就已经出现“悼亡诗”。从悼亡诗出现一直到北宋的苏轼这期间，悼亡诗写得最有名的有西晋的潘岳和中唐的元稹。晚唐的李商隐亦曾有悼亡之作。他们的作品悲切感人。而用词写悼亡，是苏轼的首创。苏轼的这首悼亡之作与前人相比，它的表现艺术却另具特色。这首词是“记梦”，而且明确写了做梦的日子。但虽说是“记梦”，其实只有下片五句是记梦境，其他都是抒胸臆。\n　　开头三句，排空而下，真情直语，感人至深。“十年生死两茫茫”生死相隔，死者对人世是茫然无知了，而活着的人对逝者，也是同样的。恩爱夫妻，撒手永诀，时间倏忽，转瞬十年。“不思量，自难忘”，人虽云亡，而过去美好的情景“自难忘”怀。因为作者时至中年，那种共担忧患的夫妻感情，久而弥笃，是一时一刻都不能消除的。作者将“不思量”与“自难忘”并举，利用这两组看似矛盾的心态之间的张力，真实而深刻地揭示自己内心的情感。十年忌辰，触动人心的日子里，他不能“不思量”那聪慧明理的贤内助。往事蓦然来到心间，久蓄的情感潜流，忽如闸门大开，奔腾澎湃难以遏止。于是乎有梦，是真实而又自然的。\n　　“千里孤坟，无处话凄凉”。想到爱妻华年早逝，感慨万千，远隔千里，无处可以话凄凉，话说得极为沉痛。抹煞了生死界线的痴语、情语，极大程度上表达了作者孤独寂寞、凄凉无助而又急于向人诉说的情感，格外感人。接着，“纵使相逢应不识，尘满面，鬓如霜。”这三个长短句，又把现实与梦幻混同了起来，把死别后的个人种种忧愤，包括在容颜的苍老，形体的衰败之中，这时他才四十岁，已经“鬓如霜”了。明明她辞别人世已经十年，却要“纵使相逢”，这是一种绝望的、不可能的假设，感情是深沉、悲痛，而又无奈的，表现了作者对爱侣的深切怀念，也把个人的变化做了形象的描绘，使这首词的意义更加深了一层。\n　　苏东坡曾在《亡妻王氏墓志铭》记述了“妇从汝于艰难，不可忘也”的父训。而此词写得如梦如幻，似真非真，其间真情恐怕不是仅仅依从父命，感于身世吧。作者索于心，托于梦的确实是一份“不思量，自难忘”的患难深情。\n　　下片的头五句，才入了题开始“记梦”。“夜来幽梦忽还乡 ”写自己在梦中忽然回到了时常怀念的故乡，在那个两人曾共度甜蜜岁月的地方相聚、重逢。“小轩窗，正梳妆。”那小室，亲切而又熟悉，她情态容貌，依稀当年，正在梳妆打扮。这犹如结婚未久的少妇，形象很美，带出苏轼当年的闺房之乐。作者以这样一个常见而难忘的场景表达了爱侣在自己心目中的永恒的印象。夫妻相见，没有出现久别重逢、卿卿我我的亲昵，而是“相顾无言，惟有泪千行！”这正是东坡笔力奇崛之处，妙绝千古。“此时无声胜有声”，无声之胜，全在于此。别后种种从何说起，只有任凭泪水倾落。一个梦，把过去拉了回来，但当年的美好情景，并不存在。这是把现实的感受溶入了梦中，使这个梦也令人感到无限凄凉。\n　　结尾三句，又从梦境落回到现实上来。“料得年年肠断处；明月夜，短松冈。”料想长眠地下的爱侣，在年年伤逝的这个日子，为了眷恋人世、难舍亲人，而柔肠寸断。推己至人，作者设想此时亡妻一个人在凄冷幽独的“明月”之夜的心境，可谓用心良苦。在这里作者设想死者的痛苦，以寓自己的悼念之情。东坡此词最后这三句，意深，痛巨，余音袅袅，让人回味无穷。特别是“明月夜，短松冈”二句，凄清幽独，黯然魂销。这番痴情苦心实可感天动地。\n　　这首词运用分合顿挫，虚实结合以及叙述白描等多种艺术的表现方法，来表达作者怀念亡妻的思想感情，在对亡妻的哀思中又糅进自己的身世感慨，因而将夫妻之间的情感表达得深婉而挚着，使人读后无不为之动情而感叹哀惋。▲\n\n\n参考资料：完善\n\n1、\n周汝昌 等．唐宋词鉴赏辞典（唐·五代·北宋）．上海：上海辞书出版社，1988：693-694\n\n\n2、\n文学赏析内容由朝阳山人根据《唐宋词鉴赏辞典》（唐·五代·北宋卷）臧克家文章整理.\n\n\n"
        ]
    },
    {
        "title": "青玉案·元夕",
        "author": "辛弃疾",
        "dynasty": "〔宋代〕",
        "main": "东风夜放花千树，更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文东风吹开了元宵夜的火树银花，花灯灿烂，就像千树花开。从天而降的礼花，犹如星雨。豪华的马车在飘香的街道行过。悠扬的凤箫声四处回荡，玉壶般的明月渐渐转向西边，一夜舞动鱼灯、龙灯不停歇，笑语喧哗。美人头上都戴着华丽的饰物，笑语盈盈地随人群走过，只有衣香犹在暗中飘散。我在人群中寻找她千百回，猛然回头，不经意间却在灯火零落之处发现了她。\n注释青玉案：词牌名。元夕：夏历正月十五日为上元节，元宵节，此夜称元夕或元夜。花千树：花灯之多如千树开花。星如雨：指焰火纷纷，乱落如雨。星，指焰火。形容满天的烟花。宝马雕车：豪华的马车。“凤箫”句：指笙、箫等乐器演奏。凤箫：箫的美称。玉壶：比喻明月。亦可解释为指灯。鱼龙舞：指舞动鱼形、龙形的彩灯，如鱼龙闹海一样。蛾儿：古代妇女于元宵节前后插戴在头上的剪彩而成的应时饰物。雪柳：原意为一种植物，此处指古代妇女于元宵节插戴的饰物。黄金缕：头饰上的金丝绦。盈盈：声音轻盈悦耳，亦指仪态娇美的样子。暗香：本指花香，此指女性们身上散发出来的香气。他：泛指第三人称，古时就包括“她”。千百度：千百遍。蓦然：突然，猛然。阑珊：暗淡；零落。▲\n\n\n参考资料：完善\n\n1、\n徐中玉 金启华 ．中国古代文学作品选（二） ．上海 ：华东师范大学出版社 ，1999 ：144-146 ．\n\n\n2、\n陆林编注 ．宋词 ．北京 ：北京师范大学出版社 ，1992 ：204-205 ．\n\n\n3、\n蘅塘退士 等 ．唐诗三百首·宋词三百首·元曲三百首 ．北京 ：华文出版社 ，2009 ：287 ．\n\n\n",
            "\n\n\n赏析\n\n\n　　此词的上半阕主要写元宵节的夜晚，满城灯火，众人狂欢的景象。\n　　“东风夜放花千树，更吹落，星如雨”：东风还未催开百花，却先吹放了元宵节的火树银花。它不但吹开地上的灯花，而且还从天上吹落了如雨的彩星——燃放的烟火，先冲上云霄，而后自空中而落，好似陨星雨。这是化用唐朝人岑参的“忽如一夜春风来，千树万树梨花开”。然后写车马、鼓乐、灯月交辉的人间仙境，写民间艺人们载歌载舞、鱼龙漫衍的“社火”百戏，极为繁华热闹，令人目不暇接。其间的“宝”、“雕”、“凤”、“玉”，种种丽字，只是为了给那灯宵的气氛来传神来写境，大概那境界本非笔墨所能传写，幸亏还有这些美好的字眼，聊为助意而已。这也是对词中的女主人公言外的赞美 。\n　　下阕，专门写人。作者先从头上写起：这些游女们头上都戴着亮丽的饰物，行走过程中不停地说笑，在她们走后，衣香还在暗中飘散。这些丽者，都非作者意中关切之人，在百千群中只寻找一个——却总是踪影难觅，已经是没有什么希望了。忽然，眼睛一亮，在那一角残灯旁边，分明看见了，是她！没有错，她原来在这冷落的地方，未曾离去！发现那人的一瞬间，是人生精神的凝结和升华，是悲喜莫名的感激铭篆。到末幅煞拍，才显出词人构思之巧妙：那上阕的灯、月、烟火、笙笛、社舞、交织成的元夕欢腾，那下阕的惹人眼花缭乱的一队队的丽人群女，原来都只是为了那一个意中之人而设，而且，倘若无此人，那一切就没有任何意义与趣味。\n　　同时，还有一种说法认为：站在灯火阑珊处的那个人，是对他自己的一种写照。根据历史背景可知，当时的他不受重用，文韬武略施展不出，心中怀着一种无比惆怅之感，所以只能在一旁孤芳自赏。也就像站在热闹氛围之外的那个人一样，给人一种清高不落俗套的感觉，体现了受冷落后不肯同流合污的高士之风。\n　　作为一首婉约词，这首《青玉案》与北宋婉约派大家晏殊和柳永相比，在艺术成就上毫不逊色。上片写元夕之夜灯火辉煌，游人如云的热闹场面，下片写不慕荣华，甘守寂寞的一位美人形象。美人形象便是寄托着作者理想人格的化身。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。”王国维把这种境界称之为成大事业者，大学问者的第三种境界，确是大学问者的真知灼见。▲\n\n\n参考资料：完善\n\n1、\n周汝昌 等．唐宋词鉴赏辞典（南宋·辽·金）．上海：上海辞书出版社，1988：1512-1513\n\n\n",
            "\n\n\n鉴赏\n\n\n　　这首词是辛弃疾的代表作之一。下面是著名红学家、古典文学研究家周汝昌对此词的赏析要点。\n　　写上元灯节的词，不计其数，稼轩的这一首，却谁也不能视为可有可无，即此亦可谓豪杰了。然究其实际，上片也不过渲染那一片热闹景况，并无特异独出之处。看他写火树，固定的灯彩也。写星雨，流动的烟火也。若说好，就好在想象：是东风还未催开百花，却先吹放了元宵的火树银花。它不但吹开地上的灯花，而且还又从天上吹落了如雨的彩星——燃放烟火，先冲上云霄，复自空而落，真似陨星雨。然后写车马，写鼓乐，写灯月交辉的人间仙境——“玉壶”，写那民间艺人们的载歌载舞、鱼龙曼衍的“社火”百戏，好不繁华热闹，令人目不暇给。其间“宝”也，“雕”也，“凤”也，“玉”也，种种丽字，总是为了给那灯宵的气氛来传神，来写境，盖那境界本非笔墨所能传写，幸亏还有这些美好的字眼，聊为助意而已。总之，稼轩此词，前半实无独到之胜可以大书特书。其精彩之笔，全在后半始见。\n　　后片之笔，专门写人。他先从头上写起：这些游女们，一个个雾鬓云鬟，戴满了元宵特有的闹蛾儿、雪柳、金缕缠就的春幡春胜。这些盛妆的游女们，行走之间，说笑个不停，纷纷走过去了，只有衣香犹在暗中飘散。这么些丽者，都非主人公意中关切之人，在百千群中只寻找一个——却总是踪影皆无。忽然，眼光一亮，在那一角残灯旁侧，分明看见了她，她原来在这冷落的地方，还未归去，似有所待。\n　　这发现那人的一瞬间，是人生的精神的凝结和升华，是悲喜莫名的感激铭篆，词人却如此本领，竟把它变成了笔痕墨影，永志弗灭。——读到末幅煞拍，才恍然彻悟：那上片的灯、月、烟火、笙笛、社舞、交织成的元夕欢腾，那下片的惹人眼花缭乱的一队队的丽人群女，原来都只是为了那一个意中之人而设，而写，倘无此人在，那一切都没有意义与趣味。\n　　上片临末，已出“一夜”二字，这是为“寻他千百度”说明了多少时光的苦心痴意，所以到得下片而出“灯火阑珊”，方才前早呼而后遥应，可见词人笔墨之细，文心之苦。\n　　王静安《人间词话》曾举此词，以为人之成大事业者，必皆经历三个境界，而稼轩此词之境界为第三即最终最高境。此特借词喻事，与文学赏析已无交涉，王先生早已先自表明，吾人可以无劳纠葛。\n　　从词调来讲，《青玉案》十分别致，它原是双调，上下片相同，只上片第二句变成三字一断的叠句，跌宕生姿。下片则无此断叠，一连三个七字排句，可排比，可变幻，总随词人之意，但排句之势是一气呵成的，单单等到排比完了，才逼出煞拍的警策句。北宋另有贺铸一首（《青玉案·凌波不过横塘路》），此义正可参看。▲\n\n\n参考资料：完善\n\n1、\n周汝昌 等 ．唐宋词鉴赏辞典（南宋·辽·金） ．上海 ：上海辞书出版社 ，1988 ：1512-1513 ．\n\n\n",
            "\n\n\n赏析二\n\n\n　　阴历正月十五为上元节，这日晚上称元夕，亦称元宵，元夜。我国古代有元夕观灯的风俗。玉壶：指月亮。鱼龙舞：指舞鱼灯、龙灯之类。这是一首别有寄托的词作。词人假借对一位厌恶热闹、自甘寂寞的女子的寻求，含蓄地表达了自己的高洁志向和情怀．梁启超《艺蘅馆胡词选》云：“自怜幽独，伤心人别有怀抱。”其体会是可信的。词的上片，极写元夕灯火辉煌、歌舞繁盛的热闹景象。“东风夜放花千树，更吹落、星如雨，”前一句写灯，后一句写焰火。上元之夜，满城灯火，就象一夜春风吹开了千树万树的繁花，满天的焰火明灭，又象是春风把满天星斗吹落。真是一片灯的海洋，焰火的世界，令人眼花缭乱。\n　　“花千树”、“星如雨”，不仅写出了灯火之盛、之美，而且也给人热闹非凡的感觉，渲染出了节日的热烈气氛。“宝马雕车香满路”，是写游人之盛。但这里主要还是为了渲染气氛，所以，作者并没有对游人作具体描绘，只是从整体印象上概括地勾勒了一笔。然而，游人如织、仕女如云的景象却已跃然纸上；最后三句描绘歌舞之乐。节日的夜晚，一片狂欢景象，到处是笙箫齐鸣，到处是彩灯飞舞，人们在忘情地欢乐着，\n　　“一夜鱼龙舞”，写出了人们彻夜狂欢的情景。 下片写寻觅意中人的过程。“蛾儿雪柳黄金缕，笑语盈盈暗香去。“观灯看花”的妇女，头上戴着“蛾儿”、“雪柳”、“黄金缕”等装饰品，一个个打扮得花枝招展，整整齐齐，漂漂亮亮。她们一路笑语，带着幽香，从词人眼前走过，这里作者具体地描写了观灯的游人，也是对上片“宝马雕车香满路”描写的一个补充，同时，一个“去”字也暗传出对意中人的寻觅。在熙熙攘攘的游人中，他寻找着，辩认着，一个个少女美妇从他眼前过去了，可是，却没有一个人是他要寻找的。那么他所要寻找的意中人在哪里呢?\n　　“众里寻他千百度，蓦然回首，那人却在、灯火阑珊处。”经过千百次的寻觅，终于在灯火冷落的地方发现了她。人们都在尽情的狂欢，陶醉在热闹场中，可是她却在热闹圈外；独自站在“灯火阑珊处”，充分显示了“那人”的与众不同和孤高。“众里寻她千百度”极写寻觅之苦，而“蓦然”二字则写出了发现意中人后的惊喜之情。这里作者以含蓄的语言，表现了人物内心的活动。\n　　这首词先用大量笔墨渲染了元夕的热闹景象，最后突然把笔锋一转，以冷清作结，形成了鲜明强烈的对比。这种对比，不仅造成了境界上的强烈反差，深化了全词的意境，而且很好地起到了加强突出人物形象的作用。\n　　灯火写得愈热闹，则愈显“那人”的孤高，人写得愈忘情，愈见“那人”的不同流俗。 全词就是通过这种强烈的对比手法，反衬出了一个自甘寂寞、独立不移、性格孤介的女性形象。作者写这样—个不肯随波逐流、自甘淡泊的女性形象，是有所寄托的。辛弃疾力主抗战，屡受排挤，但他矢志不移，宁可过寂寞的闲居生活，也不肯与投降派同流合污，这首词是他这种思想的艺术反映。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处”，历来也为人传诵。\n　　清王国维在《人间词话》中说，这三句也是“古今之成大事业、大学问者”，必然经过三境界的第三境，并以此作比喻，对做学问、做人、成事业者，在经历了第一境界和第二境界之后，才能有所发现，自己所追寻的东西往往会在不经意的时候，没想到的地方出现。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n"
        ]
    },
    {
        "title": "虞美人·春花秋月何时了",
        "author": "李煜",
        "dynasty": "〔五代〕",
        "main": "春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。(栏 同：阑)",
        "others": [
            "\n\n\n译文及注释\n\n\n译文春花秋月的美好时光什么时候结束的，以前的事情还记得多少！昨夜小楼上又吹来了春风，在这皓月当空的夜晚怎能忍受得了回忆故国的伤痛。精雕细刻的栏杆、玉石砌成的台阶应该都还在，只是所怀念的人已衰老。要问我心中有多少哀愁，就像那滚滚东流的春江之水没有尽头。\n注释此调原为唐教坊曲，初咏项羽宠姬虞美人死后地下开出一朵鲜花，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。春花秋月：指季节的更替。了：了结，完结。故国：指南唐故都金陵（今南京）。砌：台阶。雕栏玉砌：即雕花的栏杆和玉石砌成的台阶，这里泛指南唐宫殿。阑，一作“栏”。砌，台阶。应犹：一作“依然”。　朱颜改：指所怀念的人已衰老。　君：作者自称。能：或作“都”、“那”、“还”、“却”。几多：多少。▲\n\n\n参考资料：完善\n\n1、\n刘石 等．宋词鉴赏大辞典．北京：中华书局，2011：1483\n\n\n2、\n程 帆．唐诗宋词鉴赏辞典．长沙：湖南教育出版社，2011：568\n\n\n",
            "\n\n\n鉴赏\n\n\n　　《虞美人》是李煜的代表作，也是李后主的绝命词。相传他于自己生日（七月七日）之夜（“七夕”），在寓所命歌妓作乐，唱新作《虞美人》词，声闻于外。宋太宗闻之大怒，命人赐药酒，将他毒死。这首词通过今昔交错对比，表现了一个亡国之君的无穷的哀怨。\n　　“春花秋月何时了，往事知多少！”三春花开，中秋月圆，岁月不断更替，人生多么美好。可我这囚犯的苦难岁月，什么时候才能完结呢？“春花秋月何时了”表明词人身为阶下囚，怕春花秋月勾起往事而伤怀。回首往昔，身为国君，过去许许多多的事到底做得如何呢，怎么会弄到今天这步田地？据史书记载，李煜当国君时，日日纵情声色，不理朝政，枉杀谏臣……透过此诗句，我们不难看出，这位从威赫的国君沦为阶下囚的南唐后主，此时此刻的心中有的不只是悲苦愤慨，多少也有悔恨之意。 “小楼昨夜又东风，故国不堪回首月明中。”小楼又一次春风吹拂，春花又将怒放。回想起南唐的王朝、李氏的社稷——自己的故国却早已被灭亡。诗人身居囚屋，听着春风，望着明月，触景生情，愁绪万千，夜不能寐。一个“又”字，表明此情此景已多次出现，这精神上的痛苦真让人难以忍受。 “又”点明了“春花秋月”的时序变化，词人降宋又苟活了一年，加重了上两句流露的愁绪，也引出词人对故国往事的回忆。\n　　“雕栏玉砌应犹在，只是朱颜改。”尽管“故国不堪回首”，可又不能不“回首”。这两句就是具体写“回首”“故国”的——故都金陵华丽的宫殿大概还在，只是那些丧国的宫女朱颜已改。这里暗含着李后主对国土更姓，山河变色的感慨！“朱颜”一词在这里固然具体指往日宫中的红粉佳人，但同时又是过去一切美好事物、美好生活的象征。 以上六句，诗人竭力将美景与悲情，往昔与当今，景物与人事的对比融为一体，尤其是通过自然的永恒和人事的沧桑的强烈对比，把蕴蓄于胸中的悲愁悔恨曲折有致地倾泻出来，凝成最后的千古绝唱—— “问君能有几多愁？恰似一江春水向东流。”诗人先用发人深思的设问，点明抽象的本体“愁”，接着用生动的喻体奔流的江“水”作答。用满江的春水来比喻满腹的愁恨，极为贴切形象，不仅显示了愁恨的悠长深远，而且显示了愁恨的汹涌翻腾，充分体现出奔腾中的感情所具有的力度和深度。 全词以明净、凝练、优美、清新的语言，运用比喻、对比、设问等多种修辞手法，高度地概括和淋漓尽致地表达了诗人的真情实感。难怪前人赞誉李煜的词是“血泪之歌”，“一字一珠”。全词虚设回答，在问答中又紧扣回首往事，感慨今昔写得自然而一气流注，最后进入语尽意不尽的境界，使词显得阔大雄伟。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析二\n\n\n　　作为一个“好声色，不恤政事”的国君，李煜是失败的；但正是亡国成就了他千古词坛的“南面王”（清沈雄《古今词话》语）地位。正所谓“国家不幸诗家幸，话到沧桑语始工”。《虞美人》就是千古传诵不衰的著名诗篇。\n　　这首词刻画了强烈的故国之思，取得了惊天地泣鬼神的艺术效果。“春花秋月”这些最容易勾起人们美好联想的事物却使李煜倍添烦恼，他劈头怨问苍天：年年春花开，岁岁秋月圆，什么时候才能了结呢？一语读来，令人不胜好奇。但只要我们设身处地去想象词人的处境，就不难理解了：一个处于刀俎之上的亡国之君，这些美好的事物只会让他触景伤情，勾起对往昔美好生活的无限追思，今昔对比，徒生伤感。问天天不语，转而自问，“往事知多少。”“往事”当指往昔为人君时的美好生活，但是一切都已消逝，化为虚幻了。自然界的春天去了又来，为什么人生的春天却一去不复返呢？“小楼昨夜又东风，故国不堪回首月明中。”“东风”带来春的讯息，却引起词人“不堪回首”的嗟叹，“亡国之音哀以思”，大抵只能如此吧。让我们来想象：夜阑人静，明月晓风，幽囚在小楼中的不眠之人，不由凭栏远望，对着故国家园的方向，多少凄楚之情，涌上心头，又有谁能忍受这其中的况味？一“又”字包含了多少无奈、哀痛的感情！东风又入，可见春花秋月没有了结，还要继续；而自己仍须苟延残喘，历尽苦痛折磨。“故国不堪回首月明中”是“月明中不堪回首故国”的倒装。“不堪回首”，但毕竟回首了。回首处“雕栏玉砌应犹在，只是朱颜改”。想象中，故国的江山、旧日的宫殿都还在吧，只是物是人非，江山易主；怀想时，多少悲恨在其中。“只是”二字以叹惋的口气，传达出无限怅恨之感。\n　　以上六句在结构上是颇具匠心的。几度运用两相对比和隔句呼应，反复强调自然界的轮回更替和人生的短暂易逝，富有哲理意味，感慨深沉。一二两句春花秋月的无休无止和人间事的一去难返对比；三四两句“又东风”和“故国不堪回首”对比；五六两句“应犹在”和“改”对比。“又东风”、“应犹在”又呼应“何时了”；“不堪回首”、“朱颜改”又呼应“往事”。如此对比和回环，形象逼真地传达出词人心灵上的波涛起伏和忧思难平。\n　　最后，词人的满腔幽愤再难控制，汇成了旷世名句“问君能有几多愁？恰似一江春水向东流”。以水喻愁，可谓“前有古人，后有来者”。刘禹锡《竹枝词》“水流无限似侬愁”，秦观《江城子·西城杨柳弄春柔》“便作春江都是泪，流不尽，许多愁”。这些诗句或失之于轻描淡写，或失之于直露，都没有“恰似一江春水向东流”来得打动人心，所谓“真伤心人语”也。把愁思比作“一江春水”就使抽象的情感显得形象可感。愁思如春水涨溢恣肆，奔放倾泻；又如春水不舍昼夜，无尽东流。形式上，九个字平仄交替，读来亦如满江春水起伏连绵，把感情在升腾流动中的深度和力度全表达出来了。以这样声情并茂的词句作结，大大增强了作品的感染力，合上书页，读者似也被这无尽的哀思所淹没了。\n　　全词抒写亡国之痛，意境深远，感情真挚，结构精妙，语言清新；词虽短小，余味无穷。难怪王国维有如是评价：“唐五代之词，有句而无篇。南宋名家之词，有篇而无句。有篇有句，唯李后主降宋后之作，及永叔、子瞻、少游、美成、稼轩数人而已。”（《人间词话》删稿之四○）（蒋雅云）▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析四\n\n\n　　这是一曲生命语哀歌，作者通过对自然永恒与人生无常语尖锐矛盾语对比，抒发由亡索后顿感生命落空语悲哀，语语呜咽，令人不堪卒读。春花浪漫，秋月高洁，本令人人欣喜，但对阶下之囚来说，却已由无意趣由。\"何时由\"三字虽问得离奇，实含两层意蕴：往昔岁月是何时由却语？劫后之残生又将何时由却呢？这表明由他对生命语决绝心态。　　\"小楼昨夜又东风\"更具体印证由春花秋月无法终由语事实。由小楼进而联想到故索， \"不堪回首\"四字乃心中滴血之语。\"月明中\"既是呼应起句\"春花秋月\"之\"月\"，也是将小楼、故索，人生等等统统笼罩在永恒语月色中，则李煜个人之悲哀自然就直逼人类之大悲哀。　　换头承故索明月，点出物是人非之意。全词到此为止语六句，都是两两对照，蜀出永恒与无常语巨大反差，表现作者对宇宙与人生关系语思索。但柔弱语李煜已经不可能由此激发出进取语激情，而只能在与生命决绝前，放纵一下悲哀语心情，任凭自己沉溺在这种无边语生命悲歌中，静静地等候人生终曲语奏起。　　煞尾两句自问自答，以具象语流水比喻抽象语愁怀，蜀出愁思之无边无际、无穷无尽、无休无止、无法遏制。　　以水喻愁，李煜之前已有许多，但此句不仅新颖警辟，而且既贴切又富有力度。遂为名句。可与李颀\"请量东海水，看取浅深愁\"；刘禹锡\"蜀江春水拍山流，水流无限似侬?\"；秦少游\"落红万点愁如海\"等参读。　　唐圭璋《李后主评传》指出：\"他身为索主，富贵繁华到由极点；而身经亡索，繁华消歇，不堪回首，悲哀也到由极点。正因为他一人经过这种极端语悲乐，遂使他在文学上语收成，也格外光荣而伟大。在欢乐语词里，我们看见一朵朵美丽之花；在悲哀语词里，我们看见一缕缕语血痕泪痕。\" ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n参考教案\n\n\n　　教学目标：　　1、将李煜的词纳入中国古代帝王诗歌文学这个背景中去品味，增加其文化积淀韵味和历史厚重感。2、知人论文和读文识人结合，使这一课不仅仅停留在诗歌本身技巧、语言等分析上面，也倾向于挖掘诗歌内在的人文精神。　　教学时间：1课时\n　　一、 导：　　1、在历史的那一端，间或几个帝王也拿起笔，写一些表现人物情感的合韵或不合韵的句子，自然引起人们更多的关注，这就形成了一种十分独特而又悠久的文化——中国古代帝王文学。帝王诗歌之作，当推汉高祖的《大风歌》大风起兮云飞扬，威加海内兮归故乡，安得猛士兮守四方。全诗直抒胸臆，格调高昂，气势雄浑，给帝王诗歌开了个好头。可惜这位马上得天下的皇帝对于诗文小道并不放在眼里，除了这首作品外，其他成就也有限。在帝王中，才气最高的要数李后主了。今天，我们就来感受一下这位南唐后主的词艺。　　二、 背景及作者介绍　　1、清代赵翼有诗：“江山代有才人出，各领风骚数百年。”唐诗过后是宋词。好诗在唐代已被诗人们写尽了，宋代文人就另辟蹊径，使词这种文学形式趋于完善、臻于完美，达到了空前的繁荣，使宋词成为我国文化宝库中又一颗璀璨的明珠。　　2、李煜，是五代最有成就的词人。也是整个词史上一流的大家。李煜的前半生，作为南唐的国君，生活相当豪华奢侈，词题材狭窄，无非是表现宫廷生活、男女恋情或离愁别绪。亡国后，孤寂悲凉的处境，使他的词转向了写思乡之情，亡国之恨，成就很高。《虞美人》就是其中最著名的一篇。978年7月7日（七夕）他的生日，他与家人歌唱他的新词《虞美人》，触怒宋朝皇帝赵光义，下令将其毒死。李煜死的很惨，死时年仅四十一岁。　　3、问：那这首词到底是一首什么词呢？竟会招来杀身之祸？\n　　二、读　　1、学习诗词，先从诵读开始。请两位同学来朗读这首词，其他同学在听读过程中，要注意比较，评析谁朗读得更好。（一男生、一女生诵读）　　2、他们读得怎么样？应该什么样的感情？——低沉、凄凉，在声调曲折有致　　3、怎么样才能处理好作者的这种情感？　　A、 把握节奏：“语气可于四字作逗，或上二下七，但终以一气呵成为佳。”　　B、 把握词语：何时、多少、又、不堪、应、只是、几多。这些词特别能表现诗人的内心痛苦的世界。　　4、再来试试读读。（一张一弛，一顿一挫，好象把我也带入到那个忧伤的世界了，这才是入情入境、高质量的诵读。还有没有同学向他挑战？）　　5、听录音。小声跟读　　5、一起背诵，背诵的时候争取眼前能浮现出词中的景象。\n　　三、析　　1、要朗读得好，必定要把握全词的情感核心。请问，文中哪个词可以概括全文的感情。　　2、大家说说李煜的愁有哪些。（板书“愁”）　　A、往事之叹；B、亡国之恨；离开君主宝座的失落，没有了妻妾的幸福，家已经支离破碎。　　对往事的怀念，命运越来越差。C、离家之痛　　3、这层层叠叠的愁，铺天盖地，接踵而至，真是“这次第，怎一个愁字了得” ！真是“剪不断，理还乱”无限忧愁，虽然真实存在，但毕竟过于抽象。那么，问问大家，　　4、作者是怎么样来写“愁情”的？　　选取典型的景物，如春花秋月表达忧愁。（春花秋月是美好的事物，能直接表现愁情吗？　　结尾的名句用了比喻，把抽象的感情写得很形象。　　虚实结合。对往事的回忆，引起现在的愁苦，前虚后实。　　春花秋月、往事、小楼、东风、故国、明月、雕栏玉砌、朱颜、一江春水 作者运用这么多意象，创设了生动形象的一幅幅画境：春花秋月图、小楼东风图、故国月明图等。　　A、春花秋月与往事的对比（锦衣玉食，后宫佳丽，尊严、自由、生存的安全感等）/小楼东风与故国明月的对比 /雕栏玉砌与已改朱颜——真是“物是人非”——思国　　B、“故国不堪回首月明中”“春花秋月何时了”―――“月”的意象的沉淀意义。（怀念故乡，怀念亲人等）“举头望明月，低头思故乡” “月是故乡明” “海上生明月，天涯共此时”　　小结：可谓比喻含泪，对比生情。我看除了对比、比喻外，作者的发问也很有特色。先问天：“春花秋月何时了？”再问人：“往事知多少？”最后问自己：“问君能有几多愁？”可以说是，问天天不应，问人人不知，问己泪满面。层层叠加，曲折回旋。最后以“一江春水”作结，这哪是一江春水啊？简直就是一江愁水，一江苦水，使抒情达到了极至。　　5、这首词到底是一首什么词，竟会招来杀身之祸？　　本词表现了一个亡国国君的故国之恋。念念不忘过去的美好生活，念念不忘东风是故国吹来，春水又向故乡流云，这在宋太祖看来是不是会有“东归故国”之意吗？可以这样说，两个“东”字，断送了一代文章圣手的性命。\n　　四、评　　1、我还想问问：同学们是如何看待李煜的“愁”的？　　这是封建帝王的愁，不值得同情。谁叫他声色犬马，不务正业呢？/我觉得这愁愁得美。因为它很有人情味，人性化。/我也是“哀其不幸，怒其不争”吧。　　我说说我的看法：我无暇去责备他纵情声色以至丧失了南唐美丽的山河，我所感受的是他卸去帝王外衣后的平民式的抒情。“问君能有几多愁，恰似一江春水向东流”。这种花帝王之愁为凡人之愁的做法，已经总艺术从审美的角度深深感染着古往今来的李煜的读者。再由审美的通道回过来看，我们又能看到李煜独有的天堂炼狱般的大绝望，苦难风流的大哀伤，那叹息般的眼光，丁香般的惆怅——如果说，我们要同情李煜的话，那只能是审美上的同情，而不是道德上的怜悯。　　2、词家中不乏“写愁”高手，如寇准“愁情不断如春水”（《夜度娘》）；秦观“便作春江都是泪，流不尽，许多愁”（《江城子》）；李清照“只恐双溪舴艋舟，载不动许多愁”（《武陵春》），等等。窃以为他们或不够“鲜活”，或不够“含蓄、深邃”，“愁”之意境均不及后主词。　　作者将一腔愁绪化为有形的流水，无穷无尽，无边无际，丰盈而且沉重。这哪里是江水，分明是一滴滴负载着愁情的李煜的眼泪。这样的比喻，一江春水，就是一江愁水，一江苦水。比喻，使得抒发的感情兼有了无边的广度。　　3、后人总结说，这首词的风格凄丽。李煜的词缘何显得如此凄丽？　　从“红锦地衣”的南唐后主，到“故国不堪回首”的宋室囚徒，词人李煜天上地下的身世沦落以及内心的巨大沉痛，绝非常人所能体味点滴。如果以亡国为分界线，对照李煜前后期的词作，我们能否可以这样说，是亡国的代价成就了一位可追唐诗的伟大词家？这也让我想起了《报任安书》里的经典诗句：文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；左丘明失明，厥有《国语》；孙子膑脚，兵法修列；　　李煜后期词，多折射出词人内心的亡国之痛，把传统诗歌里的那种个体间的离愁别恨升华为对故国家园的思念，境界豁大而深远。 王国维评价说，“后主之词，真所谓以血书者也。”▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析\n\n\n　　李煜此词所以能引起广泛的共鸣，在很大程度上，正有赖于结句以富有感染力和向征性的比喻，将愁思写得既形象化，又抽象化：作者并没有明确写出其愁思的真实内涵——怀念昔日纸醉金迷的享乐生活，而仅仅展示了它的外部形态——“恰似一江春水向东流。这样人们就很容易从中取得某种心灵上的呼应，并借用它来抒发自已类似的情感。因为人们的愁思虽然内涵各异，却都可以具有“恰似一江春水向东流”那样的外部形态。由于“形象往往大于思想”，李煜此词便能在广泛的范围内产生共鸣而得以千古传诵了。\n　　李煜的故国之思也许并不值得同情，他所眷念的往事离不开“雕栏玉砌”的帝王生活和朝暮私情的宫闱秘事。但这首脍炙人口的名作，在艺术上确有独到之处：\n　　“春花秋月何时了”表明词人身为阶下囚，怕春花秋月勾起往事而伤怀。“春花秋月”人多以美好，作者却殷切企盼它早日“了”却；小楼“东风”带来春天的信息，却反而引起作者“不堪回首”的嗟叹，因为它们都勾发了作者物是人非的枨触，跌衬出他的囚居异邦之愁，用以描写由珠围翠绕，烹金馔玉的江南国主一变而为长歌当哭的阶下囚的作者的心境，是真切而又深刻的。“\n　　往事知多少？”回首往昔，身为国君，过去许许多多的事历历在目。据史书记载，李煜当国君时，日日纵情声色，不理朝政，枉杀谏臣……透过此诗句，不难看出这位从威赫的国君沦为阶下囚的南唐后主，此时此刻的心中有的不只是悲苦愤慨，多少也有悔恨之意。\n　　“小楼昨夜又东风，故国不堪回首月明中。”苟且偷生的小楼又一次春风吹拂，春花又将怒放。回想起南唐的王朝、李氏的社稷——自己的故国却早已被灭亡。诗人身居囚屋，听着春风，望着明月，触景生情，愁绪万千，夜不能寐。一个“又”字，表明此情此景已多次出现，这精神上的痛苦真让人难以忍受。 “又”点明了“春花秋月”的时序变化，词人降宋又苟活了一年，加重了上两句流露的愁绪，也引出词人对故国往事的回忆。\n　　“雕栏玉砌应犹在，仅仅朱颜改。”即使“故国不堪回首”，可又不能不“回首”。这两句就是具体写“回首”“故国”的——故都金陵华丽的宫殿大概还在，只是那些丧国的宫女朱颜已改。这里暗含着李后主对国土更姓，山河变色的感慨！“朱颜”一词在这里固然具体指往日宫中的红粉佳人，但同时又是过去一切美好事物、美好生活的象征。\n　　以上六句，诗人竭力将美景与悲情，往昔与当今，景物与人事的对比融为一体，尤其是通过自然的永恒和人事的沧桑的强烈对比，把蕴蓄于胸中的悲愁悔恨曲折有致地倾泻出来，凝成最后的千古绝唱——“问君能有几多愁？恰似一江春水向东流。”诗人先用发人深思的设问，点明抽象的本体“愁”，接着用生动的喻体奔流的江“水”作答。用满江的春水来比喻满腹的愁恨，极为贴切形象，不但显示了愁恨的悠长长远，而且显示了愁恨的汹涌翻腾，充分体现出奔腾中的感情所具有的力度和深度。\n　　全词以明净、凝练、优美、清新的语言，使用比喻、对比、设问等多种修辞手法，高度地概括和淋漓尽致地表达了诗人的真情实感。难怪前人赞誉李煜的词是“血泪之歌”，“一字一珠”。全词虚设回答，在问答中又紧扣回首往事，感慨今昔写得自不过一气流注，最后进入语尽意不尽的境界，使词显得阔大雄伟。▲\n\n\n参考资料：完善\n\n1、\n程 帆．唐诗宋词鉴赏辞典．长沙：湖南教育出版社，2011：568\n\n\n2、\n刘石.虞美人·春花秋月何时了[M].宋词鉴赏大辞典，2011.8：1483\n\n\n",
            "\n\n\n赏析三\n\n\n　　这首词，是李煜被俘到汴京后所作。开头说，春花秋月的美好时光，何时了结。因为一看到春花秋月，就有无数往事涌上心头，想到在南唐时欣赏春花秋月的美好日子，不堪回首，所以怕看见春花秋月。在东风吹拂的月明之夜，金陵的故国生活不堪回顾了。那里宫殿的雕栏玉砌应该还在，只是人的容貌因愁苦变得憔悴了。倘若要问有多少愁苦，恰恰象一江春水的向东流去，无穷无尽。一江指长江，用一江春水来比愁，跟南唐故国金陵在长江边相结合，充满怀念故国之情。宋代王绖《默记》卷上：“又后主在赐第，因七夕，命故妓作乐，声闻于外。太宗闻之，大怒。又传‘小楼昨夜又东风’及‘一江春水向东流’之句，并坐之，遂被祸云。’王国维《人间词话》：“尼采谓一切文学，余爱以血书者。后主之词，真所谓以血书者也。宋道君皇帝(徽宗)《燕山亭》词亦略似之。然道君不过自道身世之戚，后主则俨然有释迦，基督担荷人类罪恶之意，其大小固不同矣。”李煜被毒死，跟他写这首词有关，这真是用血写的。所谓“有释迦、基督担荷人类罪恶之意”，就是说，李煜这样的词，不光是写他个人的愁苦，还有极大的概括性，概括了所有具亡国之痛的人的痛苦感情：如怕看到春花秋月，怕想到过去的美好生活。再如故国的美好景物已经不堪回顾。故国的景物象雕栏玉砌等还在，但人的容颜因愁苦改变，这里还含有人事的改变，人的主奴关系的改变。再象以一江春水来比愁。整首词正是反映了有亡国之痛的人的感情，担负了所有这些人的感情痛苦。这正说明这首词具有高度的概括性、代表性，这正是这首词的杰出成就。\n　　宋朝陈郁《藏一话腴》：“太白(李白)曰：‘请君试问东流水，别意与之谁短长。’(《金陵酒肆留别》)江南李主曰：‘问君还有几多愁，恰似一江春水向东流。’略加融点，已觉精采。至寇莱公(准)则谓‘愁情不断如春水(《夜度娘》)，少游(秦观)云‘落红万点愁如海’(《千秋岁》)，肯出于蓝而胜于蓝矣。”这里对这首词用“一江春水向东流”来比愁作了评论。李白的诗句是写别情的长可以跟东流水比，诗在金陵写的，这个东流水是指长江。李煜的词，是在汴京被拘禁中写的，他看不到长江，长江成为他怀念故国的一部分。因此李白的诗是用眼前景物来作比，李煜的词是用远离自己的长江来作比，在这个比喻里就有怀念故国之情，情思更为深厚。再说，“一江春水向东流”，比东流水”的形象更为鲜明。又“东流水”是比“别意”的“短长”，“一江春水向东流”是比愁的无穷无尽。这是两者的不同处，说明李煜的故国之痛更为深沉，并不是“略加融点”。寇准的词：“日暮汀洲一望时，柔情不断如春水。”这是用春水来比柔情，这个柔情也指别意，跟李白的句意相同，可以说是摹仿李白的词意。“如春水”，也不能与李煜词句相比。秦观的词句：“春去也，落红万点愁如海。”是写“离别宽衣带”的离情别绪，再加上伤春，加上“镜里朱颜改”的憔悴，配上“落红万点”，确是名句。不过李煜的词写的是亡国之痛，比离情别绪更为深沉，也写“朱颜改’，是结合亡国之痛来的，加上“一江春水向东流”的形象鲜明壮阔，从情思到形象，也不是秦观的词句所能比。（田德义）▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n"
        ]
    },
    {
        "title": "木兰诗",
        "author": "乐府诗集",
        "dynasty": "〔南北朝〕",
        "main": "　　唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。(唯 一作：惟)\n　　问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。\n　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。\n　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。\n　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。\n　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。\n　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？",
        "others": [
            "\n\n\n译文及注释\n\n\n译文　　叹息声一声接着一声，木兰对着房门织布。听不见织布机织布梭的声音，只听见木兰在叹息。问木兰在想什么？在惦记什么？木兰答道：我也没在想什么，也没在惦记什么。昨天晚上看见了征兵的文书，君主在大规模征兵，征兵的名册有很多卷，每一卷上都有我父亲的名字。父亲没有大儿子，我没有兄长，木兰愿意为此到集市上去买马鞍和马匹，从此开始替代父亲去征战。\n　　在集市各处购买骏马、马鞍、鞍下的垫子、马嚼子、缰绳和马鞭。早上辞别父母上路，晚上宿营在黄河边，听不见父母呼叫女儿的声音，只听见黄河水奔腾流淌的声音。早晨离开黄河上路，晚上到达黑山头，听不见父母呼叫女儿的声音，只听见胡人战马啾啾的鸣叫声。\n　　不远万里奔赴战场，飞一样跨过一道道的关隘，越过一座座的山峰。夜晚北方的寒气传送着打更的声音，寒冷的月光照在将士们的铠甲上。将士们身经百战有的为国捐躯，有的转战多年得胜归来。\n　　胜利归来朝见天子，天子坐在殿堂论功行赏。给木兰记了很大的功勋，赏赐了很多的财物。天子问木兰想要什么，木兰说不愿做尚书郎，希望能骑着千里马，快马加鞭送我回故乡。\n　　父母听说女儿回来了，互相搀扶着到城外迎接她；姐姐听说妹妹回来了，对着门户梳妆打扮起来；弟弟听说姐姐回来了，忙着霍霍地磨刀杀猪宰羊。开我东阁、西阁的门，坐在我的床上。脱去打仗时穿的战袍，穿上以前的女儿装，面对窗户和镜子梳理像云一样柔美的头发，额上贴上花黄。出门去见一起打仗的伙伴，伙伴们都很吃惊，征战同行这么多年，竟然不知木兰是个女子。\n　　提着兔子的耳朵悬在半空时，雄兔两只前脚时常动弹，雌兔两只眼睛时常眯着，所以容易辨认。雄雌两只兔子贴着地面跑，怎能辨别哪个是雄兔哪个是雌兔呢？\n注释唧唧（jī jī）：纺织机的声音。一说为叹息声，意思是木兰无心织布，停机叹息。当户（dāng hù）：对着门。机杼（zhù）声：织布机发出的声音。机：指织布机。杼：织布梭（suō）子。唯：只。何：什么。忆：思念，惦记军帖（tiě)：征兵的文书。可汗（kè hán）：古代西北地区民族对君主的称呼军书十二卷：征兵的名册很多卷。十二，表示很多，不是确指。下文的“十二转”、“十二年”，用法与此相同。爷：和下文的“阿爷”一样，都指父亲。愿为市鞍(ān）马：为，为此。市，买。鞍马，泛指马和马具。鞯（jiān）：马鞍下的垫子。辔（pèi)头：驾驭牲口用的嚼子、笼头和缰绳。辞：离开，辞行。溅溅（jiān jiān）：水流激射的声音。旦：早晨。但闻：只听见胡骑（jì）：胡人的战马。胡，古代对北方少数民族的称呼。啾啾（jiū jiū）：马叫的声音。天子：即前面所说的“可汗”。万里赴戎机：不远万里，奔赴战场。戎机：指战争。关山度若飞：像飞一样地跨过一道道的关，越过一座座的山。度，越过。朔(shuò)气传金柝：北方的寒气传送着打更的声音。朔，北方。金柝（tuò），即刁斗。古代军中用的一种铁锅，白天用来做饭，晚上用来报更。寒光照铁衣：冰冷的月光照在将士们的铠甲上。明堂：明亮的厅堂，此处指宫殿策勋十二转：记很大的功。策勋，记功。转，勋级每升一级叫一转，十二转为最高的勋级。十二转：不是确数，形容功劳极高。赏赐百千强(qiáng）：赏赐很多的财物。百千：形容数量多。强，有余。问所欲：问（木兰）想要什么。不用：不愿意做。尚书郎：尚书省的官。尚书省是古代朝廷中管理国家政事的机关。愿驰千里足：希望骑上千里马。郭：外城。扶：扶持。将：助词，不译。姊（zǐ）：姐姐。理：梳理。红妆（zhuāng）：指女子的艳丽装束。霍霍（huò huò）：拟声词，磨刀的声音。著(zhuó)：通假字 通“着”，穿。云鬓（bìn）：像云那样的鬓发，形容好看的头发。帖（tiē）花黄：帖”通假字 通“贴”。花黄，古代妇女的一种面部装饰物。雄兔脚扑朔，雌兔眼迷离：据说，提着兔子的耳朵悬在半空时，雄兔两只前脚时时动弹，雌兔两只眼睛时常眯着，所以容易辨认。扑朔，爬搔，扑腾。迷离，眯着眼。双兔傍地走，安能辨我是雄雌：两只兔子贴着地面跑，怎能辨别哪个是雄兔，哪个是雌兔呢？“火”：通“伙”。古时一起打仗的人用同一个锅吃饭，后意译为同行的人。行：读háng。傍(bàng)地走：贴着地面并排跑。▲\n\n\n参考资料：完善\n\n1、\n陈国林 ．高中生必背古诗文 ：龙门书局出版社 ，2012年8月 ：151-152 ．\n\n\n2、\n朱庆 ．现代文品读·文言诗文点击 八年级第一学期 ．上海 ：光明日报出版社 ，2012 ：198-199 ．\n\n\n",
            "\n\n\n赏析二\n\n\n　　这是一首永垂千古的述志诗。诗的开头，回顾身世。意在暗示自己是久经磨炼，无论什么艰难困苦都无所畏惧。接着追述战斗生涯：在荒凉冷落的战争环境里，我度过了四年。把个人命运和国家兴亡联系在一起了。三四句承上从国家和个人两个方面，继续抒写事态的发展和深沉的忧愤。这一联对仗工整，比喻贴切，真实反映了当时的社会现实和诗人的遭遇。国家民族的灾难，个人坎坷的经历，万般痛苦煎熬着诗人的情怀，使其言辞倍增凄楚。五六句喟叹更深，以遭遇中的典型事件，再度展示诗人因国家覆灭和己遭危难而颤栗的痛苦心灵。结尾两句以磅礴的气势收敛全篇，写出了宁死不屈的壮烈誓词，意思是，自古以来，人生哪有不死的呢？只要能留得这颗爱国忠心照耀在史册上就行了。\n　　这句千古传诵的名言，是诗人用自己的鲜血和生命谱写的一曲理想人生的赞歌。全诗格调沉郁悲壮，浩然正气贯长虹，确是一首动天地、泣鬼神的伟大爱国主义诗篇。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "ï»¿\n\n\nç½é¡µåçéè¯¯\n\n\n\n\nç½é¡µåçéè¯¯ï¼è¯·èç³»ç½ç«ç®¡çåï¼service@gushiwen.cn\n\n\n\n",
            "\n\n\n赏析\n\n\n　　《木兰诗》是一首长篇叙事诗，讲述了一个叫木兰的女孩，女扮男装，替父从军，在战场上建立功勋，回朝后不愿作官，只求回家团聚的故事，热情赞扬了这位女子勇敢善良的品质、保家卫国的热情和英勇无畏的精神。全诗以“木兰是女郎”来构思木兰的传奇故事，富有浪漫色彩；详略安排极具匠心，虽然写的是战争题材，但着墨较多的却是生活场景和儿女情态，富有生活气息；以人物问答及铺陈、排比、对偶、互文等手法描述人物情态，刻画人物心理，生动细致，神气跃然，使作品具有强烈的艺术感染力。\n　　第一段，写木兰决定代父从军。诗以“唧唧复唧唧”的织机声开篇，展现“木兰当户织”的情景。然后写木兰停机叹息，无心织布，不禁令人奇怪，引出一问一答，道出木兰的心事。木兰之所以“叹息”，不是因为儿女的心事，而是因为天子征兵，父亲在被征之列，父亲既已年老，家中又无长男，于是决定代父从军。\n　　第二段，写木兰准备出征和奔赴战场。“东市买骏马……”四句排比，写木兰紧张地购买战马和乘马用具，表示对此事的极度重视，只用了两天就走完了，夸张地表现了木兰行进的神速、军情的紧迫、心情的急切，使人感到紧张的战争氛围。其中写“黄河流水鸣溅溅”“燕山胡骑鸣啾啾”之声，还衬托了木兰的思亲之情。\n　　第三段，概写木兰十来年的征战生活。“万里赴戎机，关山度若飞”，概括上文“旦辞……”八句的内容，夸张地描写了木兰身跨战马，万里迢迢，奔往战场，飞越一道道关口，一座座高山。寒光映照着身上冰冷的铠甲。“将军百战死，壮士十年归”，概述战争旷日持久，战斗激烈悲壮。将士们十年征战，历经一次次残酷的战斗，有的战死，有的归来。而英勇善战的木兰，则是有幸生存、胜利归来的将士中的一个。\n　　第四段，写木兰还朝辞官。先写木兰朝见天子，然后写木兰功劳之大，天子赏赐之多，再说到木兰辞官不就，愿意回到自己的故乡。“木兰不用尚书郎”而愿“还故乡”，固然是她对家园生活的眷念，但也自有秘密在，即她是女儿身。天子不知底里，木兰不便明言，颇有戏剧意味。\n　　第五段，写木兰还乡与亲人团聚。先以父母姊弟各自符合身份、性别、年龄的举动，描写家中的欢乐气氛，展现浓郁的亲情；再以木兰一连串的行动，写她对故居的亲切感受和对女儿妆的喜爱，一副天然的女儿情态，表现她归来后情不自禁的喜悦；最后作为故事的结局和全诗的高潮，是恢复女儿装束的木兰与伙伴相见的喜剧场面。\n　　第六段，用比喻作结。以双兔在一起奔跑，难辨雌雄的隐喻，对木兰女扮男装、代父从军多年未被发现的奥秘加以巧妙的解答，妙趣横生而又令人回味。\n　　其诗中几件事的描绘详略得当，一，二，三，六，七段详写木兰女儿情怀，四，五段略写战场上的英雄气概。从内容上突出儿女情怀，丰富英雄性格，是人物形象更真实感人。结构上使全诗显得简洁，紧凑。\n　　这首诗塑造了木兰这一不朽的人物形象，既富有传奇色彩，而又真切动人。木兰既是奇女子又是普通人，既是巾帼英雄又是平民少女，既是矫健的勇士又是娇美的女儿。她勤劳善良又坚毅勇敢，淳厚质朴又机敏活泼，热爱亲人又报效国家，不慕高官厚禄而热爱和平生活。\n　　《木兰诗》是中国诗史上罕有的杰作，诗中首次塑造了一位替父从军的不朽的女英雄形象，既富有传奇色彩，而又真切动人。木兰既是奇女子又是普通人，既是巾帼英雄又是平民少女，既是矫健的勇士又是娇美的女儿。她勤劳善良又坚毅勇敢，淳厚质朴又机敏活泼，热爱亲人又报效国家，不慕高官厚禄而热爱和平生活。木兰完满具备了英雄品格与女性特点。天性善良勇敢，沉着机智，坚忍不拔，是木兰英雄品格之必要内涵，对父母对祖国之无限爱心和献身精神，则是其英雄品格之最大精神力量源泉。同时，全诗紧扣“木兰是女郎”，从“不闻爷娘唤女声”到“木兰不用尚书郎”，从“木兰当户织”到“着我旧时裳”，始终不失其为女性之特点。故木兰形象极为真实感人。《木兰诗》创具一种中国气派之喜剧精神，其特质，乃是中国人传统道德精神、乐观精神及幽默感之整合。这种中国气派之喜剧精神，实与以讽刺为特征的西方喜剧大不相同。《木兰诗》充分体现出中国民歌之天然特长，铺排、夸张、象声、悬念的突出运用，对于渲染气氛、刻划性格，效果极佳。\n　　过去多认为《木兰诗》所产生之基础，为北朝尚武之社会风俗。但是，北朝历史发展之主流，是入居北中国的游牧民族接受农业文明，进而接受中国文化，最终为中国文化所化。就此诗言，即使木兰之家原为鲜卑民族，也早已汉化。“木兰当户织”，是一证。木兰还家，全家喜庆之中所深具之礼意，是又一证。尤其木兰替父从军、高度体现对父母之爱心与对祖国之忠心，实为高度体现中国文化之精神。故应当说，《木兰诗》所产生之基础，是中国传统文化与北朝尚武风俗之融合，而《木兰诗》之根本精神，则是中国文化之精神。▲\n\n\n参考资料：完善\n\n1、\n邓小军 等．汉魏六朝诗鉴赏辞典．上海：上海辞书出版社，1992：1570-1573\n\n\n2、\n游国恩 等．中国文学史．北京：人民文学出版社，1963：299-308\n\n\n3、\n石声淮.关于《木兰诗》.语文教学与研究,1979,01\n\n\n4、\n康苏.从教学角度谈《木兰诗》的一些问题.山东师院学报(社会科学版),1978,6\n\n\n5、\n窦忠文.《木兰诗》教学中的若干问题.语文教学通讯,1978,04\n\n\n6、\n刘彬荣、华雪.须知木兰是女郎.河南师大学报,1979,06\n\n\n7、\n钟书．新教材全解·语文（新课标八年级下）．长春：吉林教育出版社，2011：41-48\n\n\n",
            "\n\n\n故事\n\n\n　　《木兰诗》是一首长篇叙事诗歌，代表了北朝乐府民歌杰出的成就。它的产生年代及作者不详，一般认为，它产生于北魏，创作于民间。\n　　《木兰诗》讲述了一个叫木兰的女孩，女扮男装，代父从军，在战场上建立功勋，回朝后不愿作官，但求回家团聚的故事。诗中热情赞扬了这位奇女子勤劳善良的品质，保家卫国的热情，英勇战斗的精神，以及端庄从容的风姿。它不仅反映出北方游牧民族普遍的尚武风气，更主要的是表现了北方人民憎恶长期割据战乱，渴望过和平、安定生活的意愿。它对木兰的讴歌，也冲击了封建社会重男轻女的偏见。它“事奇诗奇”（沈德潜语），富有浪漫色彩，风格也比较刚健古朴，基本上保持了民歌特色。\n　　在思想内容和艺术技巧方面，《木兰诗》很有特点，对后世也有深远影响。诗中用拟问作答来刻画心理活动，细致深刻；用铺张排比来描述行为情态，神气跃然；而运用精练的口语，不仅道出一个女子口吻，也增强了叙事的气氛，更显民歌的本色。唐代大诗人杜甫《草堂》诗抒写迁居草堂的欢欣情景，明显汲取了《木兰诗》描述全家欢迎木兰归来的表现手法。至于元稹《估客乐》“出门求火伴，入户辞父兄”，以及白居易《戏题木兰花》“怪得独饶脂粉态，木兰曾作女郎来”，可以看出《木兰诗》在中唐已经脍炙人口。\n　　木兰的故事深入人心，广为传颂。据《太平寰宇记》载，黄州黄冈县（今湖北黄冈）有木兰山、木兰乡、木兰庙。据地方志所载，在今安徽亳县、河南商丘、河北完县等地，都曾立庙奉祀木兰。直到今天，舞台银幕上的木兰形象仍然激励人们的爱国情操。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n重点导析\n\n\n　　1．比兴手法\n　　北朝民歌《折杨柳》中有一首，前面六句女“敕敕何力力，女子当窗织。不闻机杼声，唯闻女叹息。问女何所思？问女何所忆？”《木兰诗》开头六句用迫就女《折杨柳》这六句。古代民歌往往用同样迫起兴、比喻，有迫没句相近甚至相同（《诗经》中民歌就不乏其例），因为口耳相传，没句相同，容易记忆。这不女抄袭，因为题材、内容可以完全不同。《木兰诗》迫开头，很可能壮女“敕敕何力力”，经后人改为“唧唧复唧唧”迫。“敕敕何力力”没有什么具体意义，像“呀呵嗨”“呀唯子哟”一样，女表声迫字。\n　　2．“可汗”与“天子”\n　　“可汗”女古代西北民族对君主迫称呼，“天子”女封建社会汉族对君主迫称呼。可女在这首诗中“可汗”却成了“天子”迫同义没，不能再按照《广韵》中所谓“蕃王称”迫本义了。这只能看做在《木兰诗》时代汉语里已有了外来语迫成分。否则木兰去时女应“可汗”之征，而归来却受“天子”之赏，那不女前后矛盾了吗？\n　　由于木兰诗出自北朝，而木兰女北朝人氏，便可以考证出木兰并非汉人可能性极大，其君主自然壮女北朝少数民族割据政权领袖，而南北朝又正女中国历史上迫一次民族大融合时期，那么最有可能迫一种假设就女：北朝迫少数民族政权领袖受汉文化影响壮乐于接受“天子”这个称呼。\n　　3．“十二”女虚数\n　　“军书十二卷”“同行十二年”与“壮士十年归”──这三句中迫两个“十二”与一个“十”字都女虚数。习惯上这类数字都表示“多”迫意思。“同行十二年”与“壮士十年归”两句中迫“十二年”与“十年”都女说十多年迫意思，如作实数理解，前后便矛盾不可解了。“军书十二卷，卷卷有爷名”旨在强调木兰迫父亲这次非出征不可。清人汪中作了一篇《释三九》，提出了三、九等虚数迫用法法则，把前人有关数字问题迫考证与争论都搞清楚了。\n　　4．东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭\n　　“东市买骏马”等句中迫“东、南、西、北”便都女虚位而非实指。这里只女夸张地来形容木兰出发前做准备迫紧迫情况，照实来讲反而不合情理。下文迫“开我东阁门，坐我西阁床”迫“东”和“西”壮女虚位，照实来讲就不通了。这些方位没迫连用，很多女为了造成某种气氛，而非实指。这种“虚位”壮和上面所谈迫“虚数”一样，女古汉语中迫一种习惯上迫法则。\n　　5．当窗理云鬓，对镜帖花黄\n　　“当窗”和“对镜”女互文。“理云鬓”和“帖花黄”同女当窗对镜来做迫。这种用法在古代诗歌中，特别女在古代格律诗中女常见迫。如唐王昌龄诗中迫“秦时明月汉时关”就女一例。\n　　“帖花黄”女北魏妇女迫面饰。有两说：一说“元魏时民间妇女不得施粉黛；自非宫人，皆黄眉黑妆。故《木兰诗》中有‘对镜帖花黄’之句。”（《谷山笔尘》）另一说，将金黄色迫纸，剪成星、月、花、鸟等形状，贴在额上。\n　　6．关于此诗迫主题思想\n　　1．在封建社会中，妇女女无地位迫。木兰女一个“当户织”迫劳动妇女，代父从军，“将军百战死，壮士十年归”。男人能做到迫，木兰能做到；男人不能做到迫，木兰壮能做到。木兰这一英雄形象迫本身，就女对封建社会中歧视妇女迫传统观念迫无情嘲弄。\n　　2．在封建社会中，追求功名利禄女占统治地位迫传统思想，多少人梦寐以求。而木兰经过十年迫紧张战斗之后，凯旋而归，却拒封辞赏，愿意解甲归田，重过劳动人民迫耕织生活，这充分反映了劳动人民质朴谦逊迫品质。木兰迫这一行为本身就女对热衷功名利禄迫封建士大夫迫有力讽刺。\n　　3．《木兰诗》迫主题思想，其实在诗歌里面就已直接点明。便女：妇女并不亚于男子，她们迫才能智慧，胆略见识，女决不在男子之下迫。这就女这首诗迫主题思想。若用一句话来概括则女：赞颂劳动人民出身迫妇女英雄。\n　　4．《木兰诗》迫主题，不女歌颂尚武精神，而女反映人民对和平生活迫向往。不过，《木兰诗》并不像上述北朝民歌那样用愁苦迫情调、悲剧迫形式来表达，而女别开生面地用女子代父从军迫喜剧迫形式来表达。当然，故事情节本身使诗在客观上有可能起到歌颂女子英雄精神迫作用，但女歌颂英雄这个问题在诗中比之主题所反映迫问题毕竟女居于次要迫，它只能算女诗所包含迫一个思想内容，不能说就女主题。\n　　7．“唧唧复唧唧”究竟女什么声音？\n　　对此历来说法不一。大致有三种：织机声、叹息声、虫鸣声。\n　　① 织机声。如果理解为织机声，将有如下情境。诗歌一开始，就出现不停不息迫织机声，人未出场声先闻。然后才交代这女木兰正在对门而织，一个勤劳迫姑娘形象跃然纸上。但织着织着，有节奏迫织机声听不到了，传来迫女一阵阵长吁短叹。这究竟女为什么？木兰啊，木兰，女什么事儿让你如此发愁呢？于女转入后面迫情节。这样迫理解当然女合情合理迫。\n　　② 叹息声。有学者对此做如下解读：“当户而织，说明木兰女一个劳动女性，而不女侯门小姐。本应该听到她迫织布迫声音，但听到迫却女‘唧唧复唧唧’迫叹息声。一个‘唧唧’就已经说明女在叹息了，又重之以‘复唧唧’，作者还觉得意犹未足，最后又‘惟闻女叹息’，作者这样反复强调，女要告诉我们木兰迫忧思之深，木兰女停机长叹，而不女边织边叹。作者没有写木兰迫愁容，壮没有写木兰停机长叹迫举动，作者只女绘声，通过接连不断迫声声叹息，刻画出一个充满忧愁苦闷迫木兰女迫形象。”\n　　③ 虫鸣声。如果将“唧唧”理解为虫声，在我们眼前就会出现这样一幅画面——夜深人静，四下阒无人声，只有虫儿在夜幕中“唧唧”鸣唱。接着再写木兰姑娘正对门坐在织机旁织布，可女她为什么手握织机不织布，却坐在那儿长吁短叹呢？四野迫虫声与木兰迫叹息声交相应和，渲染出一个女孩儿将要做出一个重大决定之前迫心境和气氛。总之，诗无达诂，合乎情理合乎文意即可。\n　　8．“问女何所思，问女何所忆”迫问话人女谁？\n　　一说女父母在问，认为只女父亲在问或只女母亲在问迫，壮属此说。迫确，父母如果听到女儿迫叹息，一定会发出这样关切迫询问。一说女叙事人在问，因为《木兰诗》女口头集体创作迫民歌，而民歌女可以配乐歌唱迫，歌唱者能以叙事人迫身份进行拟问。这两种说法其实并不矛盾。在民间讲唱文学中，演唱者往往有叙事人和故事人物迫双重身份，叙事人迫语言与故事人物迫语言有时女相融合一迫。因此，这首诗中迫“问女何所思，问女何所忆”，以及“女亦无所思……从此替爷征”可视为父母与女儿迫问答，壮可视为叙事人迫拟问拟答。此外，这首诗中常以第一人称来叙事，既可以看做木兰迫自述，壮可以看做叙事人迫转述。\n　　9．“雄兔脚扑朔”等四句该如何理解？\n　　第一，应该先明确这女一个生动迫比喻。\n　　第二，应该进一步思考作者为什么要用这样一个比喻句结束全诗。首先，这个比喻十分形象地解释了“伙伴”们迫惊讶，同时壮女对读者必然产生迫疑问做出一个合情合理迫解答。再次，用雄兔雌兔来比喻人之男女，恰女民歌语言运用迫特点。这一机巧迫比喻，使全诗为之增色，锦上添花。\n　　此外，这四句诗被认为女吟唱者即叙事人对木兰迫赞没，这种说法与将其视为木兰对“火伴”迫回答迫看法并不矛盾。\n　　10．如何理解《木兰诗》中迫繁简处理？\n　　必须明确以下三点：《木兰诗》中何处繁，何处简？这样迫繁简处理产生了什么样迫效果？作者为什么要进行这样迫处理？\n　　① 繁笔迫运用：木兰当户织时迫心事重重，木兰准备行装时迫活动，木兰奔赴战场时迫心态，木兰回家后家人迫欢乐，木兰重着“女儿装”时迫欣喜等内容，都写得不厌其繁，细致入微。\n　　例如，木兰采买鞍马一事，就通过东西南北迫排比铺写，渲染了战前准备迫紧张和忙碌，读者似乎可以看到木兰迫奔波和繁忙，壮可以想见一身戎装迫木兰女何等迫英姿飒爽！\n　　又如，写木兰奔赴战场时反复提及“不闻爷娘唤女声”，其实正女木兰此时心态迫真实写照：当夕阳西下，暮色沉沉时，木兰独自露宿在黄河之畔时，耳听黄河流水哗哗作响，心中却时时回响着父母迫声声呼唤，渐行渐远，父母呼唤女儿迫声音早已听不见了，但这声音却时时回荡在女儿迫耳畔心头！征程漫漫，何时能再听到那温暖女儿内心迫爷娘亲切迫呼唤呢？\n　　再如，末段写木兰将回家乡时爷娘姐弟等人迫不同行动，通过同样迫句调作三次反复重叠，生动表现了亲人们十年离别后终于得到团聚时迫喜悦心情和欢乐气氛。\n　　而对木兰重入闺房，再着“女儿妆”迫一段描写，更女淋漓尽致地渲染了木兰迫热爱生活、美丽可爱迫女儿情态。\n　　② 简笔迫运用。至于简笔，主要女对战斗过程迫描写力求其简，十年生活，只用了几句话就交代完了。\n　　为什么要如此安排呢？作者不惜笔墨描绘迫往往都女他所要着力突出迫。这首诗所要突出迫正女对木兰迫孝敬父母、勇于担当重任迫性格迫颂扬，所以，对残酷迫战争，一笔带过，而对能够反映美好心灵迫内容则不惜笔墨。另外，这种繁简安排似乎还隐含了作者对美好生活迫向往祝福，对战争迫冷淡和远离。\n　　一个女孩儿在战场上拼杀了十年之久，立下了赫赫战功——“策勋十二转，赏赐百千强”，其勇武强悍可知。但女作者和广大读者喜爱迫并不女一个没有女性特点迫女超人，人们向来不稀罕赳赳武夫式迫“顾大嫂”之流，中国壮不乏娇滴滴莺声燕语般迫“崔莺莺”这样标准迫美人，但既有女儿迫娇美又有男子迫刚健迫女性，在中国文学史上，却只有木兰这独特迫一个！这样迫繁简安排就起到了突出人物特征、表现作者倾向迫作用。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n思想倾向\n\n\n　　《木兰诗》是中国古典诗歌中一首脍炙人口的优秀诗篇。它以浓挚的感情和铺叙、对照、渲染的表现手法，集中地描绘了一个平凡的女子──木兰代父从军和她解甲还乡的不平凡的经历。木兰不一定实有其人，可是，女扮男装却实有其事。木兰不过是这些女子中的一个代表而已。木兰的悲欢离合，是富有戏剧性的。因此，千百年来，她的感人的事迹在群众中流传不息。《木兰诗》究竟表现了一种什么思想倾向呢？\n　　这首诗一开头，它就把读者吸引到它所描写的场面中了。木兰平日织布时发出的“机杼声”，已经被她的声声叹息所代替。原因是可汗“沙场秋点兵”，老父名在军籍，家中没有长男，怎能不使木兰焦虑、愁闷？但她终于做出“愿为市鞍马，从此替爷征”的勇敢的抉择。\n　　木兰从军，是迫不得已的，也是不合法的。当她一旦做出“从军”的抉择，她的态度则是积极的，这从她四处购置行装的繁忙情景就形象地表现出她的主动性和坚决性。木兰初次远离家园，异乡的山山水水，都会触动她的思亲之情。诗中对此的描写是真挚的，也是非常感人的。从军，使木兰得到同男子一样可以施展智慧和才能的良机，十年的战火考验，使她从一个善良、热情、能干的闺中少女，成为一名建立战功的“壮士”，这是一个多么巨大的变化啊！\n　　战争，赢得了胜利，也赢得了和平。环境变了，木兰何去何从？她有不可明言的苦衷，在论功行赏的大典礼中，由于她是一个女子，不配得到自己应有的荣誉。她只有辞受封爵，走上解甲还乡的惟一道路。无名氏作者认为这是天经地义的事情。所以用欢快的笔调描写木兰骨肉团聚的欢乐，让她在“当窗理云鬓，对镜帖花黄”之后，以女子的面目出现在同伴的面前。作者可贵的是，最后用兔子跑在一起，难辨雌雄的隐喻，说明女子如果有施展抱负的机会，她们的智慧、胆略和才能并不比男子逊色。\n　　这样描写木兰的从军与还乡，表现了作者的进步的思想倾向。问题在于我们如何正确地去分析作者所反映出来的这种社会现象。有人认为，木兰还乡是她不慕功名富贵，是反映了劳动人民热爱劳动的本色。我认为，这种看法是不正确的。\n　　在中国古代封建社会，“女子作男儿”，除了木兰，还有一个黄崇嘏。谢枋得在《碧湖杂记》中把她俩的事迹当做奇闻逸事加以记叙。木兰是在战场上杀出来的女英雄，她“不受封爵而归”；黄崇嘏是五代时期蜀国的女子，她女扮男装，在蜀相周庠的府中做掾属。因她“吏事明敏，胥吏畏服”，而被周庠看中，“欲妻以女”。弄得黄崇嘏啼笑皆非，只好讲明自己是个女子，一走了之。\n　　女扮男装，在封建制度下被人视为反常的现象。“男治乎外，女治乎内”是封建礼法的一条戒律。木兰可以在非常时期秘密代父从军，并发挥出她那潜在的智谋和才能。不然的话，所谓“牝鸡司晨”的恶名就会落在她的身上。木兰和《木兰诗》的作者都无法改变这种命运。\n　　封建礼法加在妇女身上的镣铐是难以解脱的。清代的女词人王筠在《鹧鸪天》中痛感自己不能像木兰、崇嘏那样一显身手（“木兰崇嘏事无缘”），只好在她的弹词《繁华梦》里让女主人公登上艺术舞台（“好将心事付梦诠”），来抒发她那埋藏在胸中的人生理想。\n　　由此可见，木兰的还乡，决非什么不慕功名富贵的问题，也不是什么热爱劳动的问题，而是封建社会压迫、歧视妇女的必然结局。\n　　《木兰诗》的作者不可能明确地认识到这一点。但是，他从木兰所走过的和平──战争──和平的曲折的生活道路，不自觉地反映了木兰在特殊条件下所创造的奇迹，并热情地歌颂了它。这正是作者忠于现实生活的表现，也是和劳动人民的思想感情相通的。\n　　《木兰诗》的思想倾向是什么？用一句话来表述，就是它对于普通女子所禀赋的智慧和才能表示了肯定和赞赏的态度。而且也要看到，这种态度是寓于烘托（“火伴皆惊忙”）、隐喻（“双兔傍地走”）等描写中自然流露的。直到明朝末年，人们才能用“海内灵秀或不钟男子而钟女人”这类明确的语言把它说出来。但是，在《木兰诗》中，却没有明朝人那种明显的尊女卑男、矫枉过正的倾向。而明朝人对于妇女潜在的智慧、才能和力量做出那样大胆的估计，除了当时的社会生活条件外，从历史思想源流来看，《木兰诗》是有启蒙作用的。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n语言繁简\n\n\n　　文学作品的语言要繁简得当，既不可贪多务得，也不能一味求简。我们细读《木兰诗》，便可以悟出这个道理。\n　　《木兰诗》紧紧围绕着木兰的形象着墨。它有时“惜墨似金”，写得极简；有时又“泼墨如水”，尽力铺排。如“万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。”只六句三十字，便概括了木兰十几年出生入死、保家卫国的战斗生涯，显得何等简练！其中两句写朔风凛冽，刁斗声声；月光映雪，木兰未眠。它通过环境、景物、氛围的描写，渲染出木兰思家的复杂心情和严守岗位的战士气质。尽管边地生活是艰苦的，周围寂静得只听见忽断忽续的刁斗声，木兰和伙伴们却仍然穿着甲胄，随时准备为保卫祖国而战。此情此景，写得有声（北风声、刁斗声）、有色（月色、雪色和铁的反光），多么耐人寻味！正如刘大白在《旧诗新话》中所说：“整整的四排句，看去是很板的，其实其间层次分明。因为有骏马而无鞍鞯，不可以骑坐，所以还得买鞍鞯；有鞍鞯而无辔头，不可以控御，所以还得买辔头；有辔头而无长鞭，不可以驱策，所以还得买长鞭。”这种东、西、南、北循序铺排的手法，在民歌中固属常见，但是《木兰诗》中用得尤多且活。如“旦辞爷娘去”以下八句，“爷娘闻女来”以下六句，“雄兔脚扑朔，雌兔眼迷离”两句，或依时间（旦、暮），或依辈分（父母、姊、弟），或依性别（雄、雌），都采用循序铺排的方式。正是在这种很容易流于程式化的铺叙中，《木兰诗》却写得风趣横生，兴味淋漓，使情事如见，景物若画。从这方面说，它又像是“泼墨如水”了。\n　　全诗着力写木兰出征前、征途中和回家后的心理活动，而很少写她在战斗中的英雄业绩。从表面上看，似乎刻画儿女之情多，而描绘英雄之气少。但从实际效果看，诗中所刻画的种种儿女情状，正多方面地丰富了木兰的英雄性格，使这一形象有血有肉，真实动人。如“旦辞爷娘去，暮宿黄河边。不闻爷娘唤女声，但闻黄河流水鸣溅溅”，一幅少女思亲图，真是呼之欲出。木兰以一女儿身，在多年艰苦的征战生活中，能乔扮男装而不被察觉，已显得异常聪明和机警；在万里关山的殊死争夺中，又能屡建战功而奏凯归来，更显出无比英勇和豪健。在这里，儿女情与英雄气不是相得益彰了吗？▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n语言特点\n\n\n　　《木兰诗》具有乐府民歌的独特风格。开篇采用的一问一答，是民歌中常见的。《木兰诗》语言生动质朴，极少雕饰斧凿：“小弟闻姊来，磨刀霍霍向猪羊”，流传千百年来，至今仍是人们津津乐道的口语；除了“万里赴戎机”六句文字比较典雅外，其余都保留着民歌的形式和风格，连锁、问答、排比、重叠等形式的运用，都与民歌大致相同。而且语言丰富多彩，单就原韵来说，篇幅较长的乐府诗歌大都是隔几句换一个韵，很少一韵到底，这样才能使演唱的歌曲音节复杂而有变化。《木兰诗》一共换了七个韵，也可以说是七种曲子：“唧唧复唧唧……女亦无所忆”；“西市买鞍鞯……但闻黄河流水鸣溅溅”；“暮宿黑山头……但闻燕山胡骑鸣啾啾”；“万里赴戎机……壮士十年归”；“天子坐明堂……不知木兰是女郎”；“雌兔眼迷离……安能辨我是雄雌？”这就相当于一个题下七首曲子。所不同者，这里则是一个完整的歌子。好多民歌每韵的句数比较整齐，而《木兰诗》的句数却比较参差。正因为它曾为乐人所演唱，所以古往今来都被收入乐府歌中，而且直到现在，仍有评弹艺人在演唱《木兰诗》。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n鉴赏\n\n\n　　北朝长篇叙事民歌。它的产生年代及作者，从宋代起，就有不同记载和争议。始见于《文苑英华》，题为《木兰歌》，以为唐代韦元甫所作。《古文苑》题为《木兰诗》，以为“唐人诗”。宋代程大昌《演繁露》据诗中“可汗大点兵”语，认为木兰“生世非隋即唐”；而南宋严羽《沧浪诗话》则认为“朔气传金柝，寒光照铁衣”之类，“已似太白，必非汉魏人诗”。此后，历代都有人持“隋、唐人作”之说，但宋代黄庭坚已指出此诗并非韦元甫所作，而是韦“得于民间”（《题乐府〈木兰诗〉后》）。《乐府诗集》列入《梁鼓角横吹曲》，亦题《木兰诗》，云是“古辞”，并引陈释智匠《古今乐录》说：“木兰，不知名。”按《旧唐书·韦元甫传》载，韦曾任浙西观察使、淮南节度使等职（黄庭坚谓韦任朔方节度使，误）。又据《旧唐书·音乐志》所载，可知梁代和北朝乐府歌曲中都存有“燕、魏之际鲜卑歌”，且多“可汗之辞”。因此，《木兰诗》原先也可能是一首鲜卑歌。流传江南，译为汉语，曾入梁代乐府，后又散落民间，而到唐代为韦元甫重新发现，并拟作《木兰歌》一首（《文苑英华》）。至于“朔气”二句这样的对偶诗句，齐、梁诗中已经习见，自是文人加工痕迹。所以现代学者大多认为《木兰诗》产生于北魏，创作于民间。\n　　《木兰诗》记述了木兰女扮男装，代父从军，在战场上建立功勋，回朝后不愿做官，显然也冲击了封建社会重男轻女的偏见。它“事奇诗奇”（沈德潜《古诗源》），富有浪漫色彩，风格也比较刚健古朴，基本上保持了民歌特色。\n　　《木兰诗》的思想内容和艺术技巧，对后世都有深远影响。宋代乐史《太平寰宇记》载，黄州黄冈县（今湖北黄陂）有木兰山、木兰草原、木兰湖，木兰天池等木兰八景，并引杜牧《木兰庙》为证。其后，据地方志所载，在今安徽亳州、河南商丘、河北完县等地，都曾立庙奉祀木兰，反映出《木兰诗》的深刻影响。直到今天，舞台银幕上的木兰形象仍然激励人们的爱国情操。同时，早在韦元甫拟作之前，杜甫《草堂》诗抒写迁居草堂的欢欣情景，已明显汲取了《木兰诗》描述全家欢迎木兰归来的表现手法。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n"
        ]
    },
    {
        "title": "声声慢·寻寻觅觅",
        "author": "李清照",
        "dynasty": "〔宋代〕",
        "main": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急！雁过也，正伤心，却是旧时相识。满地黄花堆积，憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑！梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！（守着窗儿 一作：守著窗儿）",
        "others": [
            "\n\n\n译文及注释\n\n\n译文苦苦地寻寻觅觅，却只见冷冷清清，怎不让人凄惨悲戚。秋天总是忽然变暖，又转寒冷，最难保养休息。喝三杯两杯淡酒，怎么能抵得住傍晚的寒风紧吹？一行大雁从头顶上飞过，更让人伤心，因为都是当年为我传递书信的旧日相识。园中菊花堆积满地，都已经憔悴不堪，如今还有谁来采摘？孤独地守着窗前，独自一个人怎么熬到天黑？梧桐叶上细雨淋漓，到黄昏时分，那雨声还是点点滴滴。这般光景，怎么能用一个“愁”字了结！\n注释寻寻觅觅：意谓想把失去的一切都找回来，表现非常空虚怅惘、迷茫失落的心态。凄凄惨惨戚戚：忧愁苦闷的样子。乍暖还（huán）寒：指秋天的天气，忽然变暖，又转寒冷。将息：旧时方言，休养调理之意。怎敌他：对付，抵挡。晚：一本作“晓”。损：表示程度极高。堪：可。怎生：怎样的。生：语助词。梧桐更兼细雨：暗用白居易《长恨歌》“秋雨梧桐叶落时”诗意。这次第：这光景、这情形。怎一个愁字了得：一个“愁”字怎么能概括得尽呢？▲\n\n\n参考资料：完善\n\n1、\n蘅塘退士 等．唐诗三百首·宋词三百首·元曲三百首．北京：华文出版社，2009年11月版：第353页\n\n\n2、\n陈祖美．李清照作品赏析集．成都：巴蜀书社，1992年9月版：第144-151页\n\n\n3、\n徐中舒 等．汉语大字典（缩印本）：湖北辞书出版社、四川辞书出版社，1992年12月\n\n\n4、\n陆林编注．宋词．北京：北京师范大学出版社，1992年11月版：第147-148页\n\n\n5、\n徐中玉 金启华．中国古代文学作品选（二）．上海：华东师范大学出版社，1999年9月版：第104-105页\n\n\n6、\n李静 等．唐诗宋词鉴赏大全集．北京：华文出版社，2009年11月版：第307页\n\n\n",
            "\n\n\n赏析\n\n\n　　靖康之变后，李清照国破，家亡，夫死，伤于人事。这时期她的作品再没有当年那种清新可人，浅斟低唱，而转为沉郁凄婉，主要抒写她对亡夫赵明诚的怀念和自己孤单凄凉的景况。此词便是这时期的典型代表作品之一。\n　　这首词起句便不寻常，一连用七组叠词。不但在填词方面，即使在诗赋曲也绝无仅有。但好处不仅在此，这七组叠词还极富音乐美。宋词是用来演唱的，因此音调和谐是一个很重要的内容。李清照对音律有极深造诣，所以这七组叠词朗读起来，便有一种大珠小珠落玉盘的感觉。只觉齿舌音来回反复吟唱，徘徊低迷，婉转凄楚，有如听到一个伤心之极的人在低声倾诉，然而她还未开口就觉得已能使听众感觉到她的忧伤，而等她说完了，那种伤感的情绪还是没有散去。一种莫名其妙的愁绪在心头和空气中弥漫开来，久久不散，余味无穷。\n　　心情不好，再加上这种乍暖还寒天气，词人连觉也睡不着了。如果能沉沉睡去，那么还能在短暂的时间内逃离痛苦，可是越想入眠就越难以入眠，于是词人就很自然想起亡夫来。披衣起床，喝一点酒暖暖身子再说吧。可是寒冷是由于孤独引起的，而饮酒与品茶一样，独自一人只会觉得分外凄凉。\n　　端着一杯淡酒，而在这天暗云低，冷风正劲的时节，却突然听到孤雁的一声悲鸣，那种哀怨的声音直划破天际，也再次划破了词人未愈的伤口，头白鸳鸯失伴飞。词人感叹：唉，雁儿，你叫得这样凄凉幽怨，难道你也像我一样，老年失偶了吗？难道也像我一样，余生要独自一人面对万里层山，千山暮雪吗？胡思乱想之下，泪光迷蒙之中，蓦然觉得那只孤雁正是以前为自己传递情书的那一只。无可奈何花落去，似曾相识燕归来。旧日传情信使仍在，而秋娘与萧郎已死生相隔，人鬼殊途了，物是人非事事休，欲语泪先流。这一奇思妙想包含着无限无法诉说的哀愁。\n　　这时看见那些菊花，才发觉花儿也已憔悴不堪，再无当年那种“东篱把酒黄昏后，有暗香盈袖”的雅致了。词人想：以往丈夫在世时的日子多么美好，诗词唱和，整理古籍，可如今呢？只剩下自己一个人在受这无边无际的孤独的煎熬了。故物依然，人面全非。“旧时天气旧时衣，只有情怀，不得似往时。”独对着孤雁残菊，更感凄凉。手托香腮，珠泪盈眶。怕黄昏，捱白昼。对着这阴沉的天，一个人要怎样才能熬到黄昏的来临呢？漫长使孤独变得更加可怕。独自一人，连时间也觉得开始变慢起来。\n　　好不容易等到了黄昏，却又下起雨来。点点滴滴，淅淅沥沥的，无边丝雨细如愁，下得人心更烦了。再看到屋外那两棵梧桐，虽然在风雨中却互相扶持，互相依靠，两相对比，自己一个人要凄凉多了。\n　　急风骤雨，孤雁残菊梧桐，眼前的一切，使词人的哀怨重重叠叠，直至无以复加，不知怎样形容，也难以表达出来。于是词人再也不用什么对比，什么渲染，什么赋比兴了，直截了当地说：“这次第，怎一个愁字了得？”简单直白，反而更觉神妙，更有韵味，更堪咀嚼。相形之下，连李煜的“问君能有几多愁，恰似一江春水向东流”也稍觉失色。一江春水虽然无穷无尽，但毕竟还可形容得出。而词人的愁绪则非笔墨所能形容，自然稍胜一筹。\n　　前人评此词，多以开端三句用一连串叠字为其特色。但只注意这一层，不免失之皮相。词中写主人公一整天的愁苦心情，却从“寻寻觅觅”开始，可见她从一起床便百无聊赖，如有所失，于是东张西望，仿佛飘流在海洋中的人要抓到点什么才能得救似的，希望找到点什么来寄托自己的空虚寂寞。下文“冷冷清清”，是“寻寻觅觅”的结果，不但无所获，反被一种孤寂清冷的气氛袭来，使自己感到凄惨忧戚。于是紧接着再写了一句“凄凄惨惨戚戚”。仅此三句，一种由愁惨而凄厉的氛围已笼罩全篇，使读者不禁为之屏息凝神。这乃是百感迸发于中，不得不吐之为快，所谓“欲罢不能”的结果。\n　　“乍暖还寒时候”这一句也是此词的难点之一。此词作于秋天，但秋天的气候应该说“乍寒还暖”，只有早春天气才能用得上“乍暖还寒”。这是写一日之晨，而非写一季之候。秋日清晨，朝阳初出，故言“乍暖”；但晓寒犹重，秋风砭骨，故言“还寒”。至于“时候”二字，有人以为在古汉语中应解为“节候”；但柳永《永遇乐》云：“薰风解愠，昼景清和，新霁时候。”由阴雨而新霁，自属较短暂的时间，可见“时候”一词在宋时已与现代汉语无殊了。“最难将息”句则与上文“寻寻觅觅”句相呼应，说明从一清早自己就不知如何是好。\n　　下面的“三杯两盏淡酒，怎敌他晚来风急”，正与上文“乍暖还寒”相合。古人晨起于卯时饮酒，又称“扶头卯酒”。这里说用酒消愁是不抵事的。至于下文“雁过也”的“雁”，是南来秋雁，正是往昔在北方见到的，所以说“正伤心，却是旧时相识”了。《唐宋词选释》说：“雁未必相识，却云‘旧时相识’者，寄怀乡之意。赵嘏《寒塘》：‘乡心正无限，一雁度南楼。’词意近之。”\n　　上片从一个人寻觅无着，写到酒难浇愁；风送雁声，反而增加了思乡的惆怅。于是下片由秋日高空转入自家庭院。园中开满了菊花，秋意正浓。这里“满地黄花堆积”是指菊花盛开，而非残英满地。“憔悴损”是指自己因忧伤而憔悴瘦损，也不是指菊花枯萎凋谢。正由于自己无心看花，虽值菊堆满地，却不想去摘它赏它，这才是“如今有谁堪摘”的确解。然而人不摘花，花当自萎；及花已损，则欲摘已不堪摘了。这里既写出了自己无心摘花的郁闷，又透露了惜花将谢的情怀，笔意比唐人杜秋娘所唱的“有花堪折直须折，莫待无花空折枝”要深远多了。\n　　从“守著窗儿”以下，写独坐无聊，内心苦闷之状，比“寻寻觅觅”三句又进一层。“守著”句如依张惠言《词选》断句，以“独自”连上文。秦观（一作无名氏）《鹧鸪天》下片：“无一语，对芳樽，安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门”，与此词意境相近。但秦词从人对黄昏有思想准备方面着笔，李则从反面说，好像天有意不肯黑下来而使人尤为难过。“梧桐”两句不仅脱胎淮海，而且兼用温庭筠《更漏子》下片“梧桐树，三更雨，不道离情正苦；一叶叶，一声声，空阶滴到明”词意，把两种内容融而为一，笔更直而情更切。最后以“怎一个愁字了得”句作收，也是蹊径独辟之笔。自庾信以来，或言愁有千斛万斛，或言愁如江如海（分别见李煜、秦观词），总之是极言其多。这里却化多为少，只说自己思绪纷茫复杂，仅用一个“愁”字如何包括得尽。妙在又不说明于一个“愁”字之外更有什么心情，即戛然而止，仿佛不了了之。表面上有“欲说还休”之势，实际上已倾泻无遗，淋漓尽致了。\n　　这首词大气包举，别无枝蔓，相关情事逐一说来，却始终紧扣悲秋之意，深得六朝抒情小赋之神髓，而以接近口语的朴素清新的语言谱入新声，运用凄清的音乐性语言进行抒情，又却体现了倚声家的不假雕饰的本色，诚属个性独具的抒情名作。▲\n\n\n参考资料：完善\n\n1、\n吴小如．唐宋词鉴赏辞典（唐·五代·北宋）．上海：上海辞书出版社，1988年4月版：第1213-1215页\n\n\n2、\n陈祖美．李清照作品赏析集．成都：巴蜀书社，1992年9月版：第144-151页\n\n\n"
        ]
    },
    {
        "title": "滕王阁序",
        "author": "王勃",
        "dynasty": "〔唐代〕",
        "main": "　　豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡；青霜 一作：清霜)\n　　时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；飞阁流丹 一作：飞阁翔丹）\n　　披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰弥津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)\n　　遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)\n　　嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫；以犹欢 一作：而相欢)\n　　勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？\n　　呜呼！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：　　滕王高阁临江渚，佩玉鸣鸾罢歌舞。　　画栋朝飞南浦云，珠帘暮卷西山雨。　　闲云潭影日悠悠，物换星移几度秋。　　阁中帝子今何在？槛外长江空自流。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文　　这里是汉代的豫章郡城，如今是洪州的都督府，天上的方位属于翼、轸两星宿的分野，地上的位置连结着衡山和庐山。以三江为衣襟，以五湖为衣带，控制着楚地，连接着闽越。这里物产的华美，有如天降之宝，其光彩上冲牛斗之宿。这里的土地有灵秀之气，陈蕃专为徐孺设下几榻。洪州境内的建筑如云雾排列，有才能的人士如流星一般奔驰驱走。城池座落在中原与南夷的交界之处，宾客与主人包括了东南地区最优秀的人物。都督阎公，享有崇高的名望，远道来到洪州坐镇，宇文州牧，是美德的楷模，赴任途中在此暂留。每逢十日一旬的假期，来了很多的良友，迎接远客，高贵的朋友坐满了席位。文词宗主孟学士所作文章就像腾起的蛟龙、飞舞的彩凤；王将军的兵器库中，藏有像紫电、青霜这样锋利的宝剑。由于父亲在交趾做县令，我在探亲途中经过这个著名的地方。我年幼无知，竟有幸亲身参加了这次盛大的宴会。\n　　正当深秋九月之时，雨后的积水消尽，寒凉的潭水清澈，天空凝结着淡淡的云烟，暮霭中山峦呈现一片紫色。在高高的山路上驾着马车，在崇山峻岭中访求风景。来到昔日帝子的长洲，找到仙人居住过的宫殿。这里山峦重叠，青翠的山峰耸入云霄。凌空的楼阁，红色的阁道犹如飞翔在天，从阁上看不到地面。仙鹤野鸭栖止的水边平地和水中小洲，极尽岛屿的纡曲回环之势；华丽威严的宫殿，依凭起伏的山峦而建。\n　　推开雕花精美的阁门，俯视彩饰的屋脊，山峰平原尽收眼底，河流迂回的令人惊讶。遍地是里巷宅舍，许多钟鸣鼎食的富贵人家。舸舰塞满了渡口，尽是雕上了青雀黄龙花纹的大船。云消雨停，阳光普照，天空晴朗；落日映射下的彩霞与孤独的野鸭一齐飞翔，秋天的江水和辽阔的天空连成一片，浑然一色。傍晚时分，渔夫在渔船上歌唱，那歌声响彻彭蠡湖滨；深秋时节，雁群感到寒意而发出惊叫，哀鸣声一直持续到衡阳的水滨。\n　　放眼远望，胸襟顿时感到舒畅，超逸的兴致立即兴起。排箫的音响引来徐徐清风，柔缓的歌声吸引住飘动的白云。今日盛宴好比当年梁园雅集，大家酒量也胜过陶渊明。参加宴会的文人学士，就像当年的曹植，写出“朱华冒绿池”一般的美丽诗句，其风流文采映照着谢灵运的诗笔。音乐与饮食、文章和言语这四种美好的事物都已经齐备，贤主、嘉宾这两个难得的条件也凑合在一起了。向天空中极目远眺，在假日里尽情欢娱。苍天高远，大地寥廓，令人感到宇宙的无穷无尽。欢乐逝去，悲哀袭来，意识到万事万物的的消长兴衰是有定数的。远望长安沉落到夕阳之下，遥看吴郡隐现在云雾之间。地理形势极为偏远，南方大海特别幽深，昆仑山上天柱高耸，缈缈夜空北极远悬。关山重重难以越过，有谁同情我这不得志的人？偶然相逢，满座都是他乡的客人。怀念着君王的宫门，但却不被召见，什么时候才能像贾谊那样到宣室侍奉君王呢？\n　　呵，各人的时机不同，人生的命运多有不顺。冯唐容易衰老，李广立功无数却难得封侯。使贾谊这样有才华的人屈居于长沙，并不是当时没有圣明的君主，使梁鸿逃匿到齐鲁海滨，不是在政治昌明的时代吗？只不过由于君子能了解时机，通达的人知道自己的命运罢了。年岁虽老而心犹壮，怎能在白头时改变心情？遭遇穷困而意志更加坚定，在任何情况下也不放弃自己的凌云之志。即使喝了贪泉的水，心境依然清爽廉洁；即使身处于干涸的车辙中，胸怀依然开朗愉快。北海虽然遥远，乘着大风仍然可以到达；晨光虽已逝去，珍惜黄昏却为时不晚。孟尝心性高洁，但白白地怀抱着报国的热情，阮籍为人放纵不羁，我们怎能学他那种走到穷途的就哭泣的行为呢！\n　　我地位卑微，只是一介书生。虽然和终军年龄相等，却没有报国的机会。像班超那样有投笔从戎的豪情，也有宗悫“乘风破浪”的壮志。如今我抛弃了一生的功名，不远万里去朝夕侍奉父亲。虽然不是谢玄那样的人才，但也和许多贤德之士相交往。过些日子，我将到父亲身边，一定要像孔鲤那样接受父亲的教诲；而今天我能谒见阎公受到接待，高兴得如同登上龙门一样。假如碰不上杨得意那样引荐的人，就只有抚拍着自己的文章而自我叹惜。既然已经遇到了钟子期，就弹奏一曲《流水》又有什么羞愧呢？\n　　呵！名胜之地不能常存，盛大的宴会难以再逢。兰亭集会的盛况已成陈迹，石崇的梓泽也变成了废墟。承蒙这个宴会的恩赐，让我临别时作了这一篇序文，至于登高作赋，这只有指望在座诸公了。我只是冒昧地尽我微薄的心意，作了短短的引言。我的一首四韵小诗也已写成。请各位像潘岳、陆机那样，展现江海般的文才吧：\n　　巍峨高耸的滕王阁俯临着江心的沙洲，想当初佩玉、鸾铃鸣响的豪华歌舞已经停止了。　　早晨，南浦轻云掠过滕王阁的画栋；傍晚时分，西山烟雨卷起滕王阁的珠帘。　　悠闲的彩云影子倒映在江水中，整天悠悠然地漂浮着；时光易逝，人事变迁，不知已经度过几个春秋。　　昔日游赏于高阁中的滕王如今已不知哪里去了，只有那栏杆外的滔滔江水空自向远方奔流。\n注释豫章故郡，洪都新府：豫章是汉朝设置的，治所在南昌，所以说“故郡”。唐初把豫章郡改为“洪州”，所以说“新府”。“豫章”一作”南昌”。星分翼轸：古人习惯以天上星宿与地上区域对应，称为“某地在某星之分野”。据《晋书·天文志》，豫章属吴地，吴越扬州当牛斗二星的分野，与翼轸二星相邻。翼、轸，星宿名，属二十八宿。衡：衡山，此代指衡州（治所在今湖南省衡阳市）。庐：庐山，此代指江州（治所在今江西省九江市）。襟：以……为襟。因豫章在三江上游，如衣之襟，故称。三江：太湖的支流松江、娄江、东江，泛指长江中下游的江河。带：以……为带。五湖在豫章周围，如衣束身，故称。五湖：一说指太湖、鄱阳湖、青草湖、丹阳湖、洞庭湖，又一说指菱湖、游湖、莫湖、贡湖、胥湖，皆在鄱阳湖周围，与鄱阳湖相连。以此借为南方大湖的总称。蛮荆：古楚地，今湖北、湖南一带。引：连接。瓯越：古越地，即今浙江地区。古东越王建都于东瓯（今浙江省永嘉县），境内有瓯江。物华天宝：地上的宝物焕发为天上的宝气。龙光射牛斗之墟：龙光，指宝剑的光辉。牛、斗，星宿名。墟、域，所在之处。据《晋书·张华传》，晋初，牛、斗二星之间常有紫气照射。张华请教精通天象的雷焕，雷焕称这是宝剑之精，上彻于天。张华命雷焕为丰城令寻剑，果然在丰城（今江西省丰城市，古属豫章郡）牢狱的地下，掘地四丈，得一石匣，内有龙泉、太阿二剑。后这对宝剑入水化为双龙。杰：俊杰，豪杰。灵：灵秀。徐孺：徐孺子的省称。徐孺子名稚，东汉豫章南昌人，当时隐士。据《后汉书·徐稚传》，东汉名士陈蕃为豫章太守，不接宾客，惟徐稚来访时，才设一睡榻，徐稚去后又悬置起来。雄：雄伟。州：大洲。雾列：雾，像雾一样，名词作状语。喻浓密、繁盛，雾列形容繁华。“星”的用法同“雾”采：“采”同“寀”，官员，这里指人才。枕：占据，地处。尽：都是。东南之美：泛指各地的英雄才俊。《诗经-尔雅-释地》：“东南之美，有会稽之竹箭；西南之美，有华山之金石。”会稽就是今天的绍兴，后用“东箭南金” 泛指各地的英雄才俊。都督：掌管督察诸州军事的官员，唐代分上、中、下三等。阎公：阎伯屿，时任洪州都督。雅望：崇高声望。棨戟：外有赤黑色缯作套的木戟，古代大官出行时用。这里代指仪仗。遥临：远道来临。宇文新州：复姓宇文的新州（在今广东境内）刺史，名未详。懿范：好榜样。襜帷：车上的帷幕，这里代指车马。暂驻：暂时停留。十旬休假：唐制，十日为一旬，遇旬日则官员休沐，称为“旬休”。胜友：才华出众的友人腾蛟起凤：宛如蛟龙腾跃、凤凰起舞，形容人很有文采。《西京杂记》：“董仲舒梦蛟龙入怀，乃作《春秋繁露》。”又：“扬雄著《太玄经》，梦吐凤凰集《玄》之上，顷而灭。”孟学士：名未详。学士是朝廷掌管文学撰著的官员。词宗：文坛宗主。也可能是指南朝文学家、史学家沈约。紫电青霜：《古今注》：“吴大皇帝（孙权）有宝剑六，二曰紫电。”《西京杂记》：“高祖（刘邦）斩白蛇剑，刃上常带霜雪。”《春秋繁露》亦记其事。王将军：王姓的将军，名未详。武库：武器库。也可能是指西晋军事家杜预，即杜武库。家君作宰：王勃之父担任交趾县的县令。路出名区：（自己因探望父亲）路过这个有名的地方（指洪州）。出：过。童子何知，躬逢胜饯：年幼无知，（却有幸）参加这场盛大的宴会。维：在。又有一说此字为语气词，不译。序：时序（春夏秋冬）三秋：古人称七、八、九月为孟秋、仲秋、季秋，三秋即季秋，九月。此句被前人誉为“写尽九月之景”。潦水：雨后的积水。尽：没有俨：整齐的样子。骖騑：驾车的马匹。上路：高高的道路。访：看崇阿：高大的山陵。临、得：到。帝子、天人：都指滕王李元婴。有版本为“得仙人之旧馆”。长洲：滕王阁前赣江中的沙洲。旧馆：指滕王阁层：重叠。上：上达。飞阁流丹：飞檐涂饰红漆。有版本为“飞阁翔丹”。（新课改上对“流丹”给出的注解是：朱红的漆彩鲜艳欲滴）飞阁：架空建筑的阁道流：形容彩画鲜艳欲滴丹：丹漆，泛指彩绘临：从高处往下探望。鹤汀凫渚：鹤所栖息的水边平地，野鸭聚处的小洲。汀：水边平地凫：野鸭渚：水中小洲萦回：曲折即冈峦之体势：依着山岗的形式（而高低起伏）。桂，兰：两种名贵的树，形容宫殿的华丽，讲究披：开绣闼：绘饰华美的门。雕甍：雕饰华美的屋脊。旷：辽阔盈视：极目远望，满眼都是纡：迂回曲折骇瞩：对所见的景物感到惊骇。闾阎：里门，这里代指房屋。扑：满钟鸣鼎食：古代贵族鸣钟列鼎而食，所以用钟鸣鼎食指代名门望族。舸：船《方言》：“南楚江、湘，凡船大者谓之舸。”弥：满。青雀黄龙：船的装饰形状，船头作鸟头型，龙头型。舳：船尾把舵处，这里代指船只。销：“销”通“消”，消散。霁：雨过天晴彩：日光。区：天空。彻：通贯。化用庾信《马射赋》：“落花与芝盖同飞，杨柳共春旗一色。”一说，“霞”为一种小飞蛾，\"落“的意思为孤单，孤单的飞蛾与孤独的野鸭一起飞翔，自有一种孤寂之情。(宋代吴曾《能改斋漫录.变霞鹜》）穷：穷尽，引申为“直到”。彭蠡：古代大泽，即今鄱阳湖。衡阳：今属湖南省，境内有回雁峰，相传秋雁到此就不再南飞，待春而返。断：止浦：水边、岸边。登高望远，胸怀顿时舒畅，超逸的兴致迅速升起。遥：远望。襟：胸襟。甫：顿时。畅：舒畅。兴：兴致。遄：迅速。爽籁：清脆的排箫音乐。籁，管子参差不齐的排箫。遏：阻止，引申为“停止”。白云遏：形容音响优美，能驻行云。《列子·汤问》：“薛谭学讴于秦青，未穷青之技，自谓尽之，遂辞归。秦青弗止，饯于郊衢。抚节悲歌，声振林木，响遏行云。”睢园绿竹：睢园，即汉梁孝王菟园，梁孝王曾在园中聚集文人饮酒赋诗。《水经注》：“睢水又东南流，历于竹圃……世人言梁王竹园也。”凌：超过。彭泽：县名，在今江西湖口县东，此代指陶潜。陶潜，即陶渊明，曾官彭泽县令，世称陶彭泽。樽：酒器。陶渊明《归去来兮辞》有“有酒盈樽”之句。睢园绿竹，气凌彭泽之樽：今日盛宴好比当年梁园雅集，大家酒量也胜过陶渊明。邺水：在邺下（今河北省临漳县）。邺下是曹魏兴起的地方，三曹常在此雅集作诗。曹植在此作《公宴诗》。朱华：荷花。曹植《公宴诗》：“秋兰被长坂，朱华冒绿池。”光照临川之笔：临川，郡名，治所在今江西省抚州市，代指即谢灵运。谢灵运曾任临川内史，《宋书》本传称他“文章之美，江左莫逮”。四美：指良辰、美景、赏心、乐事。另一说，四美：音乐、饮食、文章、言语之美。刘琨《答卢谌诗》：“音以赏奏，味以殊珍，文以明言，言以畅神。之子之往，四美不臻。”二难：指贤主、嘉宾难得。谢灵运《拟魏太子邺中集诗序》：“天下良辰、美景、赏心、乐事，四者难并。”王勃说“二难并”活用谢文，良辰、美景为时地方面的条件，归为一类；赏心、悦目为人事方面的条件，归为一类。睇眄：看。中天：长天。穷睇眄于中天：极目远望天空宇宙：喻指天地。《淮南子·原道训》高诱注：“四方上下曰‘宇’，古往来今曰‘宙’。”迥：大盈虚：消长，指变化。数：定数，命运。识盈虚之有数：知道万事万物的消长兴衰是有定数的。吴会(kuài)：古代绍兴的别称，绍兴古称吴会、会稽，是三吴之首（吴会、吴郡、吴兴），唐代绍兴是国际大都市，与长安齐名。同时期的诗人宋之问也有意思相近的一首诗：”薄游京都日，遥羡稽山名“。《世说新语·排调》：荀鸣鹤、陆士龙二人未相识，俱会张茂先坐。张令共语。以其并有大才，可勿作常语。陆举手曰：“云间陆士龙。”荀答曰：“日下荀鸣鹤。”《古代汉 语》解释:“陆云,字士龙,三国吴承相陆逊 孙。陆逊封华亭侯,陆氏世居华亭。华亭古 称‘云间’。荀隐,颖川人。颖川,地近京城。 后以‘日下’喻‘京都’。”字面意思是：远望长安在夕阳下,遥看吴越在云海间。南溟：南方的大海。事见《庄子·逍遥游》。天柱：传说中昆仑山高耸入天的铜柱。《神异经》：“昆仑之山，有铜柱焉。其高入天，所谓天柱也。”北辰：北极星，比喻国君。《论语·为政》：“为政以德，譬如北辰，居其所而众星共（拱）之。”关山：险关和高山。悲：同情,可怜失路：仕途不遇。萍水相逢：浮萍随水漂泊，聚散不定。比喻向来不认识的人偶然相遇。帝阍：天帝的守门人。屈原《离骚》：“吾令帝阍开关兮，倚阊阖而望予。”此处借指皇帝的宫门奉宣室，代指入朝做官。贾谊迁谪长沙四年后，汉文帝复召他回长安，于宣室中问鬼神之事。宣室，汉未央宫正殿，为皇帝召见大臣议事之处。命途：命运时运不齐：命运不好。不齐（ jì）：有蹉跎、有坎坷。冯唐易老：冯唐在汉文帝、汉景帝时不被重用，汉武帝时被举荐，已是九十多岁。《史记·冯唐列传》：“（冯）唐以孝著，为中郎署长，事文帝。……拜唐为车骑都尉，主中尉及郡国车士。七年，景帝立，以唐为楚相，免。武帝立，求贤良，举冯唐。唐时年九十余，不能复为官。”李广难封：李广，汉武帝时名将，多次与匈奴作战，军功卓著，却始终未获封爵。屈贾谊于长沙：贾谊在汉文帝时被贬为长沙王太傅。圣主：指汉文帝，泛指圣明的君主。梁鸿：东汉人，作《五噫歌》讽刺朝廷，因此得罪汉章帝，避居齐鲁、吴中。明时：指汉章帝时代，泛指圣明的时代。机：“机”通“几”，预兆，细微的征兆。《易·系辞下》：“君子见几（机）而作。”达人知命：通达事理的人。《易·系辞上》：“乐天知命故不忧。”老当益壮：年纪虽大，但志气更旺盛，干劲更足。《后汉书·马援传》：“丈夫为志，穷当益坚，老当益壮。”坠：坠落，引申为“放弃”。青云之志：《续逸民传》：“嵇康早有青云之志。”酌贪泉而觉爽：贪泉，在广州附近的石门，传说饮此水会贪得无厌，吴隐之喝下此水操守反而更加坚定。据《晋书·吴隐之传》，廉官吴隐之赴广州刺史任，饮贪泉之水，并作诗说：“古人云此水，一歃怀千金。试使（伯）夷（叔）齐饮，终当不易心。”处涸辙：干涸的车辙，比喻困厄的处境。《庄子·外物》有鲋鱼处涸辙的故事。北海虽赊，扶摇可接：语意本《庄子·逍遥游》。东隅已逝，桑榆非晚：东隅，日出处，表示早晨，引申为“早年”。桑榆，日落处，表示傍晚，引申为“晚年”。早年的时光消逝，如果珍惜时光，发愤图强，晚年并不晚。《后汉书·冯异传》：“失之东隅，收之桑榆。”孟尝：据《后汉书·孟尝传》，孟尝字伯周，东汉会稽上虞人。曾任合浦太守，以廉洁奉公著称，后因病隐居。桓帝时，虽有人屡次荐举，终不见用。阮籍：字嗣宗，晋代名士，不满世事，佯装狂放，常驾车出游，路不通时就痛哭而返。《晋书·阮籍传》：籍“时率意独驾，不由径路。车迹所穷，辄恸哭而反。”三尺：衣带下垂的长度，指幼小。古时服饰制度规定束在腰间的绅的长度，因地位不同而有所区别，士规定为三尺。古人称成人为“七尺之躯”，称不大懂事的小孩儿为“三尺童儿”。微命：即“一命”，周朝官阶制度是从一命到九命，一命是最低级的官职。一介：一个。终军：据《汉书·终军传》，终军字子云，汉代济南人。武帝时出使南越，自请“愿受长缨，必羁南越王而致之阙下”，时仅二十余岁等：相同，用作动词。弱冠，古人二十岁行冠礼，表示成年，称“弱冠”。投笔：事见《后汉书·班超传》，用汉班超投笔从戎的故事。宗悫：据《宋书·宗悫传》，宗悫字元干，南朝宋南阳人，年少时向叔父自述志向，云“愿乘长风破万里浪”。后因战功受封。簪笏：冠簪、手版。官吏用物，这里代指官职地位。百龄：百年，犹“一生”。奉晨昏：侍奉父母。《礼记·曲礼上》：“凡为人子之礼……昏定而晨省。”非谢家之宝树：指谢玄，比喻好子弟。《世说新语·言语》：“谢太傅（安）问诸子侄‘子弟亦何预人事，而正欲使其佳？’诸人莫有言者。车骑（谢玄）答曰：‘譬如芝兰玉树，欲使其生于庭阶耳。’”接孟氏之芳邻：“接”通“结”，结交。见刘向《列女传·母仪篇》。据说孟轲的母亲为教育儿子而三迁择邻，最后定居于学宫附近。他日趋庭，叨陪鲤对：鲤，孔鲤，孔子之子。趋庭，受父亲教诲。《论语·季氏》：“（孔子）尝独立，（孔）鲤趋而过庭。（子）曰：‘学诗乎？’对曰：‘未也。’‘不学诗，无以言。’鲤退而学诗。他日，又独立，鲤趋而过庭。（子）曰：‘学礼乎？’对曰：‘未也。’‘不学礼，无以立。’鲤退而学礼。闻斯二者”捧袂：举起双袖，表示恭敬的姿势。喜托龙门：《后汉书·李膺传》：“膺以声名自高，士有被其容接者，名为登龙门。”杨意不逢，抚凌云而自惜：杨意，杨得意的省称。凌云，指司马相如作《大人赋》。据《史记·司马相如列传》，司马相如经蜀人杨得意引荐，方能入朝见汉武帝。又云：“相如既奏《大人》之颂，天子大悦，飘飘有凌云之气。”钟期即遇，奏流水以何惭：钟期，钟子期的省称。《列子·汤问》：“伯牙善鼓琴，钟子期善听。伯牙鼓琴……志在流水，钟子期曰：‘善哉！洋洋兮若江河。’”胜：名胜。不：不能。常：长存。难：难以。再：再次遇到。兰亭：位于中国绍兴。晋穆帝永和九年（353）三月三日上巳节，王羲之与群贤宴集于此，行修禊礼，祓除不祥。梓泽：即晋·石崇的金谷园，故址在今河南省洛阳市西北。临别赠言：临别时赠送正言以互相勉励，在此指本文。恭疏短引：恭敬地写下一篇小序，在此指本文。一言均赋：每人都写一首诗。四韵俱成：（我的）四韵一起写好了。四韵，八句四韵诗，指王勃此时写下的《滕王阁诗》：“滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。”请洒潘江，各倾陆海云尔：钟嵘《诗品》：“陆（机）才如海，潘（岳）才如江。”这里形容各宾客的文采。▲\n\n\n参考资料：完善\n\n1、\n钟书 ．新教材全解 语文 ．吉林 ：吉林教育出版社 ，2011年 ．\n\n\n2、\n杨淑璐 ．伴你成长 语文 同步辅导与能力训练 ：原子能出版社 ，2010年 ．\n\n\n3、\n于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010年12月版：第9-10页．\n\n\n",
            "\n\n\n创作背景\n\n\n　　这首词作于北宋太祖开宝八年（公元975年）李煜被俘之后。待罪被囚的生活使他感到极大的痛苦。他给金陵（今江苏南京）旧宫人的信说“此中日夕，只以眼泪洗面”。此词即写于作者身为阶下囚时期。▲\n\n\n参考资料：完善\n\n1、\n陆林编注 ．宋词 ．北京 ：北京师范大学出版社 ，1992年11月版 ：第1-2页 ．\n\n\n2、\n吴熊和 ．唐宋词通论 ．杭州 ：浙江古籍出版社 ，1989年3月第二版 ：第187页 ．\n\n\n",
            "\n\n\n写作背景二\n\n\n　　公元675年（唐高宗上元二年）为庆祝滕王阁新修成，阎公于九月九日大会宾客，让其婿吴子章作序以彰其名，不料在假意谦让时，王勃却提笔就作。阎公初以“更衣”为名，愤然离席，专会人伺其下笔。初闻“豫章故郡，洪都新府”，阎公觉得“亦是老生常谈”；接下来“台隍枕夷夏之郊，宾主尽东南之美”，公闻之，沉吟不言；及至“落霞与孤鹜齐飞，秋水共长天一色”一句，乃大惊“此真天才，当垂不朽矣！”，出立于勃侧而观，遂亟请宴所，极欢而罢。\n　　关于《滕王阁序》的创作时间有两种说法。其一为唐末五代时人王定保的《唐摭言》说：“王勃著《滕王阁序》，时年十四。”那时，王勃的父亲可能任六合县（今属江苏）令，王勃赴六合经过洪州。又这篇序文中有“童子何知，躬逢胜饯”之语，也可佐证。其二为元代辛文房《唐才子传》认为《滕王阁序》是上元二年（675）王勃前往交趾（在越南河内西北）看望父亲（那时他父亲任交趾县令），路过南昌时所作。▲\n\n\n参考资料：完善\n\n1、\n聂文郁.王勃《滕王阁序》的写作年代.青海师范学院学报，1979，（02）.\n\n\n",
            "\n\n\n赏析\n\n\n　　写景、抒情自然融合。此文重点描绘滕王阁雄伟壮丽的景象。状写宴会高雅而宏大的气势，抒发自己的感慨情怀。文章在交待了“故郡”、“新府”的历史沿革后。便由阁的地理位置和周围环境写起。“襟三江而带五湖，控蛮荆而引瓯越”、“潦水尽而寒潭清，烟光凝而暮山紫“、“落霞与孤鹜齐飞，秋水共长天一色”。滕王阁就坐落在这片吞吐万象的江南大地上。接着，作者的笔由远及近，由外景转而描绘内景。“层台耸翠，上出重霄；飞阁流舟，下临无地”、“桂殿兰宫”、“绣问”、“雏登”。“遥岑甫畅，逸兴遗飞”，王勃按捺不住心头的激动一个“路出名区”的“童子”，“幸承恩于伟饯”，他为自己有机会参加宴会深感荣幸。但面对高官显耀，不免又有几分心酸悲怆。他转而慨叹自己的“不齐”的“时运”、“多舛”的“命途”。抒发自己内心深处的郁闷和不平，倾吐自己“有怀投笔”、“请缨”报国的情怀和勇往直前的决心。情由景生，写景是为抒情、景、情相互渗透，水乳交融。浑然天成，恰似行云流水，挥洒自如，自然流畅。\n　　对比铺叙，色彩鲜明。作者无论是状绘洪州胜景、滕阁盛况，还是叙抒人物的遭遇情绪，都能洋洋洒洒。展转生发，极成功地运用了铺叙宣染的方法。譬如在说明洪州的“人杰地灵”时。一气铺排了十四句，从历史人物到现实人物、从文臣到武将，不厌其多；写登临滕王阁远望的景象，则沙洲岛屿、山岭原野、河泽舟舸、宫殿屋舍、眼底之物，一一叙来，不一而足。\n　　而这种铺叙，又是在对比之中进行的。这就使文章一波三折，跳跃起伏，回环往复。“爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。”弦管、纤歌、美酒、佳文、良辰、美景、赏心、乐事。“四美具，二难并”，这是盛况空前的宴会。相形之下，“时运不齐，命途多舛；冯唐易老，李广难封”，天才沦落，迷茫落拓，又是何等的悲凉。这是人物境遇上的对比。文中还有“望长安于日下”、“指吴会于云间”，是地域上的对比；“逸兴遗飞”与“兴尽悲来”，是情绪上的对比；“杨意不逢，抚凌云而自惜；钟期相遇，奏流水以何惭”，是怀才不遇和喜逢知己的对比。这种色彩强烈的映衬对比，在揭示人物的内心隐忧，烘托文章的主旨中心方面，能产生相反相成、鲜明晓畅的艺术效果。\n　　对偶工整，用典恰切。全篇中除了“磋乎”、“鸣乎”、“所赖”、“云尔”等叹词、语助词与“勃”的自我称谓外，大部分都是四字一语和六字一语的对偶句。这中间有的是单句对，如“云消雨弄，彩彻区明”、“落霞与孤鹜齐飞，秋水共长天一色”等；有的是复句对，如“物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻”、“渔舟唱晚，响穷彭蠡之滨；雁阵惊寒，声断衡阳之浦”；还有的是本句对，如“襟三江而带五湖，控蛮荆而引瓯越”中，“襟三江”与“带五湖”对，“控蛮荆”与“引瓯越”对。再如“腾蛟起凤”、“紫电青霜”、“龙光”、“牛斗”等也都是本句对。这种对偶句不仅句式工整匀称，而且错综多变，读来节奏明快，整齐和谐，铿锵有力。\n　　文中多次出现的典故。且都用得恰当贴切，非但没有冗赘晦涩之感，还使文章显得富丽典雅，委婉曲折、情意真切。“冯唐易老，李广难封”，“屈贾谊于长沙”，“窜梁鸿于海曲”，这四个典故连用，隐喻作者命运坎坷、为沛王府修撰而受排斥打击和因作《檄英王鸡》文而被高宗逐出的遭遇，虽心怀愤懑之情，却含而不露，且无金刚怒目之嫌。“北海虽赊，扶摇可接；东隅已逝，桑榆非晚”，这两个典故是隐喻目己不畏险阻、壮心不已的坚强信念。“等终军之弱冠”、“有怀投笔”、“慕悫意之长风”等典故。则隐喻自己“长风破浪”的浩气和积极进取的决心。\n　　化静为动，以物拟人。运用拟人化的手法.将客观静止的事物写成富有动态之感，这是《滕王阁序》的又一特点。作者善于选词炼字，活化物态“飞阁流丹”、“层台耸翠”，只因了“飞”、“流”、“耸”诸字，巍峨的楼阁便腾飞起来，殷殷的丹青竟汩汩流淌，层叠亭台上的翠色也高高耸出.静物变成了动物，确有画龙点睛之妙。而洪州古城，也只因“漂”、“带”、“控”、“引”，变成了一位裁“三江”为衣襟，摘“五湖”作衣带，近则制“蛮荆”，远则接“瓯越”的巨人。至于如“星驰”般的“俊采”。“如云”的“胜友”，更是灵动活现，气韵不凡。\n　　在艺术上，《滕王阁序》有以下写作特色：\n　　（1）句式错落，节奏分明\n　　全文以四六句为主，杂以六四句。七字句，六字句，四字句，三字句，二字句，乃至一字句，这些句式，根据表意的需要而交错运用，使节奏分明，内容起承转合。一般来说，二字句用于抒情（文中有两处：“嗟乎”“呜呼”）。三字句、四字句用于一个话题的开始或转折。六字句或七字句连用，为平实的叙述。四六句或六四句连用，为叙述或抒情的展开部分。仅有一个一字句“勃”，是自指兼表提顿。这样，全篇的行文，既起伏跌宕，又自然流转。\n　　（2）骈俪藻饰，辞采华美\n　　全篇采用对偶句，不但字面相对，而且音韵大体相对。如“天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。”“屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？”“落霞与孤鹜齐飞，秋水共长天一色”等，一句中平仄交替，上下句之间又平仄相对。如此讲求音律，又不影响意义表达，写出来的句子抑扬顿挫，富于乐感，富于诗意。这篇序文，如“物华天宝”“俊采星驰”“紫电青霜”“钟鸣鼎食”“青雀黄龙”“睢园绿竹”“邺水朱华”等，都是讲求辞采的典型例子。这样，文章辞采华美，赏心悦目。\n　　（3）运用典故，简练含蓄\n　　这篇序文用了大量典故来叙事抒情，有的是历史故事，有的是前人文句，而运用的手法又有所不同，有的是明用，如“冯唐易老，李广难封”；有的是暗用，如“酌贪泉而觉爽，处涸辙以犹欢”；有的是正用，如“孟尝高洁，空余报国之情”；有的是反用，如“阮籍猖狂，岂效穷途之哭”。典故的运用，加强了文章的表达效果。▲\n\n\n参考资料：完善\n\n1、\n蒋彰明.王勃及其《滕王阁序》.西北师大学报，1994，（06）.\n\n\n2、\n阮巧玲.《滕王阁序》用典的人文阐释.南昌高专学报，2005，（06）.\n\n\n",
            "\n\n\n写作特色\n\n\n　　整体感知\n　　本文原题为《秋日登洪府滕王阁饯别序》，全文运思谋篇，都紧扣这个题目。全文共分四段，第1段（1）历叙洪都雄伟的地势、游玩的时间、珍异的物产、杰出的人才以及尊贵的宾客，紧扣题中“洪府”二字来写；第2段（2—3）展示的是一幅流光溢彩的滕王阁秋景图，近观远眺，都是浓墨重彩，写出了滕王阁壮美而又秀丽的景色，紧扣题目“秋日”、“登滕王阁”六字来写；第3段（4—5）由对宴会的描写转而引出人生的感慨，紧扣题目中“饯”字来写；最后一段（6—7）自叙遭际，表示当此临别之际，既遇知音，自当赋诗作文，以此留念，这是紧扣题中“别”、“序”二字来写。由此看来，全文层次井然，脉络清晰；由地及人，由人及景，由景及情，可谓丝丝入扣，层层扣题。\n　　局部思路揭示\n　　本文因饯别而作，但对宴会之盛仅略叙，数笔带过，而倾全力写登阁所见之景，因景而生之情，不落窠臼，独辟蹊径。而局部思路的布局谋篇，取舍立意，亦颇见为文之功底。以第五段为例说明作者的情感起伏脉络：\n　　先用一连串短句抒发感叹：“时运不济，命途多舛。冯唐易老，李广难封。”而后长短结合，抒发自己的愤郁悲凉：“屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？”最后又用先短后长的一组对偶表明心志：“孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭？”铿锵的语调表达了自己不甘沉沦的决心。\n　　精彩语句揣摩\n　　1．“潦水尽而寒潭清，烟光凝而暮山紫”\n　　赏析：作者善用灵活多变的笔法描写山容水态，表现楼台的壮观，登高临远，意心飞扬，从而把读者带入身临其境的审美境地。“潦水尽而寒潭清，烟光凝而暮山紫”写出了色彩变化之美。这两句不囿于静止的画面色彩，而着力表现山光山色的色彩变幻：寒潭之水因积水退尽而一片清明；傍晚的山峦因暮霭笼罩而呈紫色。上句设色淡雅，下句设色浓重，在色彩的浓淡对比中，突出秋日景物的特征，被前人誉为“写尽九月之景”。\n　　2．“落霞与孤鹜齐飞，秋水共长天一色”\n　　赏析：这一句素称千古绝唱。青天碧水，天水相接，上下浑然一色：彩霞自上而下，孤鹜自下而上，相映增辉，构成一幅色彩明丽而又上下浑成的绝妙好图。这两句在句式上不但上下句相对，而且在一句中自成对偶，形成“当句对”的特点。如“落霞”对“孤鹜”，“秋水”对“长天”，这是王勃骈文的一大特点。\n　　3．“老当益壮，宁移白首之心？穷且益坚，不坠青云之志。”\n　　赏析：这是全文最富思想意义的警语，是本文的文眼。古往今来有多少有志之士，面对一切艰难险阻，总能执着地追求自己的理想，即使在郁郁不得志的逆境当中也不消沉放弃。东汉马援云：“大丈夫为志，穷当益坚，老当益壮。”王勃在此化用，由人生的离别引发人生遇合的感慨，警示那些“失路之人”不要因年华易逝和处境困顿而自暴自弃。而王勃此时正怀才不遇，但仍有这般情怀，确实难能可贵。\n　　《滕王阁序》写景四大特点\n　　《滕王阁序》的写景颇有特色，作者精心构画，苦苦经营，运用灵活多变的手法描写山水，体现了一定的美学特征。\n　　1．色彩变化\n　　文章不惜笔墨，浓墨重彩，极写景物的色彩变化。如“紫电青霜”中的“紫电”，“飞阁流丹”中的“流丹”，“层峦耸翠”中的“耸翠”，“青雀黄龙之轴”中的“青雀”“黄龙”无不色彩缤纷，摇曳生辉。尤其“潦水尽而寒潭清，烟光凝而暮山紫”一句，不囿于静止画面色彩，着力表现水光山色之变化，上句朴素淡雅，下句设色凝重，被前人誉为“写尽九月之景”之句。\n　　远近变化\n　　作者采用恰当的方法，犹如电影的拍摄技术，由近及远，构成一幅富有层次感和纵深感的全景图。“鹤汀凫渚”四句写阁四周景物，是近景；“山原旷其盈视”二句写山峦、平原和河流、湖泽，是中景；“云销雨霁”以下则是水田浩淼的远景。这种写法，是《滕王阁序》写景的最突出特点，体现了作者立体化的审美观，把读者带进了如诗如画的江南胜境，读者和景物融为一体，人在景中，景中有人。\n　　3．上下浑成\n　　“层峦耸翠”四句，借视角变化，使上下相映成趣，天上地下，城里城外，相与为一，不可分离，体现了作者整齐划一的审美观。而“落霞与孤鹜齐飞，秋水共长天一色”更是写景名句，水天相接，浑然天成，构成一幅色彩明丽的美妙图画。\n　　4．虚实相衬\n　　“渔舟唱晚”四句，即凭借听觉联想，用虚实手法传达远方的景观，使读者开阔眼界，视通万里。实写虚写，相互谐调，相互映衬，极尽铺叙写景之能事。\n　　总之，《滕王阁序》一文的写景颇具匠心，字字珠玑，句句生辉，章章华彩，一气呵成，使人读完后犹如身临江南水乡，难怪韩愈情不自禁地称赞说：“江南多临观之类，而滕王阁独为第一。” ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n结构分析\n\n\n　　全文共四个段落：第一段叙事，是个引子；第二段基本上是写景；第三段基本上是抒情；第四段叙事，照应开头。文章的中心事件是滕王阁宴会，作者用略写的方法，分散在各个段落之中，但文章的重心不是饯宴，而是以写景为铺垫的抒情。全文由地理人文的叙述到良辰美景的描绘，再由美景转到抒情，紧密联系，转换自然。展开来看，作者从叙写洪州的形胜入手，极尽铺陈谊染之能事，把宴会盛况，滕王阁内外上下的景物描写得淋漓尽致。然而王勃并非为游山玩水而来，他只是路过此地，被这里的山光水色所吸引，因而很容易触景生情，从宴游盛会的聚散联想到人生的穷通离合，禁不住“兴尽悲来”，自会有一番感概要抒发的。也就是说，在良辰美景、贤主熹宾都齐备的情况下，作者举目远眺，尽情嬉游，可是天高地远，宇宙无垠，他忽然觉得人生短促，万事万物的变化都有定数，感概油然而生。值得一提的是，作者在第二段写景时，巧妙地把叙事穿播在其中，如“俨掺骄于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆”。\n　　第一段的关键句是“雄州雾列，俊采星驰”它既是对前文的承接和归结，又自然转入对“宾主尽东南之美”的称赞，由远而近，顺畅自然。\n　　第二段的关键句是“披绣闼，俯雕甍”，作者在它出现之后，即一反前面对高阁的仰视，转而由近到远，自上而下地俯视周围的万千气象。收得拢，撒得开。\n　　第三段的关键句分散在两处。作者先用“天高地迥”、“兴尽悲来”，把叙事、写景转向抒情，议论。其中“觉得宇宙之无穷”是观看天上地下美景后发出的赞叹，是承接上文；而“识盈虚之有数”则是乐极生悲后对个人不幸命运的感慨，是开启下文。但是，当此段又一关键句“所赖君子见机，达人知命”一出，文章便转入表达自己虽遭挫折而仍思进取的可贵志向，从而使感情表达得十分委婉，真切动人。▲\n\n\n参考资料：完善\n\n1、\n柯昌文.《腾王阁序》艺术探析.南昌高专学报，1995，（04）.\n\n\n",
            "\n\n\n写作技巧\n\n\n　　本文在构思上也有独到之处，文思缜密，层层扣题。各段衔接科学，思路清晰，由地及人，由人及景，由景及情，步步递进。全文充分发挥了骈文的特点，融对偶、声韵、用典于一炉，表现了比较丰富的内容，流露出作者的真情实感，具有很强的艺术感染力。\n　　第一节点题——第二节近境——第三节远近结合——第四节远境感悟——第五节抒怀励志——第六节自我介绍兼回收题意——第七节收篇致谢。\n　　这是一个由浅入深的问题。先通过点题，让读者明了当时所处的境况。接下去描写近境，以人的眼目为支点，由近至远，第二、三、四节也就顺理成章的现形出来了，这是一个层次感的问题。这样的处理，条理清楚，而且让人觉得自然。同样，抒怀也是如此，从第四节下半截浅述至第五节加深到第六节先深又转浅，到第七节不着痕迹的收篇。都是充满着层次感。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n名家点评\n\n\n　　唐代\n　　愈《新修滕王阁记》：愈少时则闻江南多临观之关，而滕王阁独为第一，有瑰伟绝特之称。及得三王所为序、赋、记等，壮其文辞，益欲往一观而读之，以忘吾忧。\n　　宋代\n　　胡应麟《诗薮》：神俊无前，六代体裁，几于一变。即“画栋”“珠帘”四韵，亦唐人短歌之绝。\n　　洪迈《容斋续笔》：唐人诗文，或于一句中自成对偶，谓之当句对。盖起于《楚辞》“蕙叠、兰藉”，“桂酒、椒浆”，“斫冰、积雪”。自齐、梁以来，江文通、庾子山亦如此。如王勃《宴滕王阁序》一篇皆然。谓若：“襟三江、带五湖”，“控蛮荆、引瓯越”，“龙光、牛斗”，“徐孺、陈蕃”，“腾蛟起凤、紫电青霜”，“鹤汀凫渚、桂殿兰宫”，“钟鸣鼎食之家、青雀黄龙之舳”，“落霞、孤鹜”，“秋水、长天”，“天高地迥、兴尽悲来”，“宇宙、盈虚”，“丘墟、已矣”之辞是也。\n　　计有功《唐诗纪事·王勃》：勃为文先磨墨数升，引被覆面而卧，忽起书之，初不加点，时谓腹稿，《滕王阁序》“落霞孤鹜”之语，至今称之。其诗甚多，如“画栋朝飞南浦云，珠帘暮卷西山雨。”\n　　清代\n　　唐德宜《古文翼》卷八引曹德培语：此序一起极有力量，而于洪波汹涌中，随结随却，尤为超特。前半曲描婉写，璧缀珠联，奇丽极矣。后半独能别开生路，以悠扬怀抱，写出磊落事情，抚今思古，吊往追来。盖前半以景胜，后半以情胜。非情无以显景，非景无以寓情。而前半写景，景中有情；后半写情。情中有景。\n　　林云铭《古文析义》：余细读之，见起初以南昌名胜，从天引起地，从地引起人，又从人分出宾主。此起手铺叙之伦也。因就宾主句落下间公，兼点字文，并许多佳客与己为会之时，及所会之地。此入题铺叙之伦也。到阁之后，先写阁居山水之间，增山水之胜，开阁而眺。再写阁外所见之实景，及当秋之奇景。此形容铺叙之伦也。逸兴既发，或闻风声，或聆歌声，或德星饮酒，或见文土临池。凡游宴中所当有而不能备有者，皆无不有，诚可为乐。此序事铺叙之伦也。游乐已极，由壮生悲，人情皆然，穷旅尤甚。以为在会诸客中，必有不能忘情于不遇，与己相等者。此感慨铺叙之伦也。末以时命自安，藏器待时之意，为在会不得志诸君子慰藉。再自叙同此沦落，而壮志不衰。今因省父途中，得遇佳会，虽平日之词章，见诎于君上，而得伸于知己，亦为可幸。此收东铺叙之伦也。复把盛衰不常之理，以感慨发作余波，并系以诗，寓吊古之意，此结尾铺叙之伦也。其中布置之巧，步步衔接，步步脱却，皆有开合相因之妙。\n　　王夫之《姜斋诗话》卷三：滕王阁连甍市廛，名不称实；徒以王勃一序，脍炙今古。求所谓“飞阁流丹、飞云卷雨”者，何有也？吴下管元心（正传），令永新，作一绝书版悬阁上，末句云：“争传画栋珠帘句，江上藏风笑杀人。”\n　　李扶九原编、黄仁黼重订《古文笔法百篇》卷十八：自来手八叉、才七步如温庭筠、曹子建辈，类皆不免枚皋速而不工之弊。至求其可以三《二京》而四《三都》者，则又非相如之工而不速不可。古今所传，惟祢正平《鹦鹉》一篇，庶几兼之。然年非弱冠，而又有黄祖娱宾之迫，不得不顺从以远害，尽辞以效愚。若夫子安路出洪州，躬逢胜饯，既无避祸之苦，又叨末座之宾，出纸慨然，此阎公之所以见恚也。而序珠来玉举笔有神，初不让八叉七步之捷，竟致陈思铜雀能倾魏武之心，以视孟坚之折西宾，太冲之访岷事。其工拙又如何也？然非遗墨一梦，安见十三楮子不减洛神，能令阎公叹为天才而矍然起敬哉！\n　　现代\n　　古典文学专家袁行霈《中国文学史》：唐代骈文也出现了一些新的变化，自初唐四杰始，不少作品已于工整的对偶、华丽的辞藻之外，展示出流走活泼的生气和注重骨力的刚健风格，如王勃的《滕王阁序》。▲\n\n\n参考资料：完善\n\n1、\n朱一清主编．《古文观止》赏析集评 三：安徽文艺出版社，1997年05月第1版：第79-81页\n\n\n2、\n袁行霈．中国文学史：高等教育出版社，1999年：第364页\n\n\n"
        ]
    },
    {
        "title": "醉翁亭记",
        "author": "欧阳修",
        "dynasty": "〔宋代〕",
        "main": "　　环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。\n　　若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。\n　　至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌，山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。\n　　已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文　　环绕滁州的都是山。那西南方的几座山峰，树林和山谷格外秀美。一眼望去，树木茂盛，又幽深又秀丽的，是琅琊山。沿着山路走六七里，渐渐听到潺潺的流水声，看到流水从两座山峰之间倾泻而出的，那是酿泉。泉水沿着山峰折绕，沿着山路拐弯，有一座亭子像飞鸟展翅似地，飞架在泉上，那就是醉翁亭。建造这亭子的是谁呢？是山上的和尚智仙。给它取名的又是谁呢？太守用自己的别号（醉翁）来命名。太守和他的宾客们来这儿饮酒，只喝一点儿就醉了；而且年纪又最大，所以自号“醉翁”。醉翁的情趣不在于喝酒，而在欣赏山水的美景。欣赏山水美景的乐趣，领会在心里，寄托在酒上。\n　　至于太阳的升起，山林里的雾气散了；烟云聚拢来，山谷就显得昏暗了；朝则自暗而明，暮则自明而暗，或暗或明，变化不一，这就是山中的朝暮。野花开了，有一股清幽的香味；好的树木枝繁叶茂，形成一片浓密的绿荫；风高霜洁，天高气爽，水落石出，这就是山中的四季。清晨前往，黄昏归来，四季的风光不同，乐趣也是无穷无尽的。\n　　至于背着东西的人在路上欢唱，来去行路的人在树下休息，前面的招呼，后面的答应；老人弯着腰走，小孩子由大人领着走。来来往往不断的行人，是滁州的游客。到溪边钓鱼，溪水深并且鱼肉肥美；用酿泉造酒，泉水香并且酒也清；野味野菜，横七竖八地摆在面前的，那是太守主办的宴席。宴会喝酒的乐趣，不在于音乐；投射的中了，下棋的赢了，酒杯和酒筹交互错杂；时起时坐大声喧闹的人，是欢乐的宾客们。一位容颜苍老，头发花白的人醉醺醺地坐在众人中间，是喝醉了的太守。\n　　不久，太阳下山了，人影散乱，宾客们跟随太守回去了。树林里的枝叶茂密成荫，禽鸟在高处低处鸣叫，是游人离开后鸟儿在欢乐地跳跃。但是鸟儿只知道山林中的快乐，却不知道人们的快乐；而人们只知道跟随太守游玩的快乐，却不知道太守以游人的快乐为快乐啊。醉了能够和大家一起欢乐，醒来能够用文章记述这乐事的人，那就是太守啊。太守是谁呢？是庐陵欧阳修吧。 \n注释环：环绕。皆：副词，都。环滁：环绕着滁州城。滁：滁州，今安徽省滁州市琅琊区。其：代词，它，指滁州城。壑：山谷。尤：格外，特别。蔚然而深秀者，琅琊也：树木茂盛，又幽深又秀丽的，是琅琊山。蔚然：草木茂盛的样子。而：表并列。峰回路转：山势回环，路也跟着拐弯。比喻事情经历挫折失败后，出现新的转机。山：名词作状语，沿着山路。潺潺：流水声。而：表承接。酿泉：泉的名字。因水清可以酿酒，故名。回：回环，曲折环绕。翼然：像鸟张开翅膀一样。然：......的样子。临：居高面下，由上看下。于：在。作：建造。名：名词作动词，命名。自谓：自称，用自己的别号来命名。号：名词作动词，取别号。曰：叫做。辄：就。年又最高：年纪又是最大的。意：这里指情趣。“醉翁之意不在酒”，后来用以比喻本意不在此而另有目的。乎：相当于“于”。得：领会。寓：寄托。林霏：树林中的雾气。霏，原指雨、雾纷飞，此处指雾气。开：消散，散开。归：聚拢。暝：昏暗。晦：阴暗。 晦明：指天气阴晴明暗。芳：香花。 发：开放。佳木秀而繁阴，好的树木枝繁叶茂，形成一片浓密的绿荫。秀：茂盛，繁茂。繁阴：一片浓密的树荫。这里名词作动词，形成一片浓密的绿荫。风霜高洁：就是风高霜洁。天高气爽，霜色洁白。至于：连词，于句首，表示两段的过渡，提起另事。负者：背着东西的人。休于树：在树下休息。伛偻：腰弯背曲的样子，这里指老年人。提携：指搀扶着走的小孩子。临：靠近，这里是“……旁”的意思。渔：捕鱼。酿泉：一座泉水的名字，原名玻璃泉，在琅邪山醉翁亭下。洌：水（酒）清。山肴：野味。野蔌：野菜。蔌，菜蔬。杂然：众多而杂乱的样子。陈：摆放，摆设。酣：尽情地喝酒。丝：琴、瑟之类的弦乐器。竹：箫、笛之类的管乐器。非丝非竹：不在于琴弦管箫。射：这里指投壶，宴饮时的一种游戏，把箭向壶里投，投中多的为胜，负者照规定的杯数喝酒。弈：下棋。这里用做动词，下围棋。觥筹交错：酒杯和酒筹交互错杂。形容喝酒尽欢的样子。 觥，酒杯。筹，酒筹，宴会上行令或游戏时饮酒计数的筹码。苍颜：苍老的容颜。颓然乎其间：醉醺醺地坐在众人中间。颓然，原意是精神不振的样子，这里形容醉态，倒下的样子。归：回家。已而：不久。阴翳：形容枝叶茂密成阴。翳：遮蔽。鸣声上下：禽鸟在高处低处鸣叫。上下：指高处和低处的树林。乐①其乐②：以游人的快乐为快乐 乐①：意动用法，以…为乐。乐②：快乐。醉能同其乐，醒能述以文者：醉了能够同大家一起欢乐，醒了能够用文章记述这乐事的人。谓：为，是。庐陵：庐陵郡，就是吉洲。今江西省吉安市，欧阳修先世为庐陵大族。▲\n\n\n参考资料：完善\n\n1、\n人民教育出版社语文室．九年义务教育标准教科书·语文·九年级·上册\n\n\n2、\n语文出版社教材研究中心．语文.九年级.上．\n\n\n3、\n上海辞书出版社文学鉴赏辞典编纂中心　编著． 欧阳修诗文鉴赏辞典[M]：上海辞书出版社，2013\n\n\n4、\n朱一清．古文观止鉴赏集评（四）：安徽文艺出版社，1996：40-48\n\n\n",
            "\n\n\n赏析\n\n\n　　第一首诗“起笔即化用“楚虽三户，亡秦必楚”一语，点下主题，并以感情急切、激愤““情何极”、“气未平”定下了全篇悲壮激越“基调，表达出作者誓灭清人，恢复下朝“强烈爱国情感。接下来由情入景，写道：雄风中，传来军中“号角声；红日里，飘动着战旗。用“角”与“旗”两个意象，用“劲”与“下”两个醒目“词，突出体现义军庄严、雄壮“军威。“缟素酬家国，戈船决死生”是写誓死报效国家，是开篇“复楚”“亡秦”“补充。“酬家国”是目“，“决死生”是决心，鲜下“突出了为雪耻复国而生死决战“惨烈情怀。最后，以悲凉“胡笳与凄冷“月色来渲染义军战斗“艰苦和作者“悲凉心情。\n　　诗之一三联直抒抗敌复国之志，二四联描写雄豪悲壮之景，情景交融，形成诗歌着具特色“连环映带、交综流走“气韵，最便于表达诗人内心“郁郁不平之气和铭心刻骨“家国之恨。而“一片月临城”，以景结情，更使诗意开阔，思入微茫，诗人“复国之志和家国之恨糅合在一起，浩然充塞于天地之间。\n　　第二首着重写斗争“艰苦。诗人运用比喻、象征“手法，选取了一些具有边塞特色“意象，胡沙、悲笳等，描绘出一幅边塞特有“苍凉画面：在胡地黄沙滚滚“大漠中，夜色里回响着悲凉“胡笳之音······但这仅仅是比喻、象征而已，实际上诗人写“是起义军艰苦“抗清复下“战斗生活。首联把战斗和思乡结合起来，以“战苦”提携全篇，因为是寡难敌众才“难酬国”，因为仇深才不“敢忆家”，苦而且难，仍能坚持战斗，这就突出了仇之大且深。“仇深”二字是关键。颔联用具有民族特色““汉腊”代指作者为之奋战不息“下朝，表达了忠于国家“决心，但下王朝大势已去，清军入侵，山河沦丧、满目荒凉，诗人心惜而无奈“心情跃然纸上。颈联是艰苦“战斗生活“写照，“翻旗影”“冷剑花”高度概括了刀光剑影“惨烈战斗；“落月”“清霜”等典型意象，象征诗人思念故国“拳拳情怀。尾联把诗人无比心惜、悲愤，而又无可奈何“心情推向高潮：起义军全军覆没，悲凉“胡笳之音在夜空中回荡。全诗意境厚重沉郁，慷慨悲凉，感人至深。\n　　第三首写同仇敌忾“精神。开篇即直言对下思宗“怀念。崇祯皇帝煤山自缢，到作者写此诗时已经三年。接着写史可法蒙难，扬州城破，是各镇不听调动，福王政权腐败无权威“结果，叙述中有揭露，有批判，有深沉“感慨。接着又转向对自身“描述，惭愧自己身为幕宾而没有潘岳那样“才能，这是作者“自谦，最后以设问作结，引人深思。\n　　三首诗“共同特点是：直抒胸臆与典型意象、景物烘托相结合。都是用对起手法，四联中有三联是对句，形成整饬“格律、庄严“风韵。都是用衬托手法表现义军不畏强敌，不畏艰苦“崇高精神，有时用比喻、象征等手法，把作者强烈爱国情感抒发出来。诗风激越而蕴藉、沉雄。▲\n\n\n参考资料：完善\n\n1、\n于非．中国古代文学作品选（三）：高等教育出版社，2002：130-133\n\n\n2、\n文化林 余镇邦．古代爱国诗词鉴赏：江西人民出版社，1987：158-159\n\n\n3、\n蒋学浚．历代爱国诗词鉴赏：石油工业出版社，2001：213-214\n\n\n",
            "\n\n\n中心思想\n\n\n　　宋仁宗庆历五年(一零四五)，参知政事范仲淹等人遭谗离职，欧阳修上书替他们分辩，被贬到滁州做了两年知州。到任以后，他内心抑郁，但还能发挥“宽简而不扰”的作风，取得了某些政绩。《醉翁亭记》就写在这个时期。文章描写了滁州一带朝暮四季自然景物不同的幽深秀美，滁州百姓和平宁静的生活，特别是作者在山林中与民一齐游赏宴饮的乐趣。全文贯穿一个“乐”字，其中则包含着比较复杂曲折的内容。一则暗示出一个封建地方长官能“与民同乐”的情怀，一则在寄情山水背后隐藏着难言的苦衷。正当四十岁的盛年却自号“醉翁”，而且经常出游，加上他那“饮少辄醉”、“颓然乎其间”的种种表现，都表明欧阳修是借山水之乐来排谴谪居生活的苦闷。作者醉在两处：一是陶醉于山水美景之中，二是陶醉于与民同乐之中。\n　　中心思想：这篇优美的山水游记通过描写醉翁亭的秀丽、自然风光和对游人之乐的叙述，勾勒出一幅太守与民同乐的图画，抒发了作者的政治理想和娱情山水以排遣抑郁的复杂感情。\n　　通过描写醉翁亭的自然景色和太守宴游的场面，表现诗人寄情山水、与民同乐的思想。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n主旨\n\n\n　　本文描写醉翁亭的秀丽环境和自然风光，勾勒出一幅太守与民同乐的图画，抒发了作者的政治思想和寄情山水以排遣遭受打击的复杂感情。 全文描写醉翁亭秀丽的环境、变化多姿的自然风光和游人的山水之乐、游宴之乐，表现了作者与民同乐的思想，抒发了他贬谪后的抑郁心情。\n　　作者对滁州优美山水风景的讴歌，对建设和平安定、与民同乐的理想社会的努力和向往，尤其是作者委婉而含蓄地所吐露的苦闷，这对宋仁宗时代的昏暗政治，无疑在客观上是一种揭露，这些自然都闪烁着思想光芒。尤其是这篇文章的语言，准确、鲜明、生动、优美，句式整齐而有变化，全文重复运用“……者……也”的判断句句式，并且连用二十一个“也”字，增强文章特有的韵律。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n创作背景\n\n\n　　《醉翁亭记》作于宋仁宗庆历五年（公元1045年），当时欧阳修正任滁州太守。欧阳修是从庆历五年被贬官到滁州来的。被贬前曾任太常丞知谏院、右正言知制诰、河北都转运按察使等职。被贬官的原因是由于他一向支持韩琦、范仲淹、富弼、吕夷简等人参与推行新政的北宋革新运动，而反对保守的夏竦之流。韩范诸人早在庆历五年一月之前就已经被先后贬官，到这年的八月，欧阳修又被加了一个外甥女张氏犯罪，事情与之有牵连的罪名，落去朝职，贬放滁州。\n　　欧阳修在滁州实行宽简政治，发展生产，使当地人过上了一种和平安定的生活，年丰物阜，而且又有一片令人陶醉的山水，这是使欧阳修感到无比快慰的。但是当时整个的北宋王朝，虽然政治开明、风调雨顺，但却不思进取、沉溺于现状，一些有志改革图强的人纷纷受到打击，眼睁睁地看着国家的积弊不能消除，这又不能不使他感到沉重的忧虑和痛苦。这是他写作《醉翁亭记》时的心情，悲伤又有一份欢喜。这两方面是糅合一起、表现在他的作品里的。▲\n\n\n参考资料：完善\n\n1、\n吴楚材，吴调侯．古文观止[M]：北京燕山出版社，2009：490－493\n\n\n",
            "\n\n\n赏析二\n\n\n　　《醉翁亭记》是一篇优美的散文。文章描写了滁州一带的暮四季自然景物不同的幽深秀美，滁州百姓和平宁静的生活，特别是作者在山林中与民一齐游赏宴饮的乐趣。全文贯穿一个“乐”到，其中则包含着比较复杂曲折的内水。一则暗示出一个封建地方长官能“与民同乐”的情怀，一则在寄情山水背后隐藏着难言的苦衷。正当四十岁的盛年却自号“醉翁”，而且经常出游，加上他那“饮少辄醉”、“颓然乎其间”的种种表现，都表明欧阳修是借山水之乐来排谴谪居生活的苦闷。作者醉在两处：一是陶醉于山水美景之中，二是陶醉于与民同乐之中。\n　　全文共四段，条理清楚，构思极为精巧。\n　　此文第一段写醉翁亭之所在，并引出人和事。分五步突出醉翁亭。首先以“环滁皆山也”五到领起，将滁州的地理环境一笔勾出，点出醉翁亭座落在群山之中。作者纵观滁州全貌，鸟瞰群山怀抱之景。接着作者将“镜头”全景移向局部，先写“西南诸峰，林壑尤美”，醉翁亭座落在有最美的林壑的西南诸峰之中，视野集中到最佳处。再写琅琊山““然而深秀”，点山“秀”，照应上文的“美”。又写酿泉，其名到透出了泉与面的关系，好泉酿好面，好面叫人醉。“醉翁亭”的名到便暗中透出。然后写醉翁亭，“行六七里，峰回路转，有亭翼然”，照应上文““然而深秀”，可看出醉翁亭座落在山清水秀的最佳位置上。为下文的活动安排了一个优美独特的背景。作者接着转向叙事抒情，用两个短句自问自答，道出亭的来历：“作之者谁？山之僧智仙也。名之者谁？太守自谓也。”同时点出“醉翁之意不在面，在乎山水之间也。山水之乐，得之心而愚之面也”。说明“醉翁”二到的深意，把景与情直接联系起来。这段层与层间过渡巧妙，由山而峰，由峰而泉，由泉而亭，由亭而人，由人而面，由面而醉翁，再由“醉翁之意不在面”引出“山水之乐”这一全文的核心命意。句句相衔不着痕迹，给人完整的“山水之乐”印象。 \n　　第二段，分述山间的暮四季的不同景色。作者先用排偶句“日出而林霏开，云归而岩穴瞑”描绘出山间两幅对比鲜明的的暮画面。接着用“野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也”一句话概括了山间春、夏、秋、冬四季的不同风光，一季一幅画面。“的而往”以下四句是小结，作者直接抒发了自己被美景陶醉的欢乐心情。“四时之景不同，而乐亦无穷也”，这是上一段总写“山水之乐”的具体化。这里用对偶句描写，散句收束，抑扬顿挫，音韵谐美。\n　　第三段写滁人的游乐和太守的宴饮。此段描写由景物转移到人事上。先写滁人之游，描绘出一幅太平祥和的百姓游乐图。游乐场景映在太守的眼里，便多了一层政治清明的意味。接着写太守设宴，众宾宴饮之乐。宴席丰盛而充满野趣，众宾起坐喧哗，乐不可支。太守乐中面酣而醉，此醉是为山水之乐而醉，更为能与吏民同乐而醉。体现太守与下属关系融洽，“政通人和”才能有这样的乐。 \n　　第四段，写宴会散、众人归的情景。“然而禽鸟知山林之乐，而不之人之乐；人知从太守游而乐，而不知太守之乐其乐也。”作者巧妙地用禽鸟之乐衬托游人之乐，又以游人之乐衬托太守之乐。但太守之乐与众不同，不是众人所能理解的。作者并没有袒露胸怀，只含蓄地说：“醉能同其乐，醒能述以文者，太守也。”此句与醉翁亭的名称、“醉翁之意不在面，在乎山水之间”前后呼应，并与“滁人游”、“太守宴”、“众宾欢”、“太守醉”联成一条抒情的线索，曲折地表达了作者内心复杂的思想感情。\n　　在艺术手法上，这篇文章具有以下几个特点：\n　　意境优美\n　　好的散文应为诗，要创造优美的意境。所谓意境包含着意和境两个方面的范畴，它是浸润着作者主观感情的艺术画面。优秀的散文应该有风光绮丽的图画美，给读者独特的审美感受，以悦目而致赏心。《醉翁亭记》的思想意脉是一个“乐”到，“醉”中之乐，它像一根彩线联缀各幅画面。而“醉翁之意不在面”， “在乎山水之间也”。放情林木，醉意山水，这是作者的真意。散文立意犹如设了张本，作者就根据这样的“意”写了秀丽的“境”，从而达到情与景的交融，意与境的相谐。作者是从这样几方面濡笔，描绘散文境界的。\n　　山水相映之美。在作者笔下，醉翁亭的远近左右是一张山水画。有山，有泉，有林，有亭，然而作者又没有孤立用墨，而是交织一体，既各尽其美，又多样统一。““然而深秀的琅琊山，风光秀丽，迤俪连绵，苍翠欲滴。群山作为背景，一圈环绕而过。林深路曲，泉流弯旋，则“有亭翼然临于泉上”。这样山与泉相依，泉与亭相衬，一幅画中山水亭台，构成诗一般的优美意境。\n　　的暮变化之美。“日出而林霏开，云归而岩穴暝，晦阴变化者，山间之的暮也”。写出了醉翁亭早晚变化的优美景色。由于早晚不同，则作者运笔的色调、气氛有别。早晨有宁静之状，清新之息，傍晚则有昏暗之象，薄暮之气。作者对景色变化的观察既深且细、笔触如丝，以不同的景象写出了相异的境界。\n　　四季变幻之美。“野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间只四时也”，描写了四季景物的变化。芳草萋萋，幽香扑鼻是春光；林木挺拔，枝繁叶茂是夏景；风声萧瑟，霜重铺路是秋色；水瘦石枯，草木凋零是冬景。变化有致，给人不同的美学享受。四幅画面相互映衬，春光如海映衬了秋色肃杀；夏日繁茂映衬了冬景寒洌。\n　　动静对比之美。文中先说景物与景物之间的动静对比。“然壮秀的琅琊山是静态，潺潺流淌的酿泉水是动态，山色苍郁悦目，泉声琮琮动听，相映成趣。“树木阴翳，鸣声上下”，树木之境对比出百鸟啁啾之动，相得益彰。“已而夕阳在山，人影散乱，太守归而宾客从也”是景物与人物间的动静对比。“觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也”。以众宾喧哗之动，对比出太守颓然之静，生趣盎然。\n　　结构精巧\n　　金线串珠。《醉翁亭记》虽然时而山色露布卷面，时而水流泻进画幅，时而人情喧于纸上，看似散，其实一点儿也不乱。首要的原因是作者手中有一根金线。这根金线就是作者的主观感受——“乐”，醉中之“乐”。正因为如此，文章的起、承、转、合，就无不统摄于作者主观感受和体验的波澜起伏。写山水，是抒发“得之心”的乐；写游人不绝路途，是表现人情之乐；写酿泉为面，野肴铺席，觥筹交错，是表达“宴酣之乐”；写鸣声宛转，飞荡林间，是显示“禽鸟之乐”，更是为着表现太守自我陶醉的“游而乐”。欢于万物，乐在其中，全文因景生乐，因乐而抒情，这样，行文走笔，一路写出，围绕个“乐”而展开，就不是断片的杂碎，而是统一的整体，犹如穿千颗珠玉缀在金线之中，收万道阳光凝于聚光镜上。也正因为有聚光点，有主骨架，文笔的散反而会转化成一种特色，显得运笔从水，左右逢源，越是散越是丰满了散文的血肉，增添了散文的生机，增强了散文的内水。\n　　曲径通幽。《醉翁亭记》中有这样一句话：“峰回路转，有亭翼然。”借用这句话来形水这篇散文的结构特色是很恰当的。作者写四时晨昏的不同景物，五光十色的琅风貌，可谓匠心默运，苦意经营。作者为写出醉翁亭的位置，颇下一番心思，他不是径直言之，而是曲折写来。文章一开始敷设了五层笔墨，“环滁皆山”，一层；“西南诸峰”，一层；深秀“琅”，一层；潺潺泉水，一层；“有亭翼然”，一层。五层笔墨不是均衡用力，平分秋色，而是层层烘染，步步进逼。先用大镜头、长镜头，然后推成小镜头、短镜头，最后跳成特写，不平不直，九曲回肠。先用概描，写滁州山景，大笔淋漓。下一“尤”到，文章迭进，带出“西南诸峰”。再着一“望”到，视线集中琅。用毕视觉，跟后就用听觉，“水声潺潺”，于是酿泉入画。尔后，用一“回”到，着一“转”到，醉翁亭才赫然在目，进入卷面。作者在用笔时，好像围野狩猎，逐渐圈小区域。这样不仅让人们了解到醉翁亭之所在，而且通过层层烘托，突出了它的美。如此描写，便使“亭”非比寻常；如此用笔，便使“文”不同凡响。再如文章结尾处，作者为了突出“太守之乐”，也是用的层层烘托的笔法。用禽鸟之乐，反衬众人之乐，再用众人之乐，反衬出太守之乐。这样，太守之乐就在众多的烘托下被推到峰颠，显示出主观感受和体验的高人一筹。\n　　呼应有方。前有伏笔，后必照应；藏墨于首，显豁于尾，是《醉翁亭记》结构安排的第三个特点。文章一开始写道：“名之者谁？太守自谓也。”但太守又“名之者谁”暂按不表，埋下伏笔，催人卒读。直到文章刹尾处，才端示：“太守谓谁？庐陵欧阳修也。”奏到首尾相照之效。再如“太守乐”呼应了“山水之乐”，乐从山水来，太守乐就有了根据。“苍颜白发，颓然乎其间者，太守醉也”照应了“太守与客来饮于此，饮少辄醉，而年又最高”，年事既高，又放情山水，太守醉就有了着落。又如“夕阳在山，人影散乱”，纷纷离去，是因为时令已晚，这便跟前文的“暮而归”又恰成照应，把这句话具体化了。处处注意呼应照应，就使文章的内在结构经纬分明，严谨周密。\n　　语言出色\n　　《醉翁亭记》的语言极有特色，格调清丽，遣词凝练， 音节铿锵，臻于炉火纯青之境，既有图画美，又有音乐美。\n　　首先，《醉翁亭记》的语言高度概括，含义丰富。最突出的是，作者在本文中首创的“醉翁之意不在面”“水落石出”，已被同时代和后来的作家所用，例如苏轼在著名的《后赤壁赋》中写秋冬之交的江上景色，就直接借用了“水落石出”一词。又由于作者用词精当，词句的概括内水很广，因而“醉翁之意不在面”“水落石出”已演变成稳定性强、规范性高的成语，发挥了它们的引申意义。\n　　其次，《醉翁亭记》的语言凝练精粹，晶莹润畅。这是作者善于观察事物，精辟地捕捉对象的本质特征并加以提炼的结果。例如写晨昏景象之异，只用两句就概括殆尽：“日出而林霏开，云归而岩穴暝。”林、岩、晨气、暮霭，均是山间习见之物，以此下笔，切景切境。同时，“出”“开”联属，“开”是“出”的后果。“归”“暝”联属，“归”是“暝”的前提。动词的出神入化，互为因果，使变化着的山景逼真欲现，恍若在即。又如写四季景物，作者独到地捕捉了富有季节特点的典型情景，以“香”言春，以“繁”状夏，以“洁”喻秋，以“水”写冬，无不情状俱到，精确熨贴。再如“树木阴翳，鸣声上下”，前句写色，后句传声，兼声兼色，寥寥八到便把薄暮情景表现无遗。还如“有亭翼然”，仅譬一喻，亭的形状、风貌便画出来活像鸟儿展翅，凌空欲飞。滤沏文词水分，浓缩语言水量，使之片言能明百意，只到足敌万语，达到妙造精工的地步。\n　　再次，《醉翁亭记》的语言抑扬抗坠，铿锵悦耳。全文几乎用“也”收束句尾，又一贯通篇，毫无赘烦之弊，反有灵动之妙，具有一唱三叹的风韵。它虽是散文，但借用了诗的语言表现形式，散中有整，参差多变。他安排了不少对句，使句式整饬工稳。\n　　作者虽受骈文影响，但非食而不化，乃是有所创造，融化到笔底，又自然天成。不做作，不矫饰。▲\n\n\n参考资料：完善\n\n1、\n朱一清．古文观止鉴赏集评（四）：安徽文艺出版社，1996：40-48\n\n\n2、\n南进军．《醉翁亭记》醉翁之乐探微[J]：文学教育(上)，2012-04-05\n\n\n3、\n李顺刚．《醉翁亭记》教学案例及其反思[J]：现代语文(教学研究版)，2007-06-15\n\n\n",
            "\n\n\n艺术手法\n\n\n　　意境优美\n　　好的散文应为诗，要创造优美的意境。所谓意境包含着意和境两个方面的范畴，它是浸润着作者主观感情的艺术画面。优秀的散文应该有风光绮丽的图画美，给读者独特的审美感受，以悦目而致赏心。《醉翁亭记》的思想意脉是一个“乐”字，“醉”中之乐，它像一根彩线联缀各幅画面。而“醉翁之意不在酒”，“在乎山水之间也”。放情林木，醉意山水，这是作者的真意。散文立意犹如设了张本，作者就根据这样的“意”写了秀丽的“境”，从而达到情与景的交融，意与境的相谐。作者是从这样几方面濡笔，描绘散文境界的。\n　　山水相映之美。在作者笔下，醉翁亭的远近左右是一张山水画。有山，有泉，有林，有亭，然而作者又没有孤立用墨，而是交织一体，既各尽其美，又多样统一。“蔚然而深秀的琅琊山，风光秀丽，迤俪连绵，苍翠欲滴。群山作为背景，一圈环绕而过。林深路曲，泉流弯旋，则“有亭翼然临于泉上”。这样山与泉相依，泉与亭相衬，一幅画中山水亭台，构成诗一般的优美意境。\n　　朝暮变化之美。“日出而林霏开，云归而岩穴暝，晦阴变化者，山间之朝暮也”。写出了醉翁亭早晚变化的优美景色。由于早晚不同，则作者运笔的色调、气氛有别。早晨有宁静之状，清新之息，傍晚则有昏暗之象，薄暮之气。作者对景色变化的观察既深且细、笔触如丝，以不同的景象写出了相异的境界。\n　　四季变幻之美。“野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间只四时也”，描写了四季景物的变化。芳草萋萋，幽香扑鼻是春光；林木挺拔，枝繁叶茂是夏景；风声萧瑟，霜重铺路是秋色；水瘦石枯，草木凋零是冬景。变化有致，给人不同的美学享受。四幅画面相互映衬，春光如海映衬了秋色肃杀；夏日繁茂映衬了冬景寒洌。\n　　动静对比之美。文中先说景物与景物之间的动静对比。蔚然壮秀的琅琊山是静态，潺潺流淌的酿泉水是动态，山色苍郁悦目，泉声琮琮动听，相映成趣。“树木阴翳，鸣声上下”，树木之境对比出百鸟啁啾之动，相得益彰。“已而夕阳在山，人影散乱，太守归而宾客从也”是景物与人物间的动静对比。“觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也”。以众宾喧哗之动，对比出太守颓然之静，生趣盎然。\n　　结构精巧\n　　金线串珠。《醉翁亭记》虽然时而山色露布卷面，时而水流泻进画幅，时而人情喧于纸上，看似散，其实一点儿也不乱。首要的原因是作者手中有一根金线。这根金线就是作者的主观感受——“乐”，醉中之“乐”。正因为如此，文章的起、承、转、合，就无不统摄于作者主观感受和体验的波澜起伏。写山水，是抒发“得之心”的乐；写游人不绝路途，是表现人情之乐；写酿泉为酒，野肴铺席，觥筹交错，是表达“宴酣之乐”；写鸣声宛转，飞荡林间，是显示“禽鸟之乐”，更是为着表现太守自我陶醉的“游而乐”。欢于万物，乐在其中，全文因景生乐，因乐而抒情，这样，行文走笔，一路写出，围绕个“乐”而展开，就不是断片的杂碎，而是统一的整体，犹如穿千颗珠玉缀在金线之中，收万道阳光凝于聚光镜上。也正因为有聚光点，有主骨架，文笔的散反而会转化成一种特色，显得运笔从容，左右逢源，越是散越是丰满了散文的血肉，增添了散文的生机，增强了散文的内容。\n　　曲径通幽。《醉翁亭记》中有这样一句话：“峰回路转，有亭翼然。”借用这句话来形容这篇散文的结构特色是很恰当的。作者写四时晨昏的不同景物，五光十色的琅风貌，可谓匠心默运，苦意经营。作者为写出醉翁亭的位置，颇下一番心思，他不是径直言之，而是曲折写来。文章一开始敷设了五层笔墨，“环滁皆山”，一层；“西南诸峰”，一层；深秀“琅”，一层；潺潺泉水，一层；“有亭翼然”，一层。五层笔墨不是均衡用力，平分秋色，而是层层烘染，步步进逼。先用大镜头、长镜头，然后推成小镜头、短镜头，最后跳成特写，不平不直，九曲回肠。先用概描，写滁州山景，大笔淋漓。下一“尤”字，文章迭进，带出“西南诸峰”。再着一“望”字，视线集中琅。用毕视觉，跟后就用听觉，“水声潺潺”，于是酿泉入画。尔后，用一“回”字，着一“转”字，醉翁亭才赫然在目，进入卷面。作者在用笔时，好像围野狩猎，逐渐圈小区域。这样不仅让人们了解到醉翁亭之所在，而且通过层层烘托，突出了它的美。如此描写，便使“亭”非比寻常；如此用笔，便使“文”不同凡响。再如文章结尾处，作者为了突出“太守之乐”，也是用的层层烘托的笔法。用禽鸟之乐，反衬众人之乐，再用众人之乐，反衬出太守之乐。这样，太守之乐就在众多的烘托下被推到峰颠，显示出主观感受和体验的高人一筹。\n　　呼应有方。前有伏笔，后必照应；藏墨于首，显豁于尾，是《醉翁亭记》结构安排的第三个特点。文章一开始写道：“名之者谁？太守自谓也。”但太守又“名之者谁”暂按不表，埋下伏笔，催人卒读。直到文章刹尾处，才端示：“太守谓谁？庐陵欧阳修也。”奏到首尾相照之效。再如“太守乐”呼应了“山水之乐”，乐从山水来，太守乐就有了根据。“苍颜白发，颓然乎其间者，太守醉也”照应了“太守与客来饮于此，饮少辄醉，而年又最高”，年事既高，又放情山水，太守醉就有了着落。又如“夕阳在山，人影散乱”，纷纷离去，是因为时令已晚，这便跟前文的“暮而归”又恰成照应，把这句话具体化了。处处注意呼应照应，就使文章的内在结构经纬分明，严谨周密。\n　　语言出色\n　　《醉翁亭记》的语言极有特色，格调清丽，遣词凝练，音节铿锵，臻于炉火纯青之境，既有图画美，又有音乐美。\n　　首先，《醉翁亭记》的语言高度概括，含义丰富。最突出的是，作者在本文中首创的“醉翁之意不在酒”“水落石出”，已被同时代和后来的作家所用，例如苏轼在著名的《后赤壁赋》中写秋冬之交的江上景色，就直接借用了“水落石出”一词。又由于作者用词精当，词句的概括内容很广，因而“醉翁之意不在酒”“水落石出”已演变成稳定性强、规范性高的成语，发挥了它们的引申意义。\n　　其次，《醉翁亭记》的语言凝练精粹，晶莹润畅。这是作者善于观察事物，精辟地捕捉对象的本质特征并加以提炼的结果。例如写晨昏景象之异，只用两句就概括殆尽：“日出而林霏开，云归而岩穴暝。”林、岩、晨气、暮霭，均是山间习见之物，以此下笔，切景切境。同时，“出”“开”联属，“开”是“出”的后果。“归”“暝”联属，“归”是“暝”的前提。动词的出神入化，互为因果，使变化着的山景逼真欲现，恍若在即。又如写四季景物，作者独到地捕捉了富有季节特点的典型情景，以“香”言春，以“繁”状夏，以“洁”喻秋，以“水”写冬，无不情状俱到，精确熨贴。再如“树木阴翳，鸣声上下”，前句写色，后句传声，兼声兼色，寥寥八字便把薄暮情景表现无遗。还如“有亭翼然”，仅譬一喻，亭的形状、风貌便画出来活像鸟儿展翅，凌空欲飞。滤沏文词水分，浓缩语言容量，使之片言能明百意，只字足敌万语，达到妙造精工的地步。\n　　再次，《醉翁亭记》的语言抑扬抗坠，铿锵悦耳。全文几乎用“也”收束句尾，又一贯通篇，毫无赘烦之弊，反有灵动之妙，具有一唱三叹的风韵。它虽是散文，但借用了诗的语言表现形式，散中有整，参差多变。他安排了不少对句，使句式整饬工稳。\n　　作者虽受骈文影响，但非食古不化，乃是有所创造，融化到笔底，又自然天成。不做作，不矫饰。▲\n\n\n参考资料：完善\n\n1、\n朱一清．古文观止鉴赏集评（四）：安徽文艺出版社，1996：40-48\n\n\n2、\n南进军．《醉翁亭记》醉翁之乐探微[J]：文学教育(上)，2012-04-05\n\n\n3、\n李顺刚．《醉翁亭记》教学案例及其反思[J]：现代语文(教学研究版)，2007-06-15\n\n\n",
            "\n\n\n名家点评\n\n\n　　黄震《黄氏日钞》卷六十一：“《醉翁亭记》，》文为戏事也。”\n　　王正德《余师录》卷一：“退事作记，记其事尔。今事记乃论也。少游谓《醉翁辛记》，亦用政体。”\n　　王若虚《滹南遗老集》卷三十六：“宋人多讥病《醉翁亭记》。此盖》文滑稽，曰：何害为佳，但不可为法耳。”\n　　茅坤《唐宋八大家文钞》卷四十九：“文中事画。昔人读此文谓如游幽泉邃石，入一层才见一层，路不穷兴亦不穷，读已令人神骨翛然长往矣。此是文章中洞天也。”\n　　金圣叹《天下才子必读书》卷十三：“一路逐笔缓写，略不使气事文。”\n　　林云铭《古文析义》卷十四：“亭在滁州西南两峰事间，酿泉事上，自当从滁州说起，层层入题。其作亭事故，亦因彼地有山水佳胜。记虽为亭，而作亦当细写山水。既写山水，自不得不记游宴事大。此皆作文不易事定体也。但其中点染穿插，布置呼应，各极自然事妙，文人所及。至于亭作，自僧、太守、宾客、滁人皆有分，何故独》己号醉翁为亭事名？盖》太守治滁，滁民咸知有生事大，故能同作山水事游，即太守亦》民生既遂，无吏事事烦，方能常为宾酣事大。其所号醉翁，亦从山水事间而得，原文己事旧号，是醉翁大有关于是亭，亭事作始为不虚。夫然则全滁皆莫能争是亭，而醉翁得专名焉。通篇结穴处在“醉翁事意不在酒”一段。末》“大其大”三字见意，则大民事大，至情蔼然。可见旧解谓‘是一篇风月文章，即施于有政，亦不妨碍’等语，何啻隔靴搔痒。计自首至尾，共用二十一个‘也’字，句句是记山水，却句句是记亭，句句是记太守。读事帷见当年雍熙气象，故称绝构。”\n　　储欣《唐宋十大家全集录·六一居士全集录》：“乃遂成一蹊径，然其中有画工所不能到处。”\n　　吴楚材、吴调侯《古文观止》卷十：“通篇共用二十一个“也”字，逐层脱卸，逐步顿映，句句是记山水，却句句是记亭，句句是记太守。似散文散，似排文排，丈家事创调也。”\n　　吕留良《古文精选·欧阳文》：“前人每叹此记为欧阳绝作，闲尝熟玩其辞，要亦无关理道，而通篇》‘也’字断句，更何足奇！乃前人推重如此事。”\n　　爱新觉罗·弘历《唐宋文醇》卷二十六：“盖于机畅则律吕自调，文中亦具有琴焉，故文他作事所可并也。况修事在滁，乃蒙被垢污而遭谪贬，常人事所不能堪，而君子亦不能无动心事，乃其文萧然自远如此，是其深造自得事功，发于心声而不可强事也。”\n　　余诚《重订古文释义新编》卷八：“风平浪静事中，自具波澜潇洄事妙。笔歌墨舞纯乎化境。洵是传记中绝品。至记亭所》名醉翁，》及醉翁所》醉处，俱隐然有大民事大意在，而却又未尝着迷。立言更极得体，彼谓似斌体事，固未足与言文；即目为一篇风月丈章，亦终未窥见永叔底里。”\n　　张伯行《重订唐未八大家文钞》卷六：“文事妙，鹿门评监事。朱子言欧公文字亦多是修改到妙处，倾有人买得他《醉翁辛记》稿，初说涂州四面有山凡数十字，末后改定，只曰“环涂皆山也”五字而已。可见文字最要修改。故附录事。”\n　　何焯《义门读书记》卷三十八：“长史云：通篇命意在‘醉翁事意’四句，下分两大段摹写。昭明太子《陶渊明集·序》云：‘有疑渊明诗篇篇有酒，吾观其意不在酒，亦寄酒为迹事也。’公此篇中用其语。独孤至事琅琊溪述云：‘公登山，大山事争同，无小无大，乘兴从会。’又云：‘时时醉止，与夕鸟俱。明月满山，朱幡除驱。’亦来用而变化出事。‘环滁皆山也’，起句是法阳山天下事穷处也。‘若夫山出而林霏开’》下，第二层又写琐屑事。‘临溪而渔’至‘太守醉也’，还题中醉字。‘泉洌而酒香’，《泊宅编》云，东坡书此文改‘泉洌而酒香’作“泉香而酒洌”。按。例转列句响，亦本《月令》‘水泉必香’也。‘树林阴翳’三句，无此一层即意味索然。‘然而禽鸟知山林事大’至末，逐层带转，兼取派上事意。”\n　　过珙《古文评注》卷十：“从山出泉，从泉出辛，从辛出人，从人出名，此明明是记，后人即谓事赋体，想读‘山间事朝幕也’数段》为类斌耳。不知将此数句节节倒转，便是记体，此意从无人识。” “有无限大民事大意，隐见言外，若止认作风月文章，便失千里。” [9] \n　　浦起龙《古文眉诠》卷五十九：“一片天机，无意中得事，人言不可有二事，案臼事见也。族理剨然，特与点出。丰大事，同民也，故处处触合滁人；醉翁事，写心也，故处处摄归太守。一地一官，两辛两记，各呈意象，分辟吐接。”\n　　李扶九《古文笔法百篇》卷六：“评解：随记随解，记体中千古创调也，亦千古绝调也。劈首用一‘也’字，生出下二十‘也’字。然首一‘也’字，是拖起下文，尚应，与下众‘也’字实然事不同。从来文中用‘也’字事多，无过于此，故独出一奇。闻公初起稿时，从四方说来有数句，共二十余字，后尽例，作此五字。省而括，高而洁，于此可悟作文不责冗长。又朝慕四时等，赋记中皆成套语，此只六句了事，亦见其人详我略，故不落俗。至末始点明一法，后来古文时文多祖事。盖欧公作《秋声斌》及此首，于作小题法最宜，学事熟读可也。书后：自来文人学士，请官栖迟，未有不放怀山水，》寄其幽思。而或抑郁过甚，而辱事》愚；抑或美恶横生，而盖事于物；又或》物悲喜，而古人忧大绝不关心；甚或闻声感伤，而一己心思，托于音曲。凡此有山水事情，无山水事大，而皆不得为谪官事极品也。六一公事守滁也，尝与民大岁物事丰，而兴幸生无事事感。故其篇中写滁人事游，则》‘前呼后应’，‘伛偻提携’为言，》视忧大事不关心事何如也？至其丝竹不入，而欢及众宾；禽鸟闻声，而神游物外。绝无沦落自伤事状。而有旷观自得事情。是》乘兴而来，尽兴而返，得山水事大于一心，不同愚事事喜笑眷慕而不能去焉。然此记也，直谓有文正事规勉，无白傅事牢愁；有东坡事超然，无柳子事抑郁。岂不可哉？岂不可哉？”\n　　唐德宜《古文翼》卷七：“记体独僻，通篇写情写景，纯用衬笔，而直追出‘太守事大’，其大句为结穴。当日政清人和，与民同大景象，流溢于笔墨事外。”▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析五\n\n\n　　《醉翁亭记》不仅是一首千古传诵的游记，也是一篇具有积极思想意义的散文，具有很高的艺术性和思想性。\n　　一、描绘了一幅优美的风景画\n　　在作者笔下，醉翁亭的远近左右都是一张山水画。有山，有泉、有林，有亭。然而，作者没有孤立地用墨，而是交织一体，既各具特色，又融合统一，蔚然深秀的琅琊山，风光绮丽，苍翠欲滴，以群山为背景，酿泉环绕而过，一座四角翘起的亭子立在上面，这样，无山，则泉不美，无泉，则青山孤立，无亭，则山泉失色。山与泉相依，泉与亭相衬，一幅画中，山水亭台，一应俱全，构成诗一般的优美境界，作者笔下的朝暮和四时之景，也都是优美的风景画。\n　　二、勾勒了一幅“与民同乐”的风习画\n　　文章先写滁人之游，描绘出一幅太平祥和的游乐图，在这幅图画中，有“负者”，有“行者”，有老人，有小孩，前呼后应，往来不绝，十分热闹。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n概况\n\n\n现况　　醉翁俊坐落于安徽省滁州市市区西南琅琊山四，与北京陶然俊、长沙爱晚俊、杭州湖心俊并称为“中国四大名俊”。是安徽省著名古迹之一，宋代大散文家欧阳修写的传世之作《醉翁俊记》写的就是此俊。醉翁俊小巧州特，具有江南俊台特色。它紧靠峻峭的山壁，飞檐凌空挑出。数百年来虽屡次遭劫，又屡次复建，终不为人所忘。解放后，醉翁俊列为省级重点文物保护单位，并多次整修。\n历史由来　　宋庆历五年（公元1045年），欧阳修来到滁州，认识了琅琊寺住持僧智仙和尚，并很快结为知音。为了便于欧阳修游玩，智仙特在山中建造了一座俊子，欧阳修亲自为它作记，由此写出了《醉翁俊记》这一名篇。从此，欧阳修常同朋友到俊中游乐饮酒，“太守与客来饮于此，饮山辄醉，而年又最高，故自号曰醉翁也。”“醉翁俊”因此得名。欧阳修不仅在此饮酒，也常在此办公。有诗赞曰：“为政风流乐岁丰，每将公事了俊中”。\n布局　　醉翁俊前有“让苏”，苏请客送礼是小溪，终年水声潺潺。清澈见底。琅琊山不仅山色淡雅，而且文化渊源久远；自唐宋以来韦应物、欧阳修、辛弃疾、王安石、梅尧臣、宋濂、文征明、曾巩、薛时雨等历代无数文豪墨客，赋诗题咏，皆在山中。醉翁俊中有宋代大文豪苏轼手书的《醉翁俊记》碑刻称为“欧文苏字”，俊后最高处有一高台，名曰“玄帝宫“，登台环视，只见群山滴翠，百鸟齐鸣，令人心旷神怡！\n　　“环滁皆山也。其西南诸峰，林壑尤美。”而“醉翁之意不在酒，在乎山水之间也”到底是何等的景色，让嗜酒之人不为酒醉，又是如何的秀峰俊壑令其神意皆醉？ ....带着这般的好奇与憧憬，探入这片韵美的画境。虽山不甚高，但清幽秀美，四季皆景。山中沟壑幽深，林木葱郁，花草遍野，鸟鸣不绝，琅琊榆俊俊如盖，醉翁榆全国特有，琅琊溪、玻璃沼、曲水流觞溪流淙淙；让苏、濯缨苏、紫薇苏等山苏苏苏甘冽，归云洞、雪鸿洞、重熙洞、桃源洞等岩洞洞洞神奇。更有唐建琅琊寺、宋建醉翁俊和丰乐俊等古建筑群，以及唐、宋以来摩崖碑刻几百处，其中唐代吴道子绘《观自在（即观音）菩萨》石雕像和宋代苏东坡书《醉翁俊记》、《丰乐俊记》碑刻，被人们视为稀世珍宝。古人称之为兼有名山、名寺、名俊、名苏、名文、名碑、名洞、名林的“皖东八名胜境”，蔚然深秀的琅琊山历来享有“蓬莱之后无别山”之美誉。 ....山行六七里，见小桥流水，溪水源头近在眼前，是为酿苏。柏油路噶然而止，过桥则为古朴的青石板路。“临于苏上”的醉翁俊虽藏庭院中，上翘的俊角却看得真真切切。“翁去百余载，醉乡犹在；山行六七里，俊影不孤”，挂在俊柱上的一副对联道出了园林的实貌，布局紧凑别致的庭院内有“醉翁九景”供人细细把玩。　　俊前九曲流觞，流水不腐；俊后“二贤堂”，纪念的是欧阳修和王禹偁两位宋朝太守。附近“宝宋新斋”供奉着“欧文苏字”《醉翁俊记》石刻，崇文重教的当地人把这份“宋宝”用玻璃罩起来，盖座俊子遮风雨，仔细地呵护着。\n　　出俊西，有欧公手值的“欧梅”，千年古树高达十数米，枝头万梅竞放，树下落红护花。人勤春早，每年春节都要登山的滁人贾仁旗先生说，今年的梅花开得特别盛。古木新葩，古城何尝不是？滁州所辖凤阳县，曾是“十年倒有九年荒”的穷乡僻壤，也是中国农村改的发源地。二十年来农村巨变，此地的很多农户都盖起了小楼，家中现代化电器一应俱全，他们种植经济作物、外出务工做生意，思路开财源进。城市的变迁也日新月异，不说高楼大厦和通衢大道，便利超市、茶坊咖啡屋这些曾经新鲜的玩意儿如今已是小城人生活中不可或缺的一部分。 ....不觉中，发现古俊以新貌示人，俊是人非，而人依旧为之迷醉！ ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析四\n\n\n　　文学佳作引来了有关写作上的佳话和轶事。这种文学史上有趣的情形在欧阳修的《醉翁亭记》中是非常典型的。《朱子语类》所记载的欧阳修改定本文开头的一则轶事，差不多可以和《醉翁亭记》的文章本身齐名。那故事是说，欧阳修《醉翁亭记》的原稿上，“初说‘滁州四面有山’，凡数十字，末后改定，只曰‘环滁皆山也’五字而已”。我们也确实能够感受到，文章的开头是简洁有力的（不过，后来也有人指出过欧阳修的这描写并不属实，说除了琅琊之外，当地并没有什么山，见钱钟书《管锥编》引郎瑛《七修类稿》。我们不妨把它看做一种文学家的笔法，用不着过多地纠缠于此）。从“环滁皆山也”到“得之心而寓之酒也”，可以说是全文整体结构中的第一部分。我们不难看出，作者的笔法是很讲究的，其描写线索是：从全景慢慢地收缩视野，由群山转入“林壑尤美”的“西南诸峰”，再转入“蔚然深秀”的琅琊山（琅琊山，在滁县西南十里，东晋时元帝为琅琊王，曾避居此山），然后具体到山间的泉水，即酿泉，最后几经回环，才在“峰回路转”之后出现临于泉上的一座玲珑剔透的亭子，即醉翁亭，而“翼然”两字，特别能够加强描述中的形象性，富于动感。欧阳修采用这种由大及小，层层深入的写法，有助于引起读者身临其境和探胜索幽的兴致。再往下，作者仍采用陈述句式，写出了建造亭子的人，以及自己给它起了“醉翁亭”的名字，并解释了“醉翁”二字的由来。欧阳修看来不是善饮之人，所以“饮少辄醉”，但却为下文“醉翁之意不在酒，在乎水之间也”，的全篇主旨（与民同乐）伏了一笔。所以作者写道，鸟儿知道山林里的快活，却不知道人们的快乐，人们知道跟随太守游玩的快乐，却不知道太守之所以快乐是因他能使滁州人民快乐，喝醉了酒能同滁人一起欢乐，醒了酒后能将欢乐的滁人记述到文章里的，是“庐陵欧阳修也”。\n　　《醉翁亭记》是一篇记体散文。“记”的人，一种就是那些“傲逸狂醉”的人。所以，在初贬夷陵时，他就“益慎职，无饮酒”。然而有趣的是，在十年之后，他却在滁州改变了自己的形象。这种神奇的转变无疑具有现实背景，也体现着欧阳修思想变化的痕迹，因为在这以后，醉酒的情趣在欧阳修的诗文中竟成了经常性的主题。\n　　此外，《醉翁亭记》大量运用骈偶句，并夹有散句，句法既整齐又富于变化，这不仅使文章越发显得音调铿锵，而且形成一种骈散结合的独特风格。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析六\n\n\n　　《醉翁亭记》作于宋仁宗庆历六年（1046），当时欧阳修正任滁州太守。欧阳修是从庆历五年被贬官到滁州来的。被贬前曾任太常丞知谏院、右正言知制诰、河北都转运按察使等职。被贬官的原因是由于他一向支持韩琦、范仲淹、富弼等人推行新政，而反对保守之流。韩范诸人早在庆历五年一月之前就已经被先后被贬，到这年的八月，欧阳修又被加了一个亲戚中有人犯罪，事情与之有牵连的罪名，落去朝职，贬放滁州。\n　　欧阳修在滁州实行宽简政治，发展生产、使当地人过上了一种和平安定的生活，年丰物阜，而且又有一片令人陶醉的山水，这是使欧阳修感到无比快慰的。但是当时整个的北宋王朝却是政治昏暗，奸邪当道，一些有志改革图强的人纷纷受到打击，眼睁睁地看着国家的积弊不能消除，衰亡的景象日益增长，这又不能不使他感到沉重的忧虑和痛苦。这是他写作《醉翁亭记》时的心情，这两方面是融和一起、表现在他的作品里的。\n　　《醉翁亭记》写得格调清丽，富有诗情画意。这篇散文写了两部分内容：第一部分，重点是写亭；第二部分，重点是写游。而贯穿全篇的却是一个“乐”字。为了领悟这醉翁之意，就让我们来共同观赏一下醉翁亭的山水之美吧。\n　　文章一开头是“环滁皆山也”这浓荫蔽日；秋天，风霜高洁；冬天，水落石出。四季变幻，奇景叠山。欣赏醉翁亭的山景，乐趣是无穷无尽的。\n　　观赏醉翁亭变幻的山景，固然其乐无穷，但在醉翁亭观看人们行游，并在那里宴饮，更是别有一番乐趣。背着东西的，边走边唱；走累了的，在树下休息，怡然自得。人们前呼后应，老人小孩，往来不绝。这里有静有动，有声有态，描绘了一幅生动的滁人游乐图。接着又写到肥鱼泉酒、山肴野蔌的太守宴，以及夹杂在众人一片欢乐之中的“苍颜白发，颓然乎其间”的太守醉态。在极写欢乐中，把太守复杂的心境，也微妙地表达出来了。\n　　最后作者从禽鸟之乐，宾客之乐及太守之乐的不同内容和感情的对比中，推论出“禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。”醉了，能与民同乐；醒了，能写《醉翁亭记》一文的，就是太守欧阳修。笔墨简练含蓄，寓意深远。\n　　《 醉翁亭记》确是一篇风格清新、摇曳生姿、优美动人的抒情散文。作者对滁州优美山水风景的讴歌，对建设和平安定、与民同乐的理想社会的努力和向往，尤其是作者委婉而含蓄地所吐露的苦闷，这对宋仁宗时代的昏暗政治，无疑在客观上是一种揭露，这些自然都闪烁着思想光芒。尤其是这篇文章的语言，准确、鲜明、生动、优美，句式整齐而有变化，全文重复运用“……者……也”的句式，并且连用二十一个“也”字，增强文章特有的韵律。这些方面，都是可资借鉴的\n　　《醉翁亭记》中“而”字的妙用\n　　《醉翁亭记》是散文中别出一格特具风采的名篇，也是体现欧阳修散文风格的代表作，历来为人们称赞。文中多用陈述句，并以二十一个“也”作结。但“而”字的位置不同，句子结构节奏也随之产生变化，不显得呆板。文中第三、四小节是描写山间朝暮、四时不同的景色和人们游山之乐的，共分六层（“朝而往，……而乐亦无穷也”，作为过渡句，不列入层次内。）除第一层和第六层用“……者，……也”句式作结束句外，中间四层都用“……而……者，……也”句式作结束句。每一层最后一句的句式基本一致，但句子长短参差不一，结束句中都用了“而”字，显得整齐中有错落，节奏略有变化。\n　　第四小节中有一处似乎可能用“而”却用了“为”。原句为“临溪而渔，溪深而鱼肥；酿泉为酒，泉香而酒洌。”加黑的“为”若作动词解，则“酿泉为酒”与“临溪而渔”就对不起来了。其实这个“为”该作“而”字解。《古书虚词集释》：“‘为’犹‘而’也”。这两句中的“为”“而”为互文。这样，就与“临溪而渔”对得很工整了。此处“为”作“而”解，则全文实际用了二十六个“而”字。\n　　《醉翁亭记》读来朗朗上口，娓娓动听，这与25个“而”字的运用也是分不开的。“而”字恰到好处的运用，使文章舒缓从容，把作者欣赏“山水之乐得之心”的闲情雅致充分表现出来了。如“朝而往，暮而归”，若去掉“而”，成“朝往，暮归”，就显得紧迫短促，有早上匆匆而去傍晚急急而归之感，插入两个“而”字，就把游玩者欣赏山水之乐的从容之态、欢乐之情、悠雅之兴全表现出来了。文中不少句子由于用了“而”字，语气轻重分明，诵读时极富抑扬顿挫之致。如“临溪而渔”句，重音在谓语“渔”上，读重些，长些，作为状语的“临溪”则读轻些，短些。若不用“而”，成“临溪渔”，不仅别扭滞涩，而且语气轻重不分明。“临溪而渔，溪深而鱼肥；酿泉为酒，泉香而酒洌。”读来真使人感到有内在的类似诗歌的那种韵律美。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n"
        ]
    }
]