[
    {
        "title": "将进酒",
        "author": "李白",
        "dynasty": "〔唐代〕",
        "main": "君不见黄河之水天上来，奔流到海不复回。君不见高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文你难道没有看见吗？那黄河之水犹如从天上倾泻而来，波涛翻滚直奔大海从来不会再往回流。你难道没有看见，在高堂上面对明镜，深沉悲叹那一头白发？早晨还是青丝到了傍晚却变得如雪一般。人生得意之时就要尽情的享受欢乐，不要让金杯无酒空对皎洁的明月。上天造就了我的才干就必然是有用处的，千两黄金花完了也能够再次获得。且把烹煮羔羊和宰牛当成一件快乐的事情，如果需要也应当痛快地喝三百杯。岑勋，元丹丘，快点喝酒，不要停下来。我给你们唱一首歌，请你们为我倾耳细听。山珍海味的豪华生活算不上什么珍贵，只希望能醉生梦死而不愿清醒。 自古以来圣贤都是寂寞的，只有会喝酒的人才能够留传美名。陈王曹植当年设宴平乐观，喝着名贵的酒纵情地欢乐。你为何说我的钱不多？只管把这些钱用来买酒一起喝。名贵的五花良马，昂贵的千金皮衣，叫侍儿拿去统统换美酒，让我们一起来消除这无尽的长愁！\n注释将进酒：劝酒歌，属乐府旧题。将（qiāng）：请。君不见：乐府中常用的一种夸语。天上来：黄河发源于青海，因那里地势极高，故称。高堂：房屋的正室厅堂。一说指父母。一作“床头”。青丝：喻柔软的黑发。一作“青云”。成雪：一作“如雪”。得意：适意高兴的时候。金樽（zūn）：中国古代的盛酒器具。会须：正应当。岑夫子：岑勋。丹丘生：元丹丘。二人均为李白的好友。杯莫停：一作“君莫停”。与君：给你们，为你们。君，指岑、元二人。倾耳听：一作“侧耳听”。钟鼓：富贵人家宴会中奏乐使用的乐器。馔（zhuàn）玉：形容食物如玉一样精美。不愿醒：也有版本为“不用醒”或“不复醒”。陈王：指陈思王曹植。平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。主人：指宴请李白的人，元丹丘。恣（zì）：纵情任意。谑（xuè）：戏。言少钱：一作“言钱少”。径须：干脆，只管。沽：买。五花马：指名贵的马。一说毛色作五花纹，一说颈上长毛修剪成五瓣。裘（qiú）：皮衣。尔：你。销：同“消”。▲\n\n\n参考资料：完善\n\n1、\n郭茂倩编 崇贤书院释译．乐府诗集．北京：新世界出版社，2014：23-25\n\n\n2、\n詹福瑞 等．李白诗全译．石家庄：河北人民出版社，1997：71-73\n\n\n3、\n郁贤皓 编选．李白集．南京：凤凰出版社，2014：93-97\n\n\n",
            "\n\n\n创作背景\n\n\n　　关于这首诗的写作时间，说法不一。郁贤皓《李白集》认为此诗约作于开元二十四年（公元736年）前后。黄锡珪《李太白编年诗集目录》系于天宝十一载（752）。一般认为这是李白天宝年间离京后，漫游梁、宋，与友人岑勋、元丹丘相会时所作。\n　　唐玄宗天宝初年，李白由道士吴筠推荐，由唐玄宗招进京，命李白为供奉翰林。不久，因权贵的谗毁，于天宝三载（744年），李白被排挤出京，唐玄宗赐金放还。此后，李白在江淮一带盘桓，思想极度烦闷，又重新踏上了云游祖国山河的漫漫旅途。李白作此诗时距李白被唐玄宗“赐金放还”已有八年之久。这一时期，李白多次与友人岑勋（岑夫子）应邀到嵩山另一好友元丹丘的颍阳山居为客，三人登高饮宴，借酒放歌。诗人在政治上被排挤，受打击，理想不能实现，常常借饮酒来发泄胸中的郁积。人生快事莫若置酒会友，作者又正值“抱用世之才而不遇合”之际，于是满腔不合时宜借酒兴诗情，以抒发满腔不平之气。▲\n\n\n参考资料：完善\n\n1、\n郁贤皓 编选．李白集．南京：凤凰出版社，2014：93-97\n\n\n2、\n徐中玉 等．中国古代文学作品选（一）．上海：华东师范大学出版社，1999：514-517\n\n\n3、\n裴斐．李白诗歌赏析集．成都：巴蜀书社，1988：94-100\n\n\n4、\n周啸天 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：225-228\n\n\n",
            "\n\n\n鉴赏\n\n\n　　《将进酒》原是汉乐府短箫铙歌的曲调，标题的意思为“劝酒歌”，内容多是咏唱喝酒放歌之事。这首诗是诗人当时和友人岑勋在嵩山另一老友元丹丘的颍阳山居作客，作者正值仕途遇挫之际，所以借酒兴诗，来了一次酣畅淋漓的抒发。在这首诗里，李白“借题发挥”，借酒消愁，感叹人生易老，抒发了自己怀才不遇的心情。\n　　这首诗十分形象的体现了李白桀骜不驯的性格：对自己充满自信、孤高自傲、热情豪放，“天生我材必有用”、“人生得意须尽欢”。全诗气势豪迈，感情豪放，言语流畅，具有极强的感染力。李白咏酒的诗歌非常能体现他的个性，思想内容深沉，艺术表现成熟。《将进酒》即为其代表作。\n　　诗歌发端是两组整齐的长句，如挟天风海雨向读者迎面扑来。“君不见，黄河之水天上来，奔流到海不复回”，颍阳去黄河不远，登高纵目，故借以起兴。黄河源远流长，落差极大，如从天而降，一泻千里，东走大海。如此波澜壮阔的现象，必定不是肉眼能够看到的，作者是幻想的，言语带有夸张。上句写大河之来，势不可挡；下句写大河之去，势不可回。一涨一消，构成舒卷往复的咏叹味，是短促的单句（如“黄河落天走东海”）所没有的。紧接着，“君不见，高堂明镜悲白发，朝如青丝暮成雪”，恰似一波未平、一波又起。如果说前二句为空间范畴的夸张，这二句则是时间范畴的夸张。悲叹人生苦短，而又不直言，却说“高堂明镜悲白发”，一种搔首顾影、徒呼奈何的神态宛如画出。将人生由青春到老的全过程说成“朝”“暮”之事，把原本就短暂的说得更为短暂，与前两句把原本壮阔的说得更为壮阔，是“反向”的夸张。开篇“以河之水一去不复返喻人生易逝”，“以黄河的伟大永恒形出生命的渺小脆弱”。这个开端可谓悲感至极，却又不堕纤弱，可以说是巨人式的感伤，具有惊心动魄的艺术力量，同时也是由长句排比开篇的气势感造成的。这种开篇的方法作者经常用，比如“弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧”（《宣城谢朓楼饯别校书叔云》），沈德潜说：“此种格调，太白从心化出”，可见其颇具创造性。此诗两作“君不见”的呼告（一般乐府诗只是篇首或篇末偶尔用），又使诗句感情色彩大增。所谓大开大阖者，此可谓大开。\n　　“人生得意须尽欢”，这似乎是宣扬及时行乐的思想，然而只不过是现象而已。诗人“得意”过没有？“凤凰初下紫泥诏，谒帝称觞登御筵”（《玉壶吟》）似乎得意过；然而那不过是一场幻影。“弹剑作歌奏苦声，曳裾王门不称情”（《行路难三首·其二》）又似乎并没有得意，有的是失望与愤慨，但并不就此消沉。诗人于是用乐观好强的口吻肯定人生，肯定自我：“天生我材必有用”，这是一个令人鼓掌赞叹的好句子。“有用”而且“必”，非常的自信，简直像是人的价值宣言，而这个人“我”是需要大写的。于是，从貌似消极的现象中透露出了深藏其内的一种怀才不遇而又渴望入世的积极的态度。正是“长风破浪会有时”，应为这样的未来痛饮高歌，破费又算得了什么！\n　　“千金散尽还复来！”这又是一个高度自信的惊人之句，能驱使金钱而不为金钱所使，这足以令所有凡夫俗子们咋舌。诗如其人，想诗人“曩昔东游维扬，不逾一年，散金三十馀万”（《上安州裴长史书》），是何等的豪举。所以此句是深蕴在骨子里的豪情，绝非装腔作势者可以得其万分之一。与此气派相当，作者描绘了一场盛筵，那决不是“菜要一碟乎，两碟乎？酒要一壶乎，两壶乎？”而是整头整头地“烹羊宰牛”，不喝上“三百杯”决不罢休。多痛快的筵宴，又是多么豪壮的诗句！至此，狂放之情趋于高潮，诗的旋律加快。“岑夫子，丹丘生，将进酒，杯莫停！”几个短句忽然加入，不但使诗歌节奏富于变化， 而且使我们似乎听到了诗人在席上频频地劝酒。既是生逢知己，又是酒逢对手，不但“忘形到尔汝”，诗人甚至忘了是在写诗，笔下之诗似乎还原为生活，他还要“与君歌一曲，请君为我倾耳听”。以下八句就是诗中之歌了，这纯粹是神来之笔。\n　　“钟鼓馔玉”即富贵生活（富贵人家吃饭时鸣钟列鼎，食物精美如玉），可诗人却认为这“不足贵”，并放言“但愿长醉不复醒”。诗情至此，便分明由狂放转而为愤激。这里不仅是酒后吐狂言，而且是酒后吐真言了。以“我”天生有用之才，本当位极卿相，飞黄腾达，然而“大道如青天，我独不得出”（《行路难三首·其二》）。说富贵“不足贵”，乃是出于愤慨。以下“古来圣贤皆寂寞”二句亦属愤语。诗人曾喟叹“自言管葛竟谁许”，说古人“寂寞”，其实也表现出了自己的“寂寞”，所以才愿长醉不醒了。这里，诗人是用古人的酒杯，浇自己的块垒。说到“唯有饮者留其名”，便举出“陈王”曹植作代表。并化用其《名都篇》“归来宴平乐，美酒斗十千”之句。古来酒徒很多，而为何偏举“陈王”，这又与李白一向自命不凡分不开，他心目中树为榜样的都是谢安这些高级人物，而这类人物当中，“陈王”曹植与酒联系得比较多。这样写便有了气派，与前文极度自信的口吻一贯。再者，“陈王”曹植于曹丕、曹睿两朝备受猜忌，有志难展，也激起诗人的同情。一提“古来圣贤”，二提“陈王”曹植，满满的不平之气。此诗开始似乎只涉及人生感慨，而不染指政治色彩，其实全篇饱含了一种深广的忧愤和对自我的信念。诗情之所以悲而不伤，悲而能壮，即根源在此。\n　　刚露一点深衷，又说回酒了，而且看起来酒兴更高了。以下诗情再入狂放，而且愈来愈狂。“主人何为言少钱”，既照应“千金散尽”句，又故作跌宕，引出最后一番豪言壮语：即便千金散尽，也不惜将名贵宝物“五花马”（毛色作五花纹的良马）、“千金裘”（昂贵的皮衣）用来换美酒，图个一醉方休。这结尾之妙，不仅在于“呼儿”“与尔”，口气甚大；而且具有一种作者一时可能觉察不到的将宾作主的任诞情态。须知诗人不过是被友招饮的客人，此刻他却高踞一席，气使颐指，提议典裘当马，令人不知谁是“主人”，浪漫色彩极浓。快人快语，非不拘形迹的豪迈知交断不能出此。诗情至此狂放至极，令人嗟叹咏歌，直欲“手之舞之，足之蹈之”。情犹未已，诗已告终，突然又迸出一句“与尔同销万古愁”，与开篇之“悲”关合，而“万古愁”的含义更其深沉。这“白云从空，随风变灭”的结尾，显见诗人奔涌跌宕的感情激流。通观全篇，真是大起大落，非如椽巨笔不办。\n　　《将进酒》篇幅不算长，却五音繁会，气象不凡。它笔酣墨饱，情极悲愤而作狂放，语极豪纵而又沉着。全篇具有震动古今的气势与力量，这诚然与夸张手法不无关系，比如诗中屡用巨额数字（“千金”、“三百杯”、“斗酒十千”、“千金裘”、“万古愁”等等）表现豪迈诗情，同时，又不给人空洞浮夸感，其根源就在于它那充实深厚的内在感情，那潜在酒话底下如波涛汹涌的郁怒情绪。此外，全篇大起大落，诗情忽翕忽张，由悲转乐、转狂放、转愤激、再转狂放、最后结穴于“万古愁”，回应篇首，如大河奔流，有气势，亦有曲折，纵横捭阖，力能扛鼎。其歌中有歌的包孕写法，又有鬼斧神工、“绝去笔墨畦径”之妙，既非鑱刻能学，又非率尔可到。通篇以七言为主，而又以三、五言句“破”之，极参差错综之致；诗句以散行为主，又以短小的对仗语点染（如“岑夫子，丹丘生”，“五花马，千金裘”），节奏疾徐尽变，奔放而不流易。《唐诗别裁》谓“读李诗者于雄快之中，得其深远宕逸之神，才是谪仙人面目”，此篇足以当之。▲\n\n\n参考资料：完善\n\n1、\n李静．唐诗宋词鉴赏．北京：华文出版社，2009：60-61\n\n\n2、\n周啸天 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：225-228\n\n\n",
            "\n\n\n赏析\n\n\n　　杜甫盛赞李白的诗说“笔落惊风雨，诗成泣鬼神”，李白自己也十分自负地说“兴酣落笔摇五岳，诗成啸傲凌沧洲”，他的诗极富浪漫主义色彩，想象丰富，极尽夸张之能事，一旦诗兴大发之时，豪情便喷薄而出，一泻千里，但又收放自如，达到了极高的艺术境界，《将进酒》即为明证。\n　　这首诗意在表达人生几何，及时行乐，圣者寂寞，饮者留名的虚无消沉思想，愿在长醉中了却一切。诗的开头六句，写人生寿命如黄河之水奔腾入海，一去不复重返，如此，应及时行乐，莫负光阴。“天生”十六句，写人生富贵不能长保，因而“千金散尽”“且为乐”。同时指出“自古圣贤皆寂寞”，只有“饮者留名”千古，并以陈王曹植为例，抒发了诗人内心的不平。“主人”六句结局，写诗人酒兴大作，“五花马”、“千金裘”都不足惜，只图一醉方休。表达了诗人旷达的胸怀。“天生我材必有用”句，是诗人自信为人的自我价值，也流露怀才不遇和渴望用世的积极思想感情。\n　　本诗深沉浑厚，气象不凡。情极悲愤狂放，语极豪纵沉着，大起大落，奔放跌宕。诗句长短不一，参差错综；节奏快慢多变，一泻千里。李白的人生，可谓是悲剧的人生。《将进酒》一诗，是其悲剧人生的写照。有人称《将进酒》是李白诗歌艺术的颠峰之作，也有人称那不过是他醉酒后的胡言乱语。其人，其诗，其酒，三位一体，方是真正的李白。\n　　李白深知生命有限，价值无限的道理，把人生从头到尾看了个通透。黄河之水、镜中白发，都引起他对生命对人生的深刻思考。而其思考，并非停留在一般意义上的对时光匆匆流逝及人生短暂的哀叹惋惜，而是在更高层面关注着自我存在的价值。“对酒当歌，人生几何。譬如朝露，去日苦多”，如果说曹操把其感叹和忧思浓缩在一滴朝露上，那么李白则是将之寄托于江海。任何个人都不过是历史长河中一粒微不足道的尘土，区别只在于你在这条道路上留下的足迹的深浅。人既然存在，他就不得不存在。人既然活着，他就不得不活着。既然存在，既然活着，就应当做点什么吧。在李白看来，这正是其自我存在的价值所在。因此，可以说李白是一个具有历史情怀的人。他的思考和忧虑，不仅仅是针对个人，还针对个体。他所高唱的“人生得意须尽欢，莫使金樽空对月”，并非如某些人所指责的消极的享乐主义的人生态度，相反，李白是在鼓吹人应当积极把握现实人生，努力创造自我价值。如果仅仅从诗句字面上作出负面的解读，则显得十分肤浅，也难得诗旨，违背了“诗仙”本意。\n　　强烈的自信以及狂傲不羁的处世态度是李白极具个性的一面。“天生我才必有用”，我才天生也，天授我才，必定对国家对社会有价值。敢自许“天生我才”，放眼古今，恐怕惟李白一人而已。这种狂傲不羁源自强烈的自信，而这种自信乃是大唐帝国的文化心理，是华夏子孙的民族性格。李白对自己充满信心，丝毫也不怀疑，甚至于认为获得表现自己施展才华的机会是理所当然后的事，是天命所归。因此他敢在天子面前撒狂，敢叫高力士提鞋，更不在乎钟鼓馔玉，千金散尽。他始终把自己看成是一个具有独立人格的独立个体，才华故然天授，也是其安身立命之本，是其狂放不羁的凭靠。实质上，这也是李白的一个悲剧性格因素。当自我实现的强烈需求没有得到及时满足或是根本就未能得到满足时，矛盾和痛苦也就产生。需求越强烈，矛盾越深，痛苦愈盛。李白不可能走得出自设的性格陷阱。\n　　李白希望在政治上有所作为，尽管才高八斗却难以如愿。上层官僚的排挤和打压使得他不得不远离政治。面对这种施不开手脚的窘境，李白也许感到很意外，“惟才是用”的政策之外，原来还有另一股力量左右着。这让他颇觉郁闷，心理上承受着来自现实厚重的压抑感，这迫使他作出了强烈的反弹，即承袭魏晋之风，以一种独特方式来表达对现实的愤嫉和不满。“烹羊宰牛且为乐，会须一饮三百杯。”以喝酒来排遣内心的压抑和苦闷，暂时忘却政治人生的失败，在醉眼朦胧中纵声放歌，恢复本真性情，获得精神上的愉悦和超脱。李白与酒结下了不解之缘，自然与当时的酒文化有关，但他嗜酒如命甚至不要命，则是因为其个人遭遇。所谓“抽刀断水水更流，举杯浇愁愁更愁”，喝酒本为排忧，却反如火上加油。李白一头栽进了酒坛子，在他看来，也许真的是“何以解忧，惟有杜康”了。李白的任性放纵，李白的自我麻醉，实际上仍是由于他对现实的绝望。他选择的是一条慢性自杀之路。\n　　尽管如此，绝望的李白并不是消沉堕落的李白。当酒成为他人格的一个部分，李白寻找到了生活的另一面，寻找到源源不断的创作灵感。就是这个时候，李白根本不可能离得开酒了。然而他终究是血肉之躯，常期浸泡在酒精中其健康状况迅速恶化。“酒中仙”最终也难逃“酒中鬼”的宿命。李白一生与酒相随，借酒浇愁，恃才放狂，笑傲江湖，深得魏晋风度；他纵酒任性，挥洒文字，慷慨豪迈，是对现实政治的强有力的嘲弄与讽刺。\n　　“岑夫子，丹丘生，将进酒，杯莫停”，一杯复一杯，到“与君歌一曲，请君为我倾耳听”，李白醉矣！后面皆为“酒话”，却是李白心声。俗语说：酒后吐真言。李白趁醉将满腹真言全盘吐出。“钟鼓馔玉不足贵，但愿长醉不愿醒”，李白追求高级层面的精神生活，藐视庸俗的物欲和感观刺激。宁愿长醉而不愿清醒，因为所见皆俗物，不堪入目：权奸当道，能才委屈，宫廷声色犬马，歌舞升平，只顾追求享乐。李白鄙视这样的生活，自然不能与此类人同道。他有种曲高和寡的孤独感，一方面蔑视官僚们的庸俗，一方面对自己没有施展抱负的机会又无可奈何。所谓“古来圣贤皆寂寞，惟有饮者留其名”，那是李白自我安慰之言罢了。他自比圣贤，志颇清高，既与俗人不能共舞，从古圣贤那里倒可觅得知音。李白是寂寞的，但他又难忍寂寞，所以便学陈王曹植斗酒十千，不作圣贤作酒仙。即便如此，他仍至始至终在出世入世间痛苦徘徊。入世不得也不甘放弃，心中仍有期待；出世也难，求仙访道终成空，名山大川走遍也不能彻底脱离俗世。\n　　李白在由入世到出世这条路上，可以说是“一步三回头”。强烈的自我意识与浓厚的主观色彩使得李白对待出世和入世的态度具有两面性。“陈王昔时宴平乐，斗酒十千恣欢谑”，李白与曹植怀有相同的情感。曹植被贬为王，又遭曹丕打压，终生郁郁不得志，空负一身才华。李白将自己比之于曹植，感叹之余又想表现出洒脱，其情态可见凄凉。\n　　及至“五花马，千金裘，呼儿将出换美酒，与尔同销万古愁”，李白已然大醉！一句“与尔同销万古愁”真是肝胆欲裂，写尽内心的痛楚和绝望。诗篇落脚一个“愁”字，纵横捭阖之势，慷慨豪迈之气，倏然收归，把所有勃发之情都凝聚成“愁”了。这是李白对自己一生追求的一次总结。叔本华说，“使我们生存充满烦恼与苦痛的东西，无一不是出自时间无休止的压迫。”具有历史情怀的李白就在时间无休止的压迫中唱出了生命的绝望之歌——《将进酒》。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n"
        ]
    },
    {
        "title": "水调歌头·明月几时有",
        "author": "苏轼",
        "dynasty": "〔宋代〕",
        "main": "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。\n明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。(何似 一作：何时；又恐 一作：惟 / 唯恐)转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)",
        "others": [
            "\n\n\n译文及注释\n\n\n译文丙辰年（公元1076年）的中秋节，高高兴兴地喝酒直到天亮，喝了个大醉，写下这首词，同时也思念弟弟苏辙。\n明月从什么时候开始有的呢？我拿着酒杯遥问苍天。不知道天上的宫殿，今晚是哪一年。我想凭借着风力回到天上去看一看，又担心美玉砌成的楼宇太高了，我经受不住寒冷。起身舞蹈玩赏着月光下自己清朗的影子，月宫哪里比得上在人间。月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人。明月不应该对人们有什么怨恨吧，可又为什么总是在人们离别之时才圆呢？人生本就有悲欢离合，月儿常有阴晴圆缺，（想要人团圆时月亮正好也圆满）这样的好事自古就难以两全。只希望这世上所有人的亲人都能平安健康长寿，即使相隔千里也能一起欣赏这美好的月亮。\n注释丙辰：指公元1076年（宋神宗熙宁九年）。这一年苏轼在密州(今山东省诸城市)任太守。达旦：到天亮。子由：苏轼的弟弟苏辙的字。把酒：端起酒杯。把，执、持。天上宫阙（què）：指月中宫殿。阙，古代城墙后的石台。归去：回去，这里指回到月宫里去。琼（qióng）楼玉宇：美玉砌成的楼宇，指想象中的仙宫。不胜（shèng,旧时读shēng）：经受不住。胜：承担、承受。弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。何似：何如，哪里比得上。转朱阁，低绮（qǐ）户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人（指诗人自己）。朱阁：朱红的华丽楼阁。绮户： 雕饰华丽的门窗。不应有恨，何事长（cháng）向别时圆：（月儿）不该（对人们）有什么怨恨吧，为什么偏在人们分离时圆呢？何事：为什么。此事：指人的“欢”“合” 和月的“晴”“圆”。但：只。千里共婵（chán ）娟（juān）：只希望两人年年平安，虽然相隔千里，也能一起欣赏这美好的月光。共：一起欣赏。婵娟：指月亮。▲\n\n\n参考资料：完善\n\n1、\n陆林 编注．宋词．北京：北京师范大学出版社，1992年11月版：第59-60页\n\n\n",
            "\n\n\n赏析\n\n\n　　这首词是中秋望月怀人之作，表达了对胞弟苏辙的无限思念。丙辰，是北宋神宗熙宁九年（公元1076年），当时苏轼在密州（今山东诸城）做太守，中秋之夜他一边赏月一边饮酒，直到天亮，于是做了这首《水调歌头》。词人运用形象描绘手法，勾勒出一种皓月当空、亲人千里、孤高旷远的境界氛围。苏轼一生，推崇儒学、讲究实务为主。但他也“龆龀好道”，中年以后，又曾表示过“归依佛僧”，经常处在儒释道的纠葛当中的。每当挫折失意之际，则老庄思想上升，借以帮助自己解释穷通进退的困惑。熙宁四年（公元1071年），他以开封府推官通判杭州，是为了避开汴京政争的漩涡。熙宁七年（公元1074年）调知密州，虽说出于自愿，实质上仍是处于被外放冷遇的地位。尽管当时“面貌加丰”，颇有一些旷达表现，也难以掩盖深藏内心的郁愤。这首中秋词，正是此种宦途险恶体验的升华和总结。“大醉”遣怀是主，“兼怀子由”是辅。对于一贯秉持“尊主泽民”节操的作者来说，手足分离和私情，比起廷忧边患的国势来说，毕竟属于次要的伦理负荷。此点在题序中有深奥微妙的提示。\n　　在大自然的景物中，月亮是很有浪漫色彩的，很容易启发人们的艺术联想。一钩新月，可联想到初生的萌芽事物；一轮满月，可联想到美好的团圆生活；月亮的皎洁，让人联想到光明磊落的人格。在月亮这一意象上集中了人类无限美好的憧憬和理想。苏轼是一位性格豪放、气质浪漫的文学家，当他抬头遥望中秋明月时，其思想情感犹如长上了翅膀，天上人间自由翱翔。反映到词里，遂形成了一种豪放洒脱的风格。\n　　此词上片望月，既怀超宜兴致，高接混茫，而又脚踏实地，自具雅量。一开始就提出一个问题：明月是从什么时候开始有的“明月几时有？把酒问青天。”把酒问天这一细节与屈原的《天问》和李白的《把酒问月》有相似之处。其问之痴迷、想之逸尘，确实有一种类似的精、气、神贯注在里面。从创作动因上来说，屈原《天问》洋洋170余问的磅礴诗情，是在他被放逐后彷徨山泽、经历陵陆，在楚先王庙及公卿祠堂仰见“图画天地山川神灵”及“古贤圣怪物行事”后“呵而问之”的（王逸《楚辞章句·天问序》）。是情景触碰激荡的产物。李白的《把酒问月》诗自注是：“故人贾淳令予问之。”应当也是即兴遣怀之作。苏轼此词正如小序中所言是中秋望月，欢饮达旦后的狂想之曲，亦属“伫兴之作”（王国维《人间词话》）。它们都有起得突兀、问得离奇的特点。从创作心理上来说，屈原在步入先王庙堂之前就已经是“嗟号昊旻，仰天叹息”（王逸《楚辞章句·天问序》），处于情感迷狂的精神状态，故呵问青天，“似痴非痴，愤极悲极”（胡浚源《楚辞新注求确》）。李白是“唯愿当歌对酒时，月光长照金樽里”（《把酒问月》），那种因失意怅惘的郁勃意绪，也是鼻息可闻的。苏轼此词作于丙辰年，当时因为反对王安石新法而自请外任密州。既有对朝廷政局的强烈关注，又有期望重返汴京的复杂心情，故时逢中秋，一饮而醉，意兴在阑珊中饶有律动。三人的创作心理实是脉络暗通的。\n　　苏轼把青天当做自己的朋友，把酒相问，显示了他豪放的性格和不凡的气魄。李白的《把酒问月》诗说：“青天有月来几时？我今停杯一问之。”不过李白这里的语气比较舒缓，苏轼因为是想飞往月宫，所以语气更强烈、更迫切。“明月几时有？”这个问题问得很有意思，好像是在追溯明月的起源、宇宙的起源；又好像是在惊叹造化的巧妙。读者从中可以感到诗人对明月的赞美与向往。\n　　接下来两句：“不知天上宫阙，今夕是何年。”把对于明月的赞美与向往之情更推进了一层。从明月诞生之日起到现在已经过去很多年了，不知道在月宫里今晚是一个什么日子？诗人想象那一定是一个好日子，所以月才这样圆、这样亮。他很想去看一看，所以接着说：“我欲乘风归去，又恐琼楼玉宇，高处不胜寒。”唐人称李白为“谪仙”，黄庭坚则称苏轼与李白为“两谪仙”，苏轼自己也设想前生是月中人，因而起 “乘风归去”之想。他想乘风飞向月宫，又怕那里的琼楼玉宇太高了，受不住那儿的寒冷。“琼楼玉宇”，语出《大业拾遗记》：“瞿乾祐于江岸玩月，或谓此中何有？瞿笑曰：‘可随我观之。’俄见月规半天，琼楼玉宇烂然。”“不胜寒”，暗用《明皇杂录》中的典故：八月十五日夜，叶静能邀明皇游月宫。临行，叶叫他穿皮衣。到月宫，果然冷得难以支撑。这几句明写月宫的高寒，暗示月光的皎洁，把那种既向往天上又留恋人间的矛盾心理十分含蓄地写了出来。这里还有两个字值得注意，就是“我欲乘风归去”的“归去”。飞天入月，为什么说是归去呢？也许是因为苏轼对明月十分向往，早已把那里当成自己的归宿了。从苏轼的思想看来，他受道家的影响较深，抱着超然物外的生活态度，又喜欢道教的养生之术，所以常有出世登仙的想法。他的《前赤壁赋》描写月下泛舟时那种飘飘欲仙的感觉说：“浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。”也是由望月而想到登仙，可以和这首词互相印证。词人之所以有这种脱离人世、超越自然的奇想，一方面来自他对宇宙奥秘的好奇，另一方面更主要的是来自对现实人间的不满。人世间有如此多的不称心、不满意之事，迫使词人幻想摆脱这烦恼人世，到琼楼玉宇中去过逍遥自在的神仙生活。苏轼后来贬官到黄州，时时有类似的奇想，所谓“小舟从此逝，江海寄余生”。然而，在词中这仅仅是一种打算，并未展开，便被另一种相反的思想打断：“又恐琼楼玉宇，高处不胜寒”。这两句急转直下，天上的“琼楼玉宇”虽然富丽堂皇，美好非凡，但那里高寒难耐，不可久居。词人故意找出天上的美中不足，来坚定自己留在人间的决心。一正一反，更表露出词人对人间生活的热爱。同时，这里依然在写中秋月景，读者可以体会到月亮的美好，以及月光的寒气逼人。这一转折，写出词人既留恋人间又向往天上的矛盾心理。这种矛盾能够更深刻地说明词人留恋人世、热爱生活的思想感情，显示了词人开阔的心胸与超远的志向，因此为词带来一种旷达的作风。\n　　“起舞弄清影，何似在人间！”苏轼毕竟更热爱人间的生活，与其飞往高寒的月宫，还不如留在人间趁着月光起舞呢！“清影”，是指月光之下自己清朗的身影。“起舞弄清影”，是与自己的清影为伴，一起舞蹈嬉戏的意思。李白《月下独酌》说：“我歌月徘徊，我舞影零乱。”苏轼的“起舞弄清影”就是从这里脱胎出来的。“高处不胜寒”并非作者不愿归去的根本原因，“起舞弄清影，何似在人间”才是根本之所在。与其飞往高寒的月宫，还不如留在人间，在月光下起舞，最起码还可以与自己清影为伴。这首词从幻想上天写起，写到这里又回到热爱人间的感情上来。从“我欲”到“又恐”至“何似”的心理转折开阖中，展示了苏轼情感的波澜起伏。他终于从幻觉回到现实，在出世与入世的矛盾纠葛中，入世思想最终占了上风。“何似在人间”是毫无疑问的肯定，雄健的笔力显示了情感的强烈。\n　　下片怀人，即兼怀子由，由中秋的圆月联想到人间的离别，同时感念人生的离合无常。“转朱阁，低绮户，照无眠。”转和低都是指月亮的移动，暗示夜已深沉。月光转过朱红的楼阁，低低地穿过雕花的门窗，照到了房中迟迟未能入睡之人。这里既指自己怀念弟弟的深情，又可以泛指那些中秋佳节因不能与亲人团圆以至难以入眠的一切人。“无眠”是泛指那些因为不能和亲人团圆而感到忧伤，以致不能入睡的人。月圆而人不能圆，这是多么遗憾的事啊！于是词人便无理地埋怨明月说：“不应有恨，何事长向别时圆？”明月您总不该有什么怨恨吧，为什么总是在人们离别的时候才圆呢？相形之下，更加重了离人的愁苦了。这是埋怨明月故意与人为难，给人增添忧愁，无理的语气进一步衬托出词人思念胞弟的手足深情，却又含蓄地表达了对于不幸的离人们的同情。\n　　接着，诗人把笔锋一转，说出了一番宽慰的话来为明月开脱：“人有悲欢离合，月有阴晴圆缺，此事古难全。”人有悲欢离合，月也有阴晴圆缺。她有被乌云遮住的时候，有亏损残缺的时候，她也有她的遗憾，自古以来世上就难有十全十美的事。既然如此，又何必为暂时的离别而感到忧伤呢？词人毕竟是旷达的，他随即想到月亮也是无辜的。既然如此，又何必为暂时的离别而忧伤呢？这三句从人到月、从古到今做了高度的概括。从语气上，好像是代明月回答前面的提问；从结构上，又是推开一层，从人、月对立过渡到人、月融合。为月亮开脱，实质上还是为了强调对人事的达观，同时寄托对未来的希望。因为，月有圆时，人也有相聚之时。很有哲理意味。\n　　词的最后说：“但愿人长久，千里共婵娟。”“婵娟”是美好的样子，这里指嫦娥，也就是代指明月。“共婵娟”就是共明月的意思，典故出自南朝谢庄的《月赋》：“隔千里兮共明月。”既然人间的离别是难免的，那么只要亲人长久健在，即使远隔千里也还可以通过普照世界的明月把两地联系起来，把彼此的心沟通在一起。“但愿人长久”，是要突破时间的局限；“千里共婵娟”，是要打通空间的阻隔。让对于明月的共同的爱把彼此分离的人结合在一起。古人有“神交”的说法，好友天各一方，不能见面，却能以精神相通。“千里共婵娟”也可以说是一种神交了！这两句并非一般的自慰和共勉，而是表现了作者处理时间、空间以及人生这样一些重大问题所持的态度，充分显示出词人精神境界的丰富博大。王勃有两句诗：“海内存知己，天涯若比邻。”意味深长，传为佳句，与“千里共婵娟”有异曲同工之妙。另外，张九龄的《望月怀远》说：“海上生明月，天涯共此时。”杜牧的《秋霁寄远》说：“唯应待明月，千里与君同。”都可以互相参看。但愿人们年年平安，相隔千里也能够共享这美好的月光，表达了作者的祝福和对亲人的思念，表现了作者旷达的态度和乐观的精神。苏轼就是把前人的诗意化解到自己的作品中，熔铸成一种普遍性的情感。正如词前小序所说，这首词表达了对弟弟苏辙（字子由）的怀念之情，但并不限于此。可以说这首词是苏轼在中秋之夜，对一切经受着离别之苦的人表示的美好祝愿。\n　　此篇是苏词代表作之一。从艺术成就上看，它构思奇拔，畦径独辟，极富浪漫主义色彩，是历来公认的中秋词中的绝唱。从表现方面来说，词的前半纵写，后半横叙。上片高屋建瓴，下片峰回路转。前半是对历代神话的推陈出新，也是对魏晋六朝仙诗的递嬗发展。后半纯用白描，人月双及。它名为演绎物理，实则阐释人事。笔致错综回环，摇曳多姿。从布局方面来说，上片凌空而起，入处似虚；下片波澜层叠，返虚转实。最后虚实交错，纡徐作结。全词设景清丽雄阔，以咏月为中心表达了游仙“归去”与直舞“人间”、离欲与入世的矛盾和困惑，以及旷达自适，人生长久乐观和美好的愿望，极富哲理与人情。立意高远，构思新颖，意境清新如画。最后以旷达情怀收束，是词人情怀的自然的流露。情韵兼胜，境界壮美，具有很高的审美价值。此词全篇皆是佳句，典型地体现出苏词清雄旷达的风格。\n　　作者既标举了“ 绝尘寰的宇宙意识”，又摒弃那种“在神奇的永恒面前的错愕”情态（闻一多评《春江花月夜》语）。他并不完全超然地对待自然界的变化发展，而是努力从自然规律中寻求“随缘自娱”的生活意义。所以，尽管这首词基本上是一种情怀寥落的秋的吟咏，读来却并不缺乏“触处生春”、引人向上的韵致。\n　　对于这首《水调歌头》历来都是推崇备至。胡仔《苕溪渔隐丛话》认为此词是写中秋的词里最好的一首。这首词仿佛是与明月的对话，在对话中探讨着人生的意义。既有理趣，又有情趣，很耐人寻味。因此九百年来传诵不衰。吴潜《霜天晓角》：“且唱东坡《水调》，清露下，满襟雪。”《水浒传》第三十回写八月十五“可唱个中秋对月对景的曲儿”，唱的就是这 “一支东坡学士中秋《水调歌》。”可见宋元时传唱之盛。全词意境豪放而阔大，情怀乐观而旷达，对明月的向往之情，对人间的眷恋之意，以及那浪漫的色彩，潇洒的风格和行云流水一般的语言，至今还能给人们以健康的美学享受。 ▲\n\n\n参考资料：完善\n\n1、\n周汝昌 等．唐宋词鉴赏辞典（唐·五代·北宋卷）．上海：上海辞书出版社，1988年4月版：第611-614页\n\n\n"
        ]
    },
    {
        "title": "桃花源记",
        "author": "陶渊明",
        "dynasty": "〔魏晋〕",
        "main": "　　晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。渔人甚异之，复前行，欲穷其林。\n　　林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田、美池、桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。\n　　见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”(间隔 一作：隔绝)\n　　既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。\n　　南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终。后遂无问津者。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文\n　　东晋太元（公元376-396）年间，武陵有个人以捕鱼为生。有一天他沿着溪水划船而行，忘记了路有多远。忽然遇到一片桃花林，在小溪两岸的几百步之内，中间没有其它树木，花草鲜嫩美丽，地上的落花繁多交杂，渔人对此感到非常诧异。他继续向前行船，想要走到林子的尽头。\n　　桃花林的尽头就是溪水的源头，渔人发现了一座小山，山上有个小洞口，洞里面隐隐约约透着点光亮。渔人便下了船，从洞口走了进去。最开始非常狭窄，只能容得下一人通过。又向前行走了几十步，突然变得开阔明亮。渔人眼前这片土地平坦宽广，房屋排列得非常整齐，还有肥沃的田地、美丽的池塘，以及桑树、竹子这类的植物。田间小路四通八达，鸡鸣狗吠的声音此起彼伏。人们在田间来来往往耕种劳动，男女的穿戴全都与桃花源以外的人一样。老年人和小孩儿，都怡然并自得其乐。\n　　这里的人看见了渔人，感觉非常惊讶，问他是从哪里来的。渔人都详细地作了回答。这里的人便邀请他到家中做客，摆了酒、杀了鸡用来款待他。村里面的其他人听说来了这么一个人，全都来打听消息。他们自己说他们的先祖是为了躲避秦朝时期的战乱，率领妻儿乡邻们来到这个与世隔绝的地方，从此他们再没有人出去了，所以和外面的人隔绝了一切往来。村里的人问渔人现如今是什么世道，他们居然不知道有汉朝，更不用说魏、晋两朝了。渔人把自己知道的所有事都一一说了出来，村民们听了都感叹惋惜。其余的人各自又把渔人邀请到自己的家中，都拿出自己的美酒佳肴来款待他。渔人停留了几日后，就向村里的人告辞。村里的人告诉他：“这里的情况不值得对外面的人说啊。”\n　　渔人出来之后，找到了自己的船，就沿着来时的路回去，处处都做了记号。他到了郡城武陵，就去拜见太守，说了自己的这番经历。太守立即派遣人员跟随他前往，寻找渔人先前作的记号，竟然迷路了，后来再也找不到通往桃花源的路了。\n　　南阳有个叫刘子骥的人，是一个高尚的读书人，他听到了这个消息，非常愉快地计划着前往桃花源。但没有实现，不久后就病死了，后来就再也没有探访桃花源的人了。\n注释太元：东晋孝武帝的年号（376-396）武陵：郡名，现在湖南常德市一带。为业：把……作为职业，以……为生。为：作为。缘：沿着，顺着。行：前行，走。远近：偏义复词，仅指远。忽逢：忽然遇到。逢：遇到，碰见。夹岸：溪流两岸。杂：别的，其他的。芳草鲜美：花草鲜嫩美丽。芳：花；鲜美：鲜艳美丽。落英：落花。一说，初开的花。缤纷：繁多的样子。甚：很，非常。异之：即“以之为异”，对见到的景象感到诧异。异，意动用法，形作动，以······为异，对······感到惊异，认为······是奇异的。之，代词，指见到的景象。复：继续。前：名词活用为状语，向前。（词类活用）欲：想要。穷：形容词用做动词，穷尽，走到······的尽头。林：代指桃花林。林尽水源：林尽于水源，意思是桃林在溪水发源的地方就到头了。尽：消失（词类活用）便：于是，就。得：发现。仿佛：隐隐约约，形容看得不真切的样子。若：好像……似的。舍：舍弃，丢弃，文中指离开。初：起初，刚开始。才通人：仅容一人通过。才：副词，仅。复：又，再。行：行走。豁然开朗：形容由狭窄幽暗突然变得开阔明亮的样子。然，……的样子。豁然：形容开阔的样子；开朗：开阔明亮。平：平坦。旷：开阔；宽阔。屋舍：房屋。俨（yǎn)然：（古今异义）古义：整齐的样子。今义：形容很像;形容齐整；形容庄严。之：这。属：类。阡陌交通：田间小路交错相通。阡陌，田间小路，南北走向的叫阡，东西走向的叫陌。交通，交错相通。鸡犬相闻：（村落间）可以互相听到鸡鸣狗叫的声音。相闻：可以互相听到。种作：指世代耕种劳作的人。衣着：穿着打扮。悉：全，都。外人：指桃花源以外的世人。（有更好的翻译：另外一个世界的人，因为桃花源人从秦到晋一直与世隔绝）黄发垂髫(tiáo)：指老人和小孩。黄发，古时认为老人头发由白转黄是长寿的象征，这指老人。垂髫，古时小孩不扎结头发，头发下垂，这里指小孩子。（借代修辞）髫，小孩垂下的短发。并：都。怡然：愉快、高兴的样子。乃大惊：于是很惊讶。乃：于是就。大：很，非常。从来：从……地方来。具：详细地。之：代词，指代桃源人所问问题。要(yāo)：通“邀”，邀请。（通假字）咸：副词，都，全。问讯：打听消息。云：说。先世：祖先。率：率领。妻子：（古今异义）古义：指妻子、儿女。“妻”“子”是两个词，不是现代汉语的“妻子”今义：男子的配偶。邑人：同县的人绝境：（古今异义）古义：与人世隔绝的地方。 今义：没有明显出路的困境；进退维谷的境地。 绝：绝处。复：再，又。焉：兼词，相当于“于之”，“于此”，从这里。遂：于是。间隔：隔断，隔绝。今：现在。乃（乃不知有汉的乃）：竟，竟然。无论：不要说，（更）不必说。“无”“论”是两个词，不同于现在汉语的“无论”（古今异义）。为：对、向。具言：详细地说。所闻：指渔人所知道的世事。闻：知道，听说。叹惋：感叹，惋惜。余：其余，剩余。延至：邀请到。延，邀请。至：到。停：停留。辞：辞别。去：离开。语：告诉。不足：不值得。（古今异义）为：介词，向、对。既：已经。便扶向路：就顺着旧的路（回去）。扶：沿着、顺着。向：从前的、旧的。处处志之：处处都做了标记。志：动词，做标记。（词类活用)及：到达。郡下：太守所在地，指武陵。诣(yì)太守：指拜见太守。诣，到。特指到尊长那里去。如此：像这样，指在桃花源的见闻。即：立即。遣：派遣。寻向所志：寻找先前所做的标记。寻，寻找。 向，先前。 志（名词）,标记。（所+动词译为名词）遂：终于。复：再。得：取得，获得，文中是找到的意思。高尚：品德高尚。士：隐士。也：表判断。欣然：高兴的样子。规： 计划，打算。（词类活用）未：没有。果：实现。未果：没有实现。寻：不久。终：死亡。问津：问路，这里是探访，访求的意思。津：本义渡口。▲\n\n\n参考资料：完善\n\n1、\n人民教育出版社语文室 ．九年义务教育标准教科书·语文·八年级·上册 ：人民教育出版社 ，2008年 ：165-169 ．\n\n\n",
            "\n\n\n创作背景\n\n\n　　此时，信洲失守，抗元失败后他已在武夷山中转徙十年，妻子和两个儿子被掳，许多南宋旧臣纷纷投靠新主，孤忠的谢枋得面对国破家亡是怎样的心情？他已经离家十年了，独立青峰之上，雨后的山中显得更加寂寞。但是，他追求梅花的品格最终成就了自己高洁的人格。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n相关练习\n\n\n原文回答1．渔人是怎么发现桃花林的？缘溪行，忘路之远近，忽逢桃花林。2．作者怎样描写桃花林的自然景色的？夹岸数百步，中无杂树，芳草鲜美，落英缤纷。（风景优美）3．渔人是如何进入桃花源的？复前行，欲穷其林。林尽水源，便得一山。山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。（曲折、隐蔽、幽深）4．渔人入山后，看到了怎样的图景？土地平旷，屋舍俨然，有良田美池桑竹之属，阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人，黄发垂髫，并怡然自乐。（环境优美宁静、生活安乐幸福）5．桃花源中的人是如何对待这位不速之客的？便要还家，设酒杀鸡作食，村中闻有此人，咸来问讯。余人各复延至其家，皆出酒食。（民风淳朴、热情好客）6．渔人一一为具言所闻，桃源人为什么“皆叹惋”？桃源外的世界如此动乱，黑暗；桃源外的人不能过上安定和平的生活。7．渔人是如何离开桃花源的？既出，得其船，便扶向路，处处志之。暗示这个地方不存在。 增强故事曲折和传奇色彩。\n探究思考1．课文以什么为线索？怎样划分结构？明确：课文以武陵渔人的行踪为线索，按照发现桃林，进入桃源，出而复寻的时间顺序。全文分三部分：第一部分（1段）写渔人发现桃林的经过。（开端）第二部分（2至3段）写渔人进入桃花源的见闻。这是全文的重点部分，作者正是借此寄托社会理想。第2段写桃花源中宁静安乐的生活环境。第3段写桃花源中淳朴的社会风尚。第三部分（4至5段）故事的结局和尾声。2．作者为什么开头结尾写得简略，中间写得详细？明确：文章的详略安排都是由文章所表达的中心来决定的。本文的作者主要是通过桃花源的生活情状来表现他的社会理想。反映广大人民向往安定、幸福生活的愿望。所以中间部分要详写。开头和结尾只跟故事的传奇性质有关，所以写得简单。3．在桃花源中，作者寄托了怎样的社会理想？作者笔下的桃花源，虚构了这样一种理想社会：这里景色优美，土地肥沃，资源丰富，风俗淳朴；这里没有压迫，没有战乱，社会平等，和平安宁。我们应当怎样看待这样的理想？这理想反映了广大人民的反对剥削压迫、反对战争的愿望，也是对当时社会黑暗现实的批判。但他又带有一定的复古倾向，在阶级社会中只能是一种空想，是不可能实现的。课文小结：全文以武陵渔人进出桃源的行踪为线索，把发现桃源的经过，在桃源的所见所闻所历，离开桃源后再寻桃源的情形，都贯串起来了。故事曲折回环。它虚构了一个与黑暗现实社会相对立的美好境界，寄托了自己的政治理想，反映了广大人民的意愿。/作者笔下桃花源人生活的美好表现在哪里？①因为桃花源的景色动人美丽，给生活增添了一份快乐。②因为人们的生活有条理，自在生活的快乐。③人们热情好客的纯朴之美。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析\n\n\n　　本文通过对桃花源的安宁和乐、自由平等生活的描绘，表现了作者追求美好生活的理想和对现实生活的不满。\n　　文章开端，先以美好闲静、“芳草鲜美，落英缤纷”的桃花林作为铺垫，引出一个质朴自然化的世界。在那里，一切都是那么单纯，那么美好，没有税赋，没有战乱，没有沽名钓誉，也没有勾心斗角。甚至连一点吵吵嚷嚷的声音都听不到。人与人之间的关系也是那么平和，那么诚恳。造成这一切的原因，作者没有明说，但从“乃不知有汉，无论魏晋”一句中已隐约透露了消息：原来归根结底，是因为没有一个高踞人民头上为私利互相攻伐的统治集团。这个幻想中的桃花源世界，对生活在虚伪黑暗、战乱频繁、流血不断的现实世界中的人们来说，无疑是令人神往的。作者的简净笔触，恰如其分地表现出桃花源的气氛，使文章更富有感染力。当然，这种理想的境界在当时现实中是不存在的，只是作者通过对大同社会的构想，艺术地展现了大同社会的风貌，是不满黑暗现实的一种精神寄托，表现了作者对理想社会的憧憬以及对现实社会的不满。\n　　桃花源中的家庭多为主干家庭（三代同堂），从“其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。”从“男女”、“黄发”、“垂髫”这三个词便可以看出此点。\n　　文章的结构也颇有巧妙之处。作者借用小说笔法，以一个捕渔人的经历为线索展开故事。开头的交代，时代、渔人的籍贯，都写得十分肯定，似乎真有其事。这就缩短了读者与作品的心理距离，把读者从现实世界引入到迷离惝恍的桃花源。相反，如果一开头就是“山在虚无缥缈间”，读者就会感到隔远，作品的感染力也就会大打折扣。“不足为外人道也”及渔人返寻所志，迷不得路，使读者从这朦胧飘忽的化外世界退回到现实世界，心中依旧充满了对它的依恋。文末南阳刘子骥规往不果一笔，又使全文有余意不穷之趣。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析二\n\n\n　　《桃花源记》是东晋文学家陶渊明的代表作之一，是《桃花源诗》的序言，选自《陶渊明集》。此文借武陵渔人行踪这一线索，把现实和理想境界联系起来，通过对桃花源的安宁和乐、自由平等生活的描绘，表现了作者追求美好生活的理想和对当时的现实生活不满。\n　　陶渊明作诗，擅长白描，文体省净，语出自然。《桃花源记》也具有这种艺术风格。它虽是虚构的世外仙境，但是由于采用写实手法，虚景实写，给人以真实感，仿佛实有其人，真有其事。全文以武陵渔人行踪为线索，像小说一样描述了溪行捕鱼、桃源仙境、重寻迷路三段故事。\n　　第一段以“忘”、“忽逢”、“甚异”、“欲穷”四个相承续的词语生动揭示出武陵渔人一连串的心理活动。“忘”字写其一心捕鱼，无意于计路程远近，又暗示所行已远。其专注于一而忘其余的精神状态，与“徐行不记山深浅”的妙境相似。“忽逢”与“甚异”相照应，写其意外见到桃花林的惊异神情，又突出了桃花林的绝美景色。“芳草鲜美，落英缤纷”两句，乃写景妙笔，色彩绚丽，景色优美，仿佛有阵阵清香从笔端溢出，造语工丽而又如信手拈来。\n　　第二段先以数语描述发现仙境经过。“林尽水源，便得一山”，点明已至幽迥之地；“山有小口，仿佛若有光”，暗示定非寻常去处。渔人的搜寻目光、急切心情也映带出来。通过小口狭道，写到“豁然开朗”，又深有柳暗花明的韵致。进入桃源仙境之后，先将土地、屋舍、良田、美池、桑竹、阡陌、鸡鸣犬吠诸景一一写来，所见所闻，历历在目。然后由远而近，由景及人，描述桃源人物的往来种作、衣着装束和怡然自乐的生活，勾勒出了一幅理想的田园生活图景。最后写桃花源村民见到渔人的情景，由“大惊”而“问所从来”，由热情款待到临别叮嘱，写得情真意切，洋溢着浓郁的生活气息。\n　　第三段先写渔人在沿着来路返回途中“处处志之”，暗示其有意重来。“诣太守，说如此”，写其违背桃源人“不足为外人道也”的叮嘱。太守遣人随往的“不复得路”和刘子骥的规往不果，都是着意安排的情节，明写仙境难寻，暗写桃源人不愿“外人”重来。对桃源仙境，世俗之人寻访无着也不再问津了，而陶渊明自己却从来没有停止过追求。在《桃花源诗》的结尾处就剖露了“愿言蹑轻风，高举寻吾契”的心愿。他以桃花源人为志趣相合的契友，热切期望与之共同生活于桃花源中。\n　　陶渊明成功地运用了虚景实写的手法，使人感受到桃源仙境是一个真实的存在，显示出高超的叙事写景的艺术才能。但《桃花源记》的艺术成就和魅力绝不仅限于此，陶渊明也不仅仅是企望人们确认其为真实的存在。所以，在虚景实写的同时，又实中有虚，有意留下几处似无非无，似有非有，使人费尽猜想也无从寻求答案的话题。桃源人的叮嘱和故事结尾安排的“不复得路”、“规往未果”等情节，虚虚实实，徜恍迷离，便是这些话题中最堪寻味之笔。它所暗示给世人的是“似在人间非在人间，不是人间胜似人间，只可于无意中得之而不可于有意中求之”，似乎与“此中有真意，欲辨已忘言”有着某种微妙的内在联系。这虚渺灵奥之区始终蒙着一层神秘的面纱，“借问游方士，焉测尘嚣外”，世人是难以揭晓的。它的开而复闭，渔人的得而复失，是陶渊明有意留下的千古之谜，“惹得诗人说到今”。可是，他又在《桃花源诗》中透露了一点消息，说“一朝敞神界”之所以“旋复还幽蔽”，乃是因为“淳薄既异源”！原来桃源民风淳厚，人间世风浇薄，惟恐“使武陵太守至焉，化为争夺之场”（苏轼《和桃花源诗序》），玷污了这块化外的净土，即使像刘子骥那样的人间高尚之士，也得不到一睹仙境的机缘。\n　　《桃花源记》的故事和其他仙境故事有相似之处，描写了一个美好的世外仙境。不过应当强调的是，陶渊明所提供的理想模式有其特殊之处：在那里生活着的其实是普普通通的人，一群避难的人，而不是神仙，只是比世人多保留了天性的真淳而已；他们的和平、宁静、幸福，都是通过自己的劳动取得的。古代的许多仙话，描绘的是长生和财宝，桃花源里既没有长生也没有财宝，只有一片农耕的景象。陶渊明归隐之初想到的还只是个人的进退清浊，写《桃花源记》时已经不限于个人，而想到整个社会的出路和广大人民的幸福。陶渊明迈出这一步与多年的躬耕和贫困的生活体验有关。虽然桃花源只是空想，只是作者理想当中的社会，但是能提出这个空想是难能可贵的。\n　　此文艺术构思精巧，借武陵渔人行踪这一线索，把现实和理想境界联系起来。采用虚写、实写相结合手法，也是其一个特点。增添了神秘感。语言生动简练、隽永，看似轻描淡写，但其中的描写使得景物历历在目，令人神往。文章有详有略，中心突出。▲\n\n\n参考资料：完善\n\n1、\n苏兰·《桃花源记》评析·广西大学·2009年\n\n\n2、\n曹毅·浅谈《桃花源记》—心灵的净土·首都师范大学·2012年3月\n\n\n3、\n隋继文·谈写作方法（1）虚实结合·广西师范大学·2012年\n\n\n"
        ]
    },
    {
        "title": "陋室铭",
        "author": "刘禹锡",
        "dynasty": "〔唐代〕",
        "main": "　　山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
        "others": [
            "\n\n\n译文及注释\n\n\n译文　　山不在于高，有了神仙就会有名气。水不在于深，有了龙就会有灵气。这是简陋的房子，只是我品德好就感觉不到简陋了。苔痕碧绿，长到台上，草色青葱，映入帘里。到这里谈笑的都是博学之人，来往的没有知识浅薄之人，可以弹奏不加装饰的琴，阅读佛经。没有弦管奏乐的声音扰乱耳朵，没有官府的公文使身体劳累。南阳有诸葛亮的草庐，西蜀有扬子云的亭子。孔子说：有什么简陋的呢？\n注释陋室：简陋的屋子。铭：古代刻在器物上用来警戒自己或称述功德的文字，叫“铭”，后来就成为一种文体。这种文体一般都是用骈句，句式较为整齐，朗朗上口。在：在于，动词。名：出名，著名，名词用作动词。灵（líng）：名词作动词，显得有灵气。斯是陋室（lòu shì）：这是简陋的屋子。斯：指示代词，此，这。是：表肯定的判断动词。陋室：简陋的屋子，这里指作者自己的屋子。惟吾德馨（xīn）：只是因为我品德高尚就感觉不到简陋了。惟：只。吾：我，这里是指（陋室铭）的铭文。馨：散布很远的香气，这里指（品德）高尚。《尚书·君陈》：“黍稷非馨，明德惟馨。”。苔痕上阶绿，草色入帘青：苔痕蔓延到台阶上，使台阶都绿了；草色映入竹帘，使室内染上青色。上：长到；入：映入。鸿儒（hóng rú）：大儒，这里指博学的人。鸿：同“洪”，大。儒，旧指读书人。白丁：平民。这里指没有什么学问的人。调（tiáo）素琴：弹奏不加装饰的琴。调：调弄，这里指弹（琴）。素琴：不加装饰的琴。金经：现今学术界仍存在争议，有学者认为是指佛经（《金刚经》），也有人认为是装饰精美的经典（《四书五经》），但就江苏教育出版社的语文书则指的是佛经（《金刚经》）而安徽考察则是后者。金：珍贵的。金者贵义，是珍贵的意思，儒释道的经典都可以说是金经。丝竹：琴瑟、箫管等乐器的总称，“丝”指弦乐器，“竹”指管乐器。这里指奏乐的声音。之：结构助词，用于主谓之间，取消句子独立性。乱耳：扰乱双耳。乱：形容词的使动用法，使……乱，扰乱。案牍（dú）：（官府的）公文，文书。劳形：使身体劳累（“使”动用法）。劳：形容词的使动用法，使……劳累。形：形体、身体。南阳：地名，今河南省南阳市。诸葛亮在出山之前，曾在南阳卧龙岗中隐居躬耕。诸葛亮，字孔明，三国时蜀汉丞相，著名的政治家和军事家，出仕前曾隐居南阳卧龙岗中。扬雄：字子云，西汉时文学家，蜀郡成都人。庐：简陋的小屋子。孔子云：孔子说，云在文言文中一般都指说。何陋之有：即“有何之陋”，属于宾语前置。之，助词，表示强烈的反问，宾语前置的标志，不译。谈笑有鸿儒：谈笑间都是学识渊博的人。鸿：大。▲\n\n\n参考资料：完善\n\n1、\n《陋室铭》赏析 ．人民教育出版社[引用日期2014-01-26]\n\n\n2、\n本书编写组 ．中学教材全解八年级语文（下）．陕西：陕西人民教育出版社，2012年：第86页-第87页\n\n\n",
            "\n\n\n赏析\n\n\n　　前两句一从视觉、一从嗅觉的角度来描写诗人居处的清幽境界。“竹”和“诗”，一为自然之物，一为社会之物，二者本无从比较，但诗人用一个“瘦”字把二者紧密地联系在一起，竹具有清瘦的形象，诗具有清瘦的风格。“瘦”字用得生新，为全诗定下了清瘦的意境氛围。而“入梦香”则将现实与梦境联系起来，梅花夜间在月光的朗照下也喷出清香，已不同凡响，而这香气还伴着诗人进入梦乡，则香气之浓郁、之悠长可以想见。将竹与梅这样的自然物象与诗与梦这样的人为之物炼在一句之中，这就构成了情在景中、景在情中，情景混融莫分的高妙意境。前两句字面上完全没有“月”，但透过竹影和梅香，我们可以感受到“月”自在其中。\n　　在后两句中，诗人便将“月”和盘托出。可怜者，可爱也。当诗人信步庭院时，月光与竹影、梅香是那样的和谐；而回到西厢房时，这月光却不能“下西厢”，这多么地令人遗憾！诗中透露出一股月与人不能互通情愫的遗憾或幽怨的情绪。诗人遗憾或幽怨的是什么？也许是有情人天各一方，不能互通情怀；也许是君臣阻隔，上下无法沟通；也许什么都不是，只是诗人置身此时此景之中的一种朦朦胧胧的感受而已。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n创作背景\n\n\n　　《陋室铭》作于和州任上（824—826年）。《历阳典录》：“陋室，在州治内，唐和州刺史刘禹锡建，有铭，柳公权书碑。”\n　　作者因在任监察御史期间，曾经参加了王叔文的“永贞革新”，反对宦官和藩镇割据势力。革新失败后，被贬至安徽和州县当一名通判。按规定，通判应在县衙里住三间三厢的房子。可和州知县见作者被贬，故意刁难之。和州知县先安排他在城南面江而居，作者不但无怨言，反而很高兴，还随意写下两句话，贴在门上：“面对大江观白帆，身在和州思争辩。”和州知县知道后很生气，吩咐衙里差役把作者的住处从县城南门迁到县城北门，面积由原来的三间减少到一间半。新居位于德胜河边，附近垂柳依依，环境也还可心，作者仍不计较，并见景生情，又在门上写了两句话：“垂柳青青江水边，人在历阳心在京。”\n　　那位知县见其仍然悠闲自乐，满不在乎，又再次派人把他调到县城中部，而且只给一间只能容下一床、一桌、一椅的小屋。半年时间，知县强迫作者搬了三次家，面积一次比一次小，最后仅是斗室。作者遂愤然提笔写下这篇《陋室铭》，并请人刻上石碑，立在门前。▲\n\n\n参考资料：完善\n\n1、\n《陋室铭》赏析 ．人民教育出版社[引用日期2014-01-26]\n\n\n",
            "\n\n\n经典诗句\n\n\n　　本文主旨句：斯是陋室，惟吾德馨。\n　　体现陋室环境清幽，突出景色之雅的句子：苔痕上阶绿，草色入帘青。\n　　体现作者交往之雅的句子（从日常交往方面写出“陋室不陋”的句子）：谈笑有鸿儒，往来无白丁。\n　　体现作者活动情趣的句子：A正面写：可以调素琴，阅金经。B反面写：无丝竹之乱耳，无案牍之劳形。\n　　作者以古代名贤自比的句子：南阳诸葛庐，西蜀子云亭。\n　　全文中画龙点睛的句子：孔子云：何陋之有？ 与时人莫小池中水，浅处无妨有卧龙。意义相同的句子是：“水不在深，有龙则灵”\n　　文中运用了类比手法的句子是：1.山不在高,有仙则名。水不在深,有龙则灵。2.南阳诸葛庐，西蜀子云亭。\n　　文中有两处运用了虚、实结合的的写法：第一处实写：谈笑有鸿儒。 虚写：往来无白丁。 第二处实写：可以调素琴，阅金经。 虚写：无丝竹之乱耳，无案牍之劳形。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n鉴赏\n\n\n　　铭是古代一种刻于金石上的押韵文体，多用于歌功颂德与警戒自己。明白了铭的意思，也就明白了题意，作者托物言志，通过对居室的描绘，极力形容陋室的不陋，“斯是陋室，惟吾德馨”这一中心，实际上也就是借陋室之名行歌颂道德品质之实，表达出室主人高洁傲岸的节操和安贫乐道的情趣。\n　　《陋室铭》即开篇以山水起兴，山可以不用高，水可以不在深，只要有了仙龙就可以出名，那么居所虽然简陋，但却因主人的有“德”而“馨”，也就是说陋室因为有道德品质高尚的人存在当然也能出名，声名远播，刻金石以记之。山水的平凡因仙龙而生灵秀，那么陋室当然也可借道德品质高尚之士播洒芬芳。此种借力打力的技巧，实为绝妙，也可谓作者匠心独具。特别是以仙龙点睛山水，构思奇妙。“斯是陋室，唯吾德馨”，由山水仙龙入题，作者笔锋一转，直接切入了主题，看引论铺下了基础。也点出了陋室不陋的原因，其原因是德馨二字。 \n　　在此点看出，作者写此随笔是经过反复思考的，绝对不是一时的灵感冲动。绝句可以是灵光乍现，而连接无暇却是平时的功底积累和反复推敲了。四到七句刁难下祭出此文，并将其刻于石上，具有很强烈的针锋相对的性质。从全文的写作手法来看，通篇以“比”的手法一气呵成，而不是烘托。那么“苔痕”和“谈笑”二句究竟在说什么呢？ 青苔在石阶上（照样）绿意盎然，野草在荒地里（依然）郁郁青青。言下之意是什么呢？我刘禹锡在哪里都不改本色，我所交往的都是有修养的饱学之士，没有（你们这些）无学之辈。作者以青苔和野草来比喻自己独立的人格，这是气节的写照，是不屈的宣言。\n　　如果说本文的一到三句是一种铺垫，那么四到七句则进入了真正的对抗。作者以诗一般优美的语言展示了自己的铮铮傲骨，同时，也对势利小人进行了无情的鞭挞。\n　　“南阳诸葛庐，西蜀子云亭”作者借诸葛亮的草庐，西蜀扬子云的玄亭作类比，引出自己的陋室，以及两人为自己的楷模，希望自己也能和他们一样拥有高尚的德操，反映自己以古代贤人自况的思想，同时暗示了陋室不陋。实际上刘禹锡这样写还有另一层深意，即诸葛亮是闲居卧龙草庐以待明主出山。而扬雄呢？却是淡薄于功名富贵，潜心修学之士，虽官至上品，然他对于官职的起起落落与金钱的淡泊，却是后世的典范。作者引用此二人之意，他想表达的意思是：荣辱不惊、处危不屈、坚守节操的意思。既不愿与世俗同流合污，又想逢明主一展抱负，若无明主，也甘于平淡的那种志向。这结合作者官场的起起落落，是比较符合实际情况的。\n　　结句引用“孔子云：何陋之有？”，引古人之言， 收束全篇， 说明陋室“不陋”。表达了他对当时封建礼教的最高道德品质的追求。用圣人肯定的操守来规范要求自己，也许就是刘禹锡对自己的道德品质的最高要求。这样的结句，不说其中的内容是何种意思，但结合题意，却是妙手天成。因为封建礼教是以儒家的道德标准为最高道德标准的，孔圣人的肯定，也就为他道德品质的论注下了最好的定论，论文当有论据，而引孔圣人言作为论据，无疑在当时是最好的论据，充分而不可辩驳。▲\n\n\n参考资料：完善\n\n1、\n陈国林．高中生必背古诗文：龙门书局出版社，2012年8月：123-125\n\n\n2、\n重庆交通大学学报(社会科学版) , Journal of Chongqing Jiaotong University(Social Sciences Edition),2008年01期\n\n\n3、\n王君. 刘禹锡的心灵世界探幽——《陋室铭》《爱莲说》整合教学实录片段[J]. 语文建设. 2008(06)\n\n\n4、\n初中生辅导, Assist and Guide for Juniop Middle School Students, 2005年08期\n\n\n5、\n语文教学与研究, Chinese Teaching\n\n\n6、\nStudies, 1982年Z1期\n\n\n",
            "\n\n\n写作技法\n\n\n　　《陋室铭》的写作技法运用繁杂，在区区八十一字内运用了对比，白描，隐寓，用典，借代类比等手法，而且押韵，韵律感极强，读来金石掷地又自然流畅，一曲既终，犹余音绕梁，让人回味无穷。\n句式　　从句式看，《陋室铭》以骈句为主，句式整齐、节奏分明、音韵和谐，给人一种视觉上的齐整之美。但《陋室铭》中\"何陋之有\"又是散句。所以句式上《陋室铭》是骈散结合，使文章节奏明快、语言错落有致，读来抑扬顿挫，和谐悦耳，在听觉上给人音乐的美感。同时，文章又重在五言，间以四言、六言，因而句式参差，文章一韵到底。\n比兴　　最突出的艺术手法的比兴。文章开头运用“山”“水”类比，引出陋室具有名和灵的性质，点明主旨，暗示陋室不陋（以山水比陋室，以仙龙比德，以名灵比馨）。\n反向立意　　从立意看，《陋室铭》以衬托手法托物言志。并以反向立意的方式，只字不提陋室之“陋”，只写陋室\"不陋\"的一面，而\"不陋\"是因为\"德馨\"，从而自然地达到了抒怀的目的。表达了作者洁身自好、不慕富贵的节操和安贫乐道的情趣，以及不与世俗同流合污的情感。\n线索　　从线索看，《陋室铭》以\"惟吾德馨\"的立意贯穿全文的始终：开头引出\"惟吾德馨\"，而后又以居室环境、往来人物和日常生活表述\"惟吾德馨\"，最后又以\"诸葛庐\"，\"子云亭\"的\"何陋之有\"映衬\"惟吾德馨\"。这都是作者的主观感受。\n托物言志　　作者引用何陋之有的用意在于“陋室不陋”，“惟吾德馨”统领全篇。　　从表达方式看，《陋室铭》聚描写、抒情、议论于一体。通过具体描写\"陋室\"恬静、雅致的环境和主人高雅的风度来表述自己高洁隐逸的情怀。　　作者把自己的感情寄托与某一具体的事物中，通过对事物的描写更好的表达自己的思想感情。\n抒情　　文章借助陋室说理，以抒情的笔调表明作者高洁的品格，事中见理，景中显情，诚可谓“情因景而显，景因情而生”。这样就把作者的闲情逸事，居室美景写得含蓄生动而意韵悠远。　　文章巧于用典。如借“诸葛庐”、“子云亭”以自况，且引孔子之语——“何陋之有?” 说明陋室“不陋”，从而增强了文章说理的可信性和说服力。　　总之，作者在文中不是以“君子”自我标榜，而是以君子的敬德修业律已，表现为一种对人生失意与仕途坎坷的超然豁达和乐观开朗的人生态度。惟其如此，我们与其视其为一篇阐述陋室“不陋”的散文，倒不如说这是一首赞颂陋室以显主人淡泊高雅之生活情趣的抒情诗。\n主题　　从主题看，《陋室铭》通过对居室交往人物生活情趣的描绘，极力形容陋室不陋，《陋室铭》一文表现了作者不与世俗同流合污，洁身自好、不追求声色娱乐的生活态度。表达了作者高洁傲岸的情操，流露出作者安贫乐道的情怀。“铭”是古代刻在器物上用来警戒自己或者称述功德的文字，后来发展成为一种文体，这种文体有用韵的特点。　　从题目看，作者是在赞美陋室，为陋室作铭，其实不然，作者是借物抒情，托物言志。本文运用借物抒情、托物言志，通过对陋室的描写，表达了作者甘居陋室、安贫乐道的思想感情，表现了作者不慕富贵，不与世俗同流合污的高尚节操。全文81字，可说是字字写陋，又字字透着不陋。开篇16字，为全文写不陋奠定了基调。“山不在高，有仙则名。水不在深，有龙则灵。”从表面看来，“仙”与“龙”是为山、水增色彩，实则是喻陋室之主。陋室主人身居陋室，而精神思想却那般富有充实：“鸿儒”、“金经”、“素琴”，不单从交往、学习、愉悦几方面描写出陋室之主追求之不陋，就是“鸿、金、素”三字内涵之丰富，也是与陋无缘的。正如他自己所言“斯是陋室，惟吾德馨”，用芬芳四溢的香气形容其高尚的思想品德，这就突出了陋室之主追求的不是荣华富贵（无丝竹之乱耳），也不是功名利禄（无案牍之劳形），而是心之洁，趣之雅，德之馨。作者将其陋室比作“诸葛庐”、“子云亭”，树立榜样，意在自勉，更表现出了作者安贫乐道之心，所以说“何陋之有”。　　这篇铭文运用托物言志的表现方法，通过赞美简陋的居室，表达了作者不慕荣利，不愿与世俗同流合污的生活态度，保持高尚节操的愿望和不求闻达、安贫乐道的生活情趣。　　从这篇文章，我们可以看出作者追求之高雅，精神之富有，使人感受的是陋室不陋，就是直接描写陋室的词句“苔痕上阶绿，草色入帘青”，也让人体会不到一点“陋”意，给人更多的则是郁郁葱葱的青草掩映下的小屋，充满了勃勃生机。真是陋室不陋。　　全文仅81字，有三层意思。第一层（第1~3句），运用类比点明主旨：“斯是陋室，惟吾德馨。”点明文章主旨“惟吾德馨”，陋室不陋。第二层（第4~7句），描写居室环境、来往客人、日常生活，揭示“德馨”的内涵：幽美清雅的环境，反映室主人宁静淡泊的心境；学问渊博的来客，表明室主人高雅脱俗的情怀；恬然自适的生活，则表现主人安贫乐道的情趣和对世俗生活的厌弃，从而点明了“德馨”是“陋室不陋”的原因。第三层（第8~9句），把自己的陋室与“诸葛庐”、“子云亭”相比，并以孔子的话结束全文，含蓄的表达了作者以君子自况的高雅情趣，与开头“惟吾德馨”遥相呼应。\n修辞　　⑴托物言志的写法　　⑵反向立意的构思　　⑶对仗工整，押韵　　⑷采用类比与起兴的手法　　⑸运用互文的修辞手法 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析二\n\n\n　　这篇不足百字的室铭，含而不露地表现了作者安贫乐道、洁身自好的高雅志趣和不与世事沉浮的独立人格。它向人们揭示了这样一个道理：尽管居室简陋、物质匮乏，但只要居室主人品德高尚、生活充实，那就会满屋生香，处处可见雅趣逸志，自有一种超越物质的神奇精神力量。\n　　有人认为，刘禹锡写此文时已是贬谪生活的后期，心情比较稳定，追求安乐恬淡的生活，同时文中又有读佛经的内容，所以铭文流露了一种避世消闲的消极成分。对此应从两方面分析：当社会处于黑暗时期，文人官吏们有两个出路，一是与腐朽势力同流合污、自甘堕落。一是退一步，如孟子所说的“穷则独善其身”，保持自己的浩然正气和独立人格。相比之下，后者更值得肯定，刘禹锡选择的就是这一条路。同时，人的生活是复杂的，有张有弛，不能一味剑拔弩张，而有时也要休息娱乐。因此，不能简单地批评闲情逸致。另一方面，铭文中也反映了作者的宏伟抱负，他引用诸葛庐和子云亭是有其特殊含义的，诸葛亮是政治家，扬雄是文学家，这也是作者一生的两大理想，早年他在革新中急流勇进、雄心勃勃；贬谪后他就涉足文坛，最后终于以文学家名世。因此，文中还有积极进取的精神在内。 \n　　本文在写作上的特点是巧妙地运用比兴手法，含蓄地表达主题，开头四句既是比，又是兴，言山水引出陋室，言仙、龙引出德馨，言名、灵暗喻陋室不陋。用南阳诸葛庐、西蜀子云亭类比陋室，表达了作者政治、文学的两大理想，最后引孔子的话作结又暗含“君子居之”的深意。其次，大量运用了排比、对偶的修辞手法，排比句能造成一种磅礴的文势，如开头几句排比，使全篇文气畅通，确立了一种骈体文的格局。对偶句易形成内容的起伏跌宕，如中间的六句对偶，既有描写又有叙述，言简意丰，节奏感强。文章还运用了代称、引言等修辞手法。\n　　总之，这是一篇思想性和艺术性都很高的佳作，所以能传诵不衰，脍炙人口。▲\n\n\n参考资料：完善\n\n1、\n《陋室铭》赏析 ．人民教育出版社[引用日期2014-01-26]\n\n\n",
            "\n\n\n名家点评\n\n\n　　清·吴楚材、吴调侯《古文观止》：陋室之可铭，在德之馨，不在室之陋也。惟有德者居之，则陋室之中，触目皆成佳趣。末以“何陋”结之，饶有逸韵。\n　　清·谢有煇《古文赏音》：陋室但作知足话头，终脱不得个“陋”字。以“德馨”为主，则室以人重，陋而不陋矣。此文殆借室之陋以自形容其不凡也。虽不满百字，而具虎跳龙腾之致。\n　　清·林云铭《古文析义》：通篇总是“惟吾德馨”四字衍出，言有德之人，室藉以重，虽陋亦不陋也。起四句以山水喻人，次言室中之景、室中之客、室中之事，种种不俗。无他繁苦．即较之南阳草庐、西蜀玄亭，匪有让焉，盖以有德者处此，自有不同者在也。末引夫子“何陋”之言，隐藏“君子居之”四字在内。若全引，便著迹，读者皆不可不知。\n　　清·过珙《详订古文评注全集》：句句将“陋”字翻案，末引孔子语作证据归束，最为有结构。\n　　清·李扶九《古文笔法百篇》：小小短章，无法不备。凡铭多自警，此却自得自夸，体格稍变。起以山水喻引，则来不突；末引古结，则去不尽，中间室中景、室中人、室中事，布置层次。末引“何陋”之言，隐藏“君子居之”四字在内，若全引便著迹，尤见其巧处。\n　　清·余诚《重订古文释义新编》：起首四句，兴起室以德重意。“惟吾德馨”一语，道尽陋室增光处，最为简要、以下皆言吾德之能使陋室馨也，是故苔痕草色，无非吾德生意；谈笑往来，无非吾德应酬、调琴无丝竹乱耳，阅经无案牍劳形，愈不问而知为吾德举动矣。吾德之能使陋室馨者如是，虽以是室比诸葛草庐、子云玄亭，无多让焉，末引“何陋”作结，而诵法孔子，其德又何可量耶？室虽陋亦不陋矣。至其词调之清丽，结构之浑成，则文虽不满百字，自具大雅。▲\n\n\n参考资料：完善\n\n1、\n朱子锐编．唐宋六十家小品文精品：上海社会科学院出版社，1998.01：第92页\n\n\n2、\n吴楚材，吴调侯选注；韩欣整理．汇评详注古文观止 下：天津古籍出版社，2010.09：第434-436页\n\n\n"
        ]
    },
    {
        "title": "长恨歌",
        "author": "白居易",
        "dynasty": "〔唐代〕",
        "main": "汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。\n渔阳鼙鼓动地来，惊破霓裳羽衣曲。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋地转回龙驭，到此踌躇不能去。(地转 一作：日转)马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂？春风桃李花开夜，秋雨梧桐叶落时。(花开夜 一作：花开日)西宫南内多秋草，落叶满阶红不扫。(南内 一作：南苑)梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共？悠悠生死别经年，魂魄不曾来入梦。\n临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。\n风吹仙袂飘飖举，犹似霓裳羽衣舞。(飘飖 一作：飘飘)玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但令心似金钿坚，天上人间会相见。(但令 一作：但教)\n临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文唐明皇爱好女色一直在寻找绝色美女， 统治全国多年竟找不到一个称心的。杨家有个女儿刚刚长大，养在深闺之中外人不知她美丽绝伦。天生丽质让她很难埋没人世间，果然没过多久便成为了唐明皇身边的一个妃嫔。她回眸一笑千姿百态娇媚横生，宫中的其他妃嫔都显得黯然失色。春季寒冷皇上赐她到华清池沐浴，温润的泉水洗涤着白嫩滋润的肌肤。宫女搀扶起她如出水芙蓉软弱娉婷，由此开始得到皇帝的恩宠。鬓发如云脸似花头戴金步摇，温暖的芙蓉帐子里与皇上共度春宵。只恨春宵太短一觉就睡到太阳高高升起，君王从此再也不早朝了。承蒙皇上的恩宠忙得没有片刻闲暇，春日陪皇上一起出游晚上夜夜侍寝。后宫中佳人如云，却只有她独享皇帝的恩宠。金屋中梳妆打扮夜夜撒娇不离君王，玉楼上酒酣宴罢醉意更添几许风韵。兄弟姐妹都因她列土封侯，杨家门户生光彩令人羡慕又向往。于是使得天下的父母都改变了心意，变成了不重视生男孩而重视生女孩。骊山华清宫内玉宇琼楼高耸入云，清风过处仙乐飘向四面八方。轻歌曼舞多合拍管弦旋律尽传神，君王终日观看却百看不厌。渔阳叛乱的战鼓声震耳欲聋，宫中停奏霓裳羽衣曲。九重门的京城发生战事，君王带着群臣美眷向西南逃亡。皇帝仪仗队车队走走停停，到了距长安一百多里的马嵬坡。御林军停止前进要求赐死杨贵妃君王无可奈何，只得在马嵬坡下缢杀杨玉环。贵妃头上的饰品丢弃在地上无人收拾，首饰金雀钗玉簪珍贵头饰一根根。皇帝欲救不能掩面而泣，回头看到贵妃惨死的场景血泪止不住地流。风刮起黄尘格外萧索，回环曲折穿栈道车队踏上了剑阁古道。峨眉山下行人稀少，旌旗无色日月无光。蜀地山清水秀，引得君王相思情。在行宫看见月色就伤心，夜里听到铃声就断肠痛苦。时局好转皇帝重返长安，路过马嵬坡睹物思人徘徊不前。马嵬坡下荒凉黄冢中，佳人容颜再不见唯有坟茔躺山间。君臣相顾泪湿衣衫，向东望无心鞭马任由马前进回京城。回来一看池苑的地方依旧，太液池边芙蓉仍在未央宫中垂柳未改。芙蓉开得像玉环的脸柳叶儿好似她的眉，此情此景如何不伤心落泪。春风吹开桃李花物是人非不胜悲，秋雨滴落梧桐叶场面寂寞更惨凄。兴庆宫和甘露殿秋草丛生，落叶满台阶长久不见人打扫。梨园歌舞艺人头发已雪白，椒房侍从宫女红颜尽褪。晚上宫殿中流萤飞舞玄宗悄然思念贵妃，孤灯油尽仍难以入睡。迟缓的钟鼓声愈数愈觉夜漫长，星河泛白天快要亮了。鸳鸯瓦上霜花重生，冰冷的翡翠被里谁与君王同眠？阴阳相隔已经一年，为何你从未在我梦里来过？有个从临邛来长安的道士，据说他能用精诚招来贵妃魂魄。君王思念贵妃的情意令他感动，于是道士尽力去寻找贵妃的魂魄。腾云驾雾如闪电，上天下地找了个遍。找遍九天之上寻遍九地之下，却还是茫茫不见所寻不得。忽然听说在海上有一座仙山，这座仙山被云雾环绕隐隐约约。华美精巧的楼台阁被五彩云霞托起，那里面体态轻盈柔美的仙女数之不尽。当中有一个人字太真，肌肤如雪貌似花好像就是君王要找的杨玉环。使者来到金阙西边叩响玉石雕做的院门轻声呼唤，仙府庭院重重须经辗转通报。太真听说君王的使者到了，从绣饰华美的帐子里惊醒。穿上衣服推开枕头出了睡帐，珠帘与银饰的屏风接连不断地打开。半梳着云髻刚刚睡醒，来不及梳妆歪带着花冠就出厅堂来了。轻柔的仙风吹拂着衣袖微微飘动，就像当年贵妃的霓裳羽衣舞。寂寞忧愁颜面上泪水长流，犹如春天带雨的梨花。含情凝视天子使者托他深深谢君王，马嵬坡上长别后音讯颜容两渺茫。昭阳殿里的姻缘早已隔断，蓬莱宫中的孤寂时间还很漫长。从仙境遥望人世间，看不到魂牵梦萦的长安只看到茫茫尘雾。只有用当年的信物表达我的深情，钿盒金钗你带去给君王做纪念。把金钗、钿盒分成两半，我和君王各自留一半。但愿我们相爱的心就像黄金宝钿一样忠贞坚硬，天上人间总有机会再见。临别时殷勤地托使者寄语君王表情思，寄语中的誓言只有君王和我知道。当年七月七日长生殿中，夜半无人我们共起山盟海誓。在天愿为比翼双飞鸟，在地愿为并生连理枝。即使是天长地久也总会有尽头，但这生死遗恨却永远没有尽期。\n注释汉皇：原指汉武帝刘彻。此处借指唐玄宗李隆基。唐人文学创作常以汉称唐。重色：爱好女色。倾国：绝色女子。汉代李延年对汉武帝唱了一首歌：“北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾国与倾城，佳人难再得。”后来，“倾国倾城”就成为美女的代称。御宇：驾御宇内，即统治天下。汉贾谊《过秦论》：“振长策而御宇内”杨家有女：蜀州司户杨玄琰，有女杨玉环，自幼由叔父杨玄珪抚养，十七岁（开元二十三年）被册封为玄宗之子寿王李瑁之妃。二十七岁被玄宗册封为贵妃。白居易此谓“养在深闺人未识”，是作者有意为帝王避讳的说法。丽质：美丽的姿质。六宫粉黛：指宫中所有嫔妃。粉黛：粉黛本为女性化妆用品，粉以抹脸，黛以描眉。此代指六宫中的女性。无颜色：意谓相形之下，都失去了美好的姿容。华清池：即华清池温泉，在今西安市临潼区南的骊山下。唐贞观十八年（644）建汤泉宫，咸亨二年（671）改名温泉宫，天宝六载（747）扩建后改名华清宫。唐玄宗每年冬、春季都到此居住。凝脂：形容皮肤白嫩滋润，犹如凝固的脂肪。《诗经·卫风·硕人》语“肤如凝脂”。侍儿：宫女。新承恩泽：刚得到皇帝的宠幸。云鬓：《木兰诗》：“当窗理云鬓，对镜贴花黄”。形容女子鬓发盛美如云。金步摇：一种金首饰，用金银丝盘成花之形状，上面缀着垂珠之类，插于发鬓，走路时摇曳生姿。芙蓉帐：绣着莲花的帐子。形容帐之精美。萧纲《戏作谢惠连体十三韵》：珠绳翡翠帷，绮幕芙蓉帐。春宵：新婚之夜。佳丽三千：《后汉书·皇后纪》：自武元之后，世增淫费，乃至掖庭三千。言后宫女子之多。金屋：《汉武故事》记载，武帝幼时，他姑妈将他抱在膝上，问他要不要她的女儿阿娇作妻子。他笑着回答说：“若得阿娇，当以金屋藏之。”列土：分封土地。可怜：可爱，值得羡慕。骊宫：骊山华清宫。骊山在今陕西临潼。凝丝竹：指弦乐器和管乐器伴奏出舒缓的旋律。渔阳：郡名，辖今北京市平谷县和天津市的蓟县等地，当时属于平卢、范阳、河东三镇节度史安禄山的辖区。天宝十四载（755）冬，安禄山在范阳起兵叛乱。鼙鼓：古代骑兵用的小鼓，此借指战争。霓（ní）裳羽衣曲：舞曲名，据说为唐开元年间西凉节度使杨敬述所献，经唐玄宗润色并制作歌词，改用此名。乐曲着意表现虚无缥缈的仙境和仙女形象。九重城阙：九重门的京城，此指长安。烟尘生：指发生战事。阙，，意为古代宫殿门前两边的楼，泛指宫殿或帝王的住所。《楚辞·九辩》：君之门以九重。骑：一人一马为一骑。翠华：用翠鸟羽毛装饰的旗帜，皇帝仪仗队用。司马相如《上林赋》：建翠华之旗，树灵鼍之鼓。百余里：指到了距长安一百多里的马嵬坡。六军：指天子军队。宛转：形容美人临死前哀怨缠绵的样子。娥眉：古代美女的代称，此指杨贵妃。花钿：用金翠珠宝等制成的花朵形首饰。委地：丢弃在地上。翠翘：首饰，形如翡翠鸟尾。金雀：金雀钗，钗形似凤（古称朱雀）。玉搔头：玉簪。《西京杂记》卷二：武帝过李夫人，就取玉簪搔头。自此后宫人搔头皆用玉。云栈：高入云霄的栈道。萦纡（yíngyū）：萦回盘绕。剑阁：又称剑门关，在今四川剑阁县北，是由秦入蜀的要道。此地群山如剑，峭壁中断处，两山对峙如门。诸葛亮相蜀时，凿石驾凌空栈道以通行。峨嵋山：在今四川峨眉山市。玄宗奔蜀途中，并未经过峨嵋山，这里泛指蜀中高山。行宫：皇帝离京出行在外的临时住所。天旋地转：指时局好转。肃宗至德二年（757），郭子仪军收复长安。回龙驭：皇帝的车驾归来。信马：意思是无心鞭马，任马前进。太液：汉宫中有太液池。未央：汉有未央宫。此皆借指唐长安皇宫。西宫南苑：皇宫之内称为大内。西宫即西内太极宫，南内为兴庆宫。玄宗返京后，初居南内。上元元年（760），权宦李辅国假借肃宗名义，胁迫玄宗迁往西内，并流贬玄宗亲信高力士、陈玄礼等人。梨园弟子：指玄宗当年训练的乐工舞女。梨园：据《新唐书·礼乐志》：唐玄宗时宫中教习音乐的机构，曾选\"坐部伎\"三百人教练歌舞，随时应诏表演，号称“皇帝梨园弟子”。椒房：后妃居住之所，因以花椒和泥抹墙，故称。阿监：宫中的侍从女官。青娥：年轻的宫女。据《新唐书·百官志》，内官宫正有阿监、副监，视七品。孤灯挑尽：古时用油灯照明，为使灯火明亮，过了一会儿就要把浸在油中的灯草往前挑一点。挑尽，说明夜已深。按，唐时宫延夜间燃烛而不点油灯，此处旨在形容玄宗晚年生活环境的凄苦。迟迟：迟缓。报更钟鼓声起止原有定时，这里用以形容玄宗长夜难眠时的心情。耿耿：微明的样子。欲曙天：长夜将晓之时。鸳鸯瓦：屋顶上俯仰相对合在一起的瓦。房瓦一俯一仰相合，称阴阳瓦，亦称鸳鸯瓦。霜华：霜花。翡翠衾：布面绣有翡翠鸟的被子谁与共：与谁共。临邛：今四川邛崃县。鸿都：东汉都城洛阳的宫门名，这里借指长安。《后汉书·灵帝纪》：光和元年二月，始置鸿都门学士。致魂魄：招来杨贵妃的亡魂。方士：有法术的人。这里指道士。殷勤：尽力。排空驭气：即腾云驾雾。穷：穷尽，找遍。碧落：即天空。黄泉：指地下。海上仙山：《史记·封禅书》：自威、宣、燕昭使人人海求蓬莱、方丈、瀛洲，此三神山者，其传在渤海中。玲珑：华美精巧。五云：五彩云霞。绰约：体态轻盈柔美。《庄子·逍遥游》：藐姑射之山，有神人居焉，肌肤若冰雪，绰约如处子。参差：仿佛，差不多。金阙：《太平御览》卷六六。引《大洞玉经》：上清宫门中有两阙，左金阙，右玉阙。西厢：《尔雅·释宫》：室有东西厢日庙。西厢在右。玉扃（jiong）：玉门。即玉阙之变文。小玉：吴王夫差女。双成：传说中西王母的侍女。这里皆借指杨贵妃在仙山的侍女。九华帐：绣饰华美的帐子。九华：重重花饰的图案。言帐之精美。《宋书·后妃传》：自汉氏昭阳之轮奂，魏室九华之照耀。珠箔：珠帘。银屏：饰银的屏风。迤逦：接连不断地。新睡觉：刚睡醒。觉，醒。袂（mèi）：衣袖。玉容寂寞：此指神色黯淡凄楚。阑干：纵横交错的样子。这里形容泪痕满面。凝睇（dì）：凝视。昭阳殿：汉成帝宠妃赵飞燕的寝宫。此借指杨贵妃住过的宫殿。蓬莱宫：传说中的海上仙山。这里指贵妃在仙山的居所。人寰（huán）：人间。旧物：指生前与玄宗定情的信物。寄将去：托道士带回。钗留二句：把金钗、钿盒分成两半，自留一半。擘：分开。合分钿：将钿盒上的图案分成两部分。重寄词：贵妃在告别是重又托他捎话。两心知：只有玄宗、贵妃二人心里明白。长生殿：在骊山华清宫内，天宝元年（742）造。按“七月”以下六句为作者虚拟之词。而所谓长生殿者，亦非华清宫之长生殿，而是长安皇宫寝殿之习称。比翼鸟：传说中的鸟名，据说只有一目一翼，雌雄并在一起才能飞。连理枝：两株树木树干相抱。古人常用此二物比喻情侣相爱、永不分离。恨：遗憾。绵绵：连绵不断。▲\n\n\n参考资料：完善\n\n1、\n谢思炜．白居易诗选 ： 中华书局，2009-8-1：第28页\n\n\n2、\n张傲飞编．唐诗宋词名家鉴赏大全集.：高等教育出版社，2010年12月：第147页\n\n\n",
            "\n\n\n赏析\n\n\n　　《长恨歌》是白居易诗作中脍炙人口的名篇，作于元和元年（806），当时诗人正在盩厔县（今陕西周至）任县尉。这首诗是他和友人陈鸿、王质夫同游仙游寺，有感于唐玄宗、杨贵妃的故事而创作的。在这首长篇叙事诗里，作者以精炼的语言，优美的形象，叙事和抒情结合的手法，叙述了唐玄　宗、杨贵妃在安史之乱中的爱情悲剧：他们的爱情被自己酿成的叛乱断送了，正在没完没了地吃着这一精神的苦果。唐玄宗、杨贵妃都是历史上的人物，诗人并不拘泥于历史，而是借着历史的一点影子，根据当时人们的传说，街坊的歌唱，从中蜕化出一个回旋曲折、宛转动人的故事，用回环往复、缠绵悱恻的艺术形式，描摹、歌咏出来。由于诗中的故事、人物都是艺术化的，是现实中人的复杂真实的再现，所以能够在历代读者的心中漾起阵阵涟漪。　\n　　《长恨歌》就是歌“长恨”，“长恨”是诗歌的主题，故事的焦点，也是埋在诗里的一颗牵动人心的种子。而“恨”什么，为什么要“长恨”，诗人不是直接铺叙、抒写出来，而是通过他笔下诗化的故事，一层一层地展示给读者，让人们自己去揣摸，去回味，去感受。　诗歌开卷第一句：“汉皇重色思倾国”，看来很寻常，好像故事原就应该从这里写起，不需要作者花什么心思似的，事实上这七个字含量极大，是全篇纲领，它既揭示了故事的悲剧因素，又唤起和统领着全诗。紧接着，诗人用极其省俭的语言，叙述了安史之乱前，唐玄宗如何重色、求色，终于得到了“回眸一笑百媚生，六宫粉黛无颜色”的杨贵妃。描写了杨贵妃的美貌、娇媚，进宫后因有色而得宠，不但自己“新承恩泽”，而且“姊妹弟兄皆列土”。反复渲染唐玄宗得贵妃以后在宫中如何纵欲，如何行乐，如何终日沉湎于歌舞酒色之中。所有这些，就酿成了安史之乱：“渔阳鼙鼓动地来，惊破霓裳羽衣曲”。这一部分写出了“长恨”的内因，是悲剧故事的基础。诗人通过这一段宫中生活的写实，不无讽刺地向我们介绍了故事的男女主人公：一个重色轻国的帝王，一个娇媚恃宠的妃子。还形象地暗示我们，唐玄宗的迷色误国，就是这一悲剧的根源。　\n　　下面，诗人具体的描述了安史之乱发生后，皇帝兵马仓皇逃入西南的情景，特别是在这一动乱中唐玄宗和杨贵妃爱情的毁灭。“六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流”，写的就是他们在马嵬坡生离死别的一幕。“六军不发”，要求处死杨贵妃，是愤于唐玄宗迷恋女色，祸国殃民。杨贵妃的死，在整个故事中，是一个关键性的情节，在这之后，他们的爱情才成为一场悲剧，接着，从“黄埃散漫风萧索”起至“魂魄不曾来入梦”，诗人抓住了人物精神世界里揪心的“恨”，用酸恻动人的语调，宛转形容和描述了杨贵妃死后唐玄宗在蜀中的寂寞悲伤，还都路上的追怀忆旧，回宫以后睹物思人，触景生情，一年四季物是人非事事休的种种感触。缠绵悱恻的相思之情，使人觉得回肠荡气。正由于诗人把人物的感情渲染到这样的程度，后面道士的到来，仙境的出现，便给人一种真实感，不以为纯粹是一种空中楼阁了。　\n　　从“临邛道士鸿都客”至诗的末尾，写道士帮助唐玄宗寻找杨贵妃。诗人采用的是浪漫主义的手法，忽而上天，忽而入地，“上穷碧落下黄泉，两处茫茫皆不见”。后来，在海上虚无缥缈的仙山上找到了杨贵妃，让她以“玉容寂寞泪阑干，梨花一枝春带雨”的形象在仙境中再现，殷勤迎接汉家的使者，含情脉脉，托物寄词，重申前誓，照应唐玄宗对她的思念，进一步深化、渲染“长恨”的主题。诗歌的末尾，用“天长地久有时尽，此恨绵绵无绝期”结笔，点明题旨，回应开头，而且做到“清音有余”，给读者以联想、回味的余地。　\n　　《长恨歌》首先给我们艺术美的享受的是诗中那个宛转动人的故事，是诗歌精巧独特的艺术构思。全篇中心是歌“长恨”，但诗人却从“重色”说起，并且予以极力铺写和渲染。“日高起”、“不早朝”、“夜专夜”、“看不足”等等，看来是乐到了极点，象是一幕喜剧，然而，极度的乐，正反衬出后面无穷无尽的恨。唐玄宗的荒淫误国，引出了政治上的悲剧，反过来又导致了他和杨贵妃的爱情悲剧。悲剧的制造者最后成为悲剧的主人公，这是故事的特殊、曲折处，也是诗中男女主人公之所以要“长恨”的原因。过去许多人说《长恨歌》有讽喻意味，这首诗的讽喻意味就在这里。那么，诗人又是如何表现“长恨”的呢？马嵬坡杨贵妃之死一场，诗人刻画极其细腻，把唐玄宗那种不忍割爱但又欲救不得的内心矛盾和痛苦感情，都具体形象地表现出来了。由于这“血泪相和流”的死别，才会有那没完没了的恨。随后，诗人用许多笔墨从各个方面反复渲染唐玄宗对杨贵妃的思念，但诗歌的故事情节并没有停止在一个感情点上，而是随着人物内心世界的层层展示，感应他的景物的不断变化，把时间和故事向前推移，用人物的思想感情来开拓和推动情节的发展。唐玄宗奔蜀，是在死别之后，内心十分酸楚愁惨；还都路上，旧地重经，又勾起了伤心的回忆；回宫后，白天睹物伤情，夜晚辗转难眠。日思夜想而不得，所以寄希望于梦境，却又是“悠悠生死别经年，魂魄不曾来入梦”。诗至此，已经把“长恨”之“恨”写得十分动人心魄，故事到此结束似乎也可以。然而诗人笔锋一折，别开境界，借助想象的彩翼，构思了一个妩媚动人的仙境，把悲剧故事的情节推向高潮，使故事更加回环曲折，有起伏，有波澜。这一转折，既出人意料，又尽在情理之中。由于主观愿望和客观现实不断发生矛盾、碰撞，诗歌把人物千回百转的心理表现得淋漓尽致，故事也因此而显得更为宛转动人。　\n　　《长恨歌》是一首抒情成份很浓的叙事诗，诗人在叙述故事和人物塑造上，采用了中国传统诗歌擅长的抒写手法，将叙事、写景和抒情和谐地结合在一起，形成诗歌抒情上回环往复的特点。诗人时而把人物的思想感情注入景物，用景物的折光来烘托人物的心境；时而抓住人物周围富有特征性的景物、事物，通过人物对它们的感受来表现内心的感情，层层渲染，恰如其分地表达人物蕴蓄在内心深处的难达之情。唐玄宗逃往西南的路上，四处是黄尘、栈道、高山，日色暗淡，旌旗无光，秋景凄凉，这是以悲凉的秋景来烘托人物的悲思。在蜀地，面对着青山绿水，还是朝夕不能忘情，蜀中的山山水水原是很美的，但是在寂寞悲哀的唐玄宗眼中，那山的“青”，水的“碧”，也都惹人伤心，大自然的美应该有恬静的心境才能享受，他却没有，所以就更增加了内心的痛苦。这是透过美景来写哀情，使感情又深入一层。行宫中的月色，雨夜里的铃声，本来就很撩人意绪，诗人抓住这些寻常但是富有特征性的事物，把人带进伤心、断肠的境界，再加上那一见一闻，一色一声，互相交错，在语言上、声调上也表现出人物内心的愁苦凄清，这又是一层。还都路上，“天旋地转”，本来是高兴的事，但旧地重过，玉颜不见，不由伤心泪下。叙事中，又增加了一层痛苦的回忆。回长安后，“归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂”。白日里，由于环境和景物的触发，从景物联想到人，景物依旧，人却不在了，禁不住就潸然泪下，从太液池的芙蓉花和未央宫的垂柳仿佛看到了杨贵妃的容貌，展示了人物极其复杂微妙的内心活动。“夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天”。从黄昏写到黎明，集中地表现了夜间被情思萦绕久久不能入睡的情景。这种苦苦的思恋，“春风桃李花开日”是这样，“秋雨梧桐叶落时”也是这样。及至看到当年的“梨园弟子”、“阿监青娥”都已白发衰颜，更勾引起对往日欢娱的思念，自是黯然神伤。从黄埃散漫到蜀山青青，从行宫夜雨到凯旋回归，从白日到黑夜，从春天到秋天，处处触物伤情，时时睹物思人，从各个方面反复渲染诗中主人公的苦苦追求和寻觅。现实生活中找不到，到梦中去找，梦中找不到，又到仙境中去找。如此跌宕回环，层层渲染，使人物感情回旋上升，达到了高潮。诗人正是通过这样的层层渲染，反复抒情，回环往复，让人物的思想感情蕴蓄得更深邃丰富，使诗歌“肌理细腻”，更富有艺术的感染力。　\n　　人们对白居易《长恨歌》的主题思想历来争论不休，有所谓爱情说、政治主题说、双重主题说等等。本文作者持爱情说。首先从作品的四个层次来分析，肯定白居易并非像陈鸿写《长恨歌传》那样板着说教的脸孔去描写李杨故事，而是以“情”作为主旋律，让主人公的情去感动读者，使之产生共鸣，取得审美上的极大成功。本文还结合作者生平经历和社会历史分析他在处理历史题材、政治题材和来自民间的人性题材、心理题材的关系问题上的独到之处，进一步说明唐明皇杨贵妃形象的审美意义。　\n　　《长恨歌》一出，关于其主题，便成为历来读者争论的焦点。观点也颇具分歧。大抵分三种：其一为爱情主题。是颂扬李杨的爱情诗作。并肯定他们对爱情的真挚与执著；其二为政治主题说。认为诗的重点在于讽喻，在于揭露“汉皇重色思倾国”必然带来的“绵绵长恨”，谴责唐明皇荒淫导致安史之乱以垂诫后世君主；其三为双重主题说。认为它是揭露与歌颂统一，讽谕和同情交织，既洒一掬同情泪，又责失政遗恨。究竟如何，还需从作品本身去分析。\n　　可将诗分为四个层次：\n　　第一层从“汉皇重色思倾国”至“尽日君王看不足”，叙述了安史之乱前，唐玄宗如何重色、求色，终于得到了“回眸一笑百媚生”的杨贵妃。贵妃进宫后恃宠而骄，不但自己“新承恩泽”，而且“姊妹弟兄皆列土”，反复渲染唐玄宗得贵妃后完全沉湎于歌舞酒色。开卷首句既提示了故事的悲剧因素，又唤起和统领着全诗。\n　　第二层从“渔阳鼙鼓动地来”至“回看血泪相和流”，写安史之乱，玄宗逃难，被迫赐死贵妃，写出了“长恨”的内因，是悲剧故事的基础。诗人有意将因玄宗荒淫误国所造成的安史之乱进行了淡化处理，对二人的生离死别则着意形容，读者受到的是悲剧气氛的感染而不是历史的理性批判。陈鸿《长恨歌传》“惩尤物，窒乱阶”之说是板着面孔做文章，故不能视为此诗的写作动机。\n　　第三层从“黄埃散漫风萧索”至“魂魄不曾来人梦”，描述了杨贵妃死后，唐玄宗在蜀中的寂寞悲伤还都路上的追怀忆旧，行宫见月，夜雨闻铃，是一片“伤心色”和“断肠声”。长安收复以后回朝时，重过马嵬，“不见玉颜空死处”。回宫后，池苑依旧，物是人非，缠绵悱恻的相思之情，使人觉得荡气回肠。\n　　第四层从“临邛道士鸿都客”至“此恨绵绵无绝期”，写玄宗派方士觅杨贵妃之魂魄，重在表现唐玄宗的孤寂和对往日爱情生活的忧伤追忆。诗人运用浪漫主义手法，上天入地，后终在虚无缥缈的仙山上让贵妃以“玉容寂寞泪阑干，梨花一枝春带雨”的形象再现于仙境。“情”的宣泄已超脱于帝王妃子间的感情纠葛，而更多地带有诗人的主观的理想成分，并早已超出了历史事实的范围，将主观愿望与客观现实的矛盾冲突表现无余。结尾“天长地久有时尽，此恨绵绵无绝期”二句，是爱情的叹息与呼声，是对于爱情受命运播弄，和爱情被政治伦理摧残的痛惜，此恨之深，已超越时空而进入无极之境。这样，诗人便以“长恨”表现了爱情的长存，亦即点明全诗的主题。　\n　　应该说，写作之初，白居易至少在主观上是同意陈鸿的“惩尤物、窒乱阶”之说的，后来在《新乐府》的《李夫人》、《古家狐》中还重复强调了“尤物惑人”、“狐媚害人”的主题，明确宣扬性爱之为害，但是又承认“人非木石皆有情”，性爱是消灭不了的，所以解决问题的途径只好是“不如不遇倾城色”。但在《长恨歌》的实际写作当中，他又服从了民间爱情故事所表达的人类的向美本能和情感欲望。这样，整个故事便具有了更为深刻复杂的涵义：既写了真美，又写了真恶，并将两者直接联系在一起；《丽情集》本《长恨歌传》有一段话：叔向母曰：“甚美必甚恶。”李延年歌曰：“倾国复倾城。”此之谓也。　这段话大概可以代表中唐士人对这一　问题的最后思考。白居易写作《长恨歌》时遵循的一条基本原则是：不因为“甚恶”而抹煞“甚美”。尽管其主题最后似偏离了对“甚恶”的谴责，但“甚恶”内容本身毕竟没有被抹煞，反过来又丰富了“甚美”的涵义。　\n　　《长恨歌》一方面是一个重大的历史题材和政治题材，另一方面又是一个来自民间的具有悠久传统的人性题材、心理题材。白居易在创作中服从于民族的文化心理和诗人的个性思想，即传统模式与作者主观能动作用同时并存，这固然是与诗人的生活经历和人生观是分不开的。白居易一生跨中晚唐，他的思想以贬官江州司马为界，经历了由积极入世到消极出世两个阶段，实践了他所信奉的“达则兼济天下，穷则独善其身”的儒家人生模式。白居易所谓“独善”的基本内涵是乐天知命、知足保和，并由此而与释、老相通，以随缘任运、委顺自然为应世态度。在他的整个思想体系中，“独善”与“兼济”并行不悖，“施之乃伊吕事业，蓄之则庄老道德”(《君子不器赋》)，它们是一个完整人生观的两个侧面。还在遭贬以前，他努力为云龙、为风鹏，并与元稹大力倡导新乐府运动。也正是因为他年轻时候的胸怀大志，颇有挽唐室于既衰，拯生民于水火的政治气概，才使得他有足够的气魄处理这样一个重大的历史题材，并以“不惑”来总结唐明皇后半生的政治得失，写就了《长恨歌》。这样，在他心目中对唐明皇的一分为二，必然要在塑造形象中反映出来。正是因为一往情深的唐明皇同重色轻国的唐明皇是对立统一体，所以，白居易把这个故事写成一个好皇帝的悲剧。好皇帝有所惑，终于造成了自己和百姓的悲哀。我们从作品中看到的唐明皇性格的塑造已排斥了理想化，乃是另一种理想化的结果。排斥的是封建统治阶级为皇帝们头上加足光圈使其上升为半神的理想化。而这排斥本身，就包含了城市居民的另一种理想在内，他们从现实生活中皇帝权威下降的土壤出发，把封建统治阶级的头子想象为和他们自己一样的普通人，一个有爱欲、有苦恼、有错误、有缺点的人情味十足的痴情皇帝，简直同一般爱情故事中的主人公并无差别！他们从另一角度把皇帝理想化了，理想化的皇帝应该和百姓一样是有血有肉的人，不是神！而白居易从民本思想出发，有条件、并有所扬弃地接受了城市居民的这种对唐明皇的理想化，这样完成了对唐明皇形象的塑造。诗人被贬江州以后，“独善”与“兼济”的地位才发生了转化，他的精神生活与仕宦生涯逐渐转轨，终于以“独善”消释了“兼济”，在精神自救的过程中，白居易逐渐从关注社会政治转向关注个体生命，对于自由人格的钟爱逐渐超越了对道德人格的执著。\n　　作为一首千古绝唱的叙事诗，《长恨歌》在艺术上的成就是很高的。古往今来，许多人都肯定这首诗的特殊的艺术魅力。《长恨歌》在艺术上以什么感染和诱惑着读者呢？宛转动人，缠绵悱恻，恐怕是它最大的艺术个性，也是它能吸住千百年来的读者，使他们受感染、被诱惑的力量。 ▲\n\n\n参考资料：完善\n\n1、\n张傲飞编．唐诗宋词名家鉴赏大全集.：高等教育出版社，2010年12月：第147页\n\n\n2、\n．唐诗宋词名家鉴赏大全集.：高等教育出版社，2010年12月：第147页4. 华文兄弟文化公司．唐诗宋词鉴赏：湖南人民出版社，2012.01：第211页\n\n\n3、\n上海辞书出版社文学鉴赏辞典编纂中心编．唐诗鉴赏辞典珍藏本：上海辞书出版社，2012.01：第1354页\n\n\n4、\n周相录．《长恨歌》研究．成都市：巴蜀书社，2003年：第16页\n\n\n"
        ]
    },
    {
        "title": "关雎",
        "author": "佚名",
        "dynasty": "〔先秦〕",
        "main": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文关关和鸣的雎鸠，栖息在河中的小洲。贤良美好的女子，是君子好的配偶。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，日日夜夜都想追求她。追求却没法得到，日日夜夜总思念她。绵绵不断的思念，叫人翻来覆去难入睡。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，弹琴鼓瑟来亲近她。参差不齐的荇菜，在船的左右两边去挑选它。贤良美好的女子，敲起钟鼓来取悦她。\n注释关关：象声词，雌雄二鸟相互应和的叫声。雎鸠（jū jiū）：一种水鸟，一般认为就是鱼鹰，传说它们雌雄形影不离。洲：水中的陆地。窈窕（yǎo tiǎo）淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑，好，善良。好逑（hǎo qiú）：好的配偶。逑，“仇”的假借字，匹配。参差：长短不齐的样子。荇（xìng）菜：一种可食的水草。左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，求取。之：指荇菜。寤寐（wù mèi）：醒和睡。指日夜。寤，醒觉。寐，入睡。又，马瑞辰《毛诗传笺注通释》说：“寤寐，犹梦寐。”也可通。思服：思念。服，想。 《毛传》：“服，思之也。”悠哉（yōu zāi）悠哉：思念之情绵绵不尽，思念深长的样子 。悠，忧思的样子。这句是说思念绵绵不断。悠，感思。见《尔雅·释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。芼（mào）：挑选。钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。▲\n\n\n参考资料：完善\n\n1、\n骆玉明 等 ．先秦诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1998 ：1-6 ．\n\n\n2、\n朱熹 ．诗经集传 ．上海 ：上海古籍出版社 ，1987 ：1-2 ．\n\n\n",
            "\n\n\n赏析\n\n\n　　《国风·周南·关雎》这首短小的诗篇，在中国文学史上占据着特殊的位置。它是《诗经》的第一篇，而《诗经》是中国文学最古老的典籍。虽然从性质上判断，一些神话故事产生的年代应该还要早些，但作为书面记载，却是较迟的事情。所以差不多可以说，一翻开中国文学的历史，首先遇到的就是《关雎》。\n　　通常认为是一首描写男女恋爱的情歌。此诗在艺术上巧妙地采用了“兴”的表现手法。首章以雎鸟相向合鸣，相依相恋，兴起淑女陪君子的联想。以下各章，又以采荇菜这一行为兴起主人公对女子疯狂地相思与追求。全诗语言优美，善于运用双声、叠韵和重叠词，增强了诗歌的音韵美和写人状物、拟声传情的生动性。\n　　《关雎》的内容其实很单纯，是写一个“君子”对“淑女”的追求，写他得不到“淑女”时心里苦恼，翻来覆去睡不着觉；得到了“淑女”就很开心，叫人奏起音乐来庆贺，并以此让“淑女”快乐。作品中人物的身份十分清楚：“君子”在《诗经》的时代是对贵族的泛称，而且这位“君子”家备琴瑟钟鼓之乐，那是要有相当的地位的。以前常把这诗解释为“民间情歌”，恐怕不对头，它所描绘的应该是贵族阶层的生活。另外，说它是情爱诗当然不错，但恐怕也不是一般的爱情诗。这原来是一首婚礼上的歌曲，是男方家庭赞美新娘、祝颂婚姻美好的。《诗经·国风》中的很多歌谣，都是既具有一般的抒情意味、娱乐功能，又兼有礼仪上的实用性，只是有些诗原来派什么用处后人不清楚了，就仅当作普通的歌曲来看待。把《关雎》当作婚礼上的歌来看，从“窈窕淑女，君子好逑”，唱到“琴瑟友之”“钟鼓乐之”，也是喜气洋洋的，很合适的，\n　　当然这首诗本身，还是以男子追求女子的情歌的形态出现的。之所以如此，大抵与在一般婚姻关系中男方是主动的一方有关。就是在现代，一个姑娘看上个小伙，也总要等他先开口，古人更是如此。娶个新娘回来，夸她是个美丽又贤淑的好姑娘，是君子的好配偶，说自己曾经想她想得害了相思病，必定很讨新娘的欢喜。然后在一片琴瑟钟鼓之乐中，彼此的感情相互靠近，美满的婚姻就从这里开了头。即使单从诗的情绪结构来说，从见关雎而思淑女，到结成琴瑟之好，中间一番周折也是必要的：得来不易的东西，才特别可贵，特别让人高兴。\n　　这首诗可以被当作表现夫妇之德的典范，主要是由于有这些特点：\n　　首先，它所写的爱情，一开始就有明确的婚姻目的，最终又归结于婚姻的美满，不是青年男女之间短暂的邂逅、一时的激情。这种明确指向婚姻、表示负责任的爱情，更为社会所赞同。\n　　其次，它所写的男女双方，乃是“君子”和“淑女”，表明这是一种与美德相联系的结合。“君子”是兼有地位和德行双重意义的，而“窈窕淑女”，也是兼说体貌之美和德行之善。这里“君子”与“淑女”的结合，代表了一种婚姻理想。\n　　再次，是诗歌所写恋爱行为的节制性。细读可以注意到，这诗虽是写男方对女方的追求，但丝毫没有涉及双方的直接接触。“淑女”固然没有什么动作表现出来，“君子”的相思，也只是独自在那里“辗转反侧”，什么攀墙折柳之类的事情，好像完全不曾想到，爱得很守规矩。这样一种恋爱，既有真实的颇为深厚的感情（这对情诗而言是很重要的），又表露得平和而有分寸，对于读者所产生的感动，也不致过于激烈。\n　　以上种种特点，恐怕确实同此诗原来是贵族婚礼上的歌曲有关，那种场合，要求有一种与主人的身份地位相称的有节制的欢乐气氛。而孔子从中看到了一种具有广泛意义的中和之美，借以提倡他所尊奉的自我克制、重视道德修养的人生态度，《毛诗序》则把它推许为可以“风天下而正夫妇”的道德教材。这两者视角有些不同，但在根本上仍有一致之处。\n　　古之儒者重视夫妇之德，有其很深的道理。\n　　在第一层意义上说，家庭是社会组织的基本单元，在古代，这一基本单元的和谐稳定对于整个社会秩序的和谐稳定，意义至为重大。\n　　在第二层意义上，所谓“夫妇之德”，实际兼指有关男女问题的一切方面。“饮食男女，人之大欲存焉”（《礼记·礼运》），孔子也知道这是人类生存的基本要求。饮食之欲比较简单（当然首先要有饭吃），而男女之欲引起的情绪活动要复杂、活跃、强烈得多，它对生活规范、社会秩序的潜在危险也大得多，孔子也曾感叹：“吾未见好德如好色者。”（《论语》）所以一切克制、一切修养，都首先要从男女之欲开始。这当然是必要的，但克制到什么程度为合适，却是复杂的问题，这里牵涉到社会物质生产水平、政治结构、文化传统等多种因素的综合，也牵涉到时代条件的变化。当一个社会试图对个人权利采取彻底否定态度时，在这方面首先会出现严厉禁制。相反，当一个社会处于变动时期、旧有道德规范遭到破坏时，也首先在这方面出现恣肆放流的情形。回到《关雎》，它所歌颂的，是一种感情克制、行为谨慎、以婚姻和谐为目标的爱情，所以儒者觉得这是很好的典范，是“正夫妇”并由此引导广泛的德行的教材。\n　　由于《关雎》既承认男女之爱是自然而正常的感情，又要求对这种感情加以克制，使其符合于社会的美德，后世之人往往各取所需的一端，加以引申发挥，而反抗封建礼教的非人性压迫的人们，也常打着《关雎》的权威旗帜，来伸张满足个人情感的权利。所谓“诗无达诂”，于《关雎》则可见一斑。▲\n\n\n参考资料：完善\n\n1、\n骆玉明 等 ．先秦诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1998 ：1-6 ．\n\n\n2、\n晁福林.从上博简《诗论》看《关雎》的主旨.中国文化研究,2008(02).\n\n\n",
            "\n\n\n写作手法\n\n\n　　这诗的主要表现手法是兴寄，《毛传》云：“兴也。”什么是“兴”？孔颖达的解释最得要领，他在《毛诗正义》中说：“‘兴’者，起也。取譬引类，起发己心，《诗》文诸举草木鸟兽以见意者，皆‘兴’辞也。”所谓“兴”，即先从别的景物引起所咏之物，以为寄托。这是一种委婉含蓄的表现手法。如此诗以雎鸠之“挚而有别”，兴淑女应配君子；以荇菜流动无方，兴淑女之难求；又以荇菜既得而“采之”、“芼之”，兴淑女既得而“友之”、“乐之”等。这种手法的优点在于寄托深远，能产生文已尽而意有余的效果。\n　　这首诗还采用了一些双声叠韵的连绵字，以增强诗歌音调的和谐美和描写人物的生动性。如“窈窕”是叠韵；“参差”是双声；“辗转”既是双声又是叠韵。用这类词修饰动作，如“辗转反侧”；摹拟形象，如“窈窕淑女”；描写景物，如“参差荇菜”，无不活泼逼真，声情并茂。刘师培《论文杂记》云：“上古之时，……谣谚之音，多循天籁之自然，其所以能谐音律者，一由句各叶韵，二由语句之间多用叠韵双声之字。”此诗虽非句各叶韵，但对双声叠韵连绵字的运用，却保持了古代诗歌淳朴自然的风格。\n　　用韵方面，这诗采取偶句入韵的方式。这种偶韵式支配着两千多年来我国古典诗歌谐韵的形式。而且全篇三次换韵，又有虚字脚“之”字不入韵，而以虚字的前一字为韵。这种在用韵方面的参差变化，极大地增强了诗歌的节奏感和音乐美。\n　　对《关雎》，我们应当从诗义和音乐两方面去理解。就诗义而言，它是“民俗歌谣”，所写的男女爱情是作为民俗反映出来的。相传古人在仲春之月有会合男女的习俗。《周礼·地官·媒氏》云：“媒氏（即媒官）掌万民之判（配合）。……中春（二月）之月，令会男女，于是时也，奔者不禁（不禁止奔）；若无故而不用令者，罚之，司男女之无夫家者而会之。”《关雎》所咏未必就是这段史事的记实，但这段史实却有助于我们了解古代男女相会、互相爱慕并希望成婚的心理状态和风俗习尚。文学作品描写的对象是社会生活，对社会风俗习尚的描写能更真实地再现社会生活，使社会生活融汇于社会风习的画面中，从而就更有真实感。《关雎》就是把古代男女恋情作为社会风俗习尚描写出来的。就乐调而言，全诗重章叠句都是为了合乐而形成的。郑樵《通志·乐略·正声序论》云：“凡律其辞，则谓之诗，声其诗，则谓之歌，作诗未有不歌者也。”郑樵特别强调声律的重要性。凡古代活的有生气的诗歌，往往都可以歌唱，并且重视声调的和谐。《关雎》重章叠句的运用，说明它是可歌的，是活在人们口中的诗歌。当然，《关雎》是把表达诗义和疾徐声调结合起来，以声调传达诗义。郑玄《诗谱序》云：“《虞书》曰：‘诗言志，歌永言，声依永，律和声。’然则诗之道，放于此乎？”▲\n\n\n参考资料：完善\n\n1、\n《中华文学鉴赏宝库》，陕西人民教育出版社1995年版\n\n\n",
            "\n\n\n赏析二\n\n\n　　《关雎》是《风》之始也，也是《诗经》第一篇。古人把它冠于三百零五篇之首，说明对它评价很高。《史记·外戚世家》曾经记述说：“《易》基乾坤，《诗》始《关雎》，《书》美厘降……夫妇之际，人道之大伦也。”又《汉书·匡衡传》记载匡衡疏云：“匹配之际，生民之始，万福之原。婚姻之礼正，然后品物遂而天命全。孔子论《诗》，一般都是以《关雎》为始。……此纲纪之首，王教之端也。”他们的着眼点是迂腐的，但对诗的本义的概括却基本正确。问题在于它所表现的是什么样的婚姻。这关系到我们对《风》的理解。朱熹《诗集传》“序”说：“凡诗之所谓风者，多出于里巷歌谣之作，所谓男女相与咏歌，各言其情者也。”又郑樵《通志·乐略·正声序论》说：“《诗》在于声，不在于义，犹今都邑有新声，巷陌竞歌之，岂为其辞义之美哉？直为其声新耳。”朱熹是从诗义方面论述的，郑樵则从声调方面进行解释。我们把二者结合起来，可以认为《风》是一种用地方声调歌唱的表达男女爱情的歌谣。尽管朱熹对《关雎》主题的解释并不如此，但从《关雎》的具体表现看，它确是男女言情之作，是写一个男子对女子爱情的追求。其声、情、文、义俱佳，足以为《风》之始，三百篇之冠。孔子说：“《关雎》乐而不淫，哀而不伤。”（《论语·八佾》）此后，人们评《关雎》，皆“折中于夫子”（《史记·孔子世家》）。但《关雎》究竟如何呢？\n　　这首诗原是三章：一章四句，二章八句，三章八句。郑玄从文义上将后二章又各分为两章，共五章，每章四句。现在用郑玄的分法。\n　　第一章雎鸠和鸣于河之洲上，其兴淑女配偶不乱，是君子的好匹配。这一章的佳处，在于舒缓平正之音，并以音调领起全篇，形成全诗的基调。以“窈窕淑女，君子好逑”统摄全诗。\n　　第二章的“参差荇菜”承“关关雎鸠”而来，也是以洲上生长之物即景生情。“流”，《毛传》训为“求”，不确。因为下文“寤寐求之”已有“求”字，此处不当再有“求”义。“求”字是全篇的中心，整首诗都在表现男子对女子的追求过程，即从深切的思慕到实现结婚的愿望。\n　　第三章抒发求之而不得的忧思。这是一篇的关键，最能体现全诗精神。\n　　姚际恒《诗经通论》评云：“前后四章，章四句，辞义悉协。今夹此四句于‘寤寐求之’之下，‘友之’、‘乐之’二章之上，承上递下，通篇精神全在此处。盖必着此四句，方使下‘友’、‘乐’二义快足满意。若无此，则上之云‘求’，下之云‘友’、‘乐’，气势弱而不振矣。此古人文章争扼要法，其调亦迫促，与前后平缓之音别。”姚氏对本章在全诗中的重要性分析最为精当。应当补充者，此章不但以繁弦促管振文气，而且写出了生动逼真的形象，即王士祯《渔洋诗话》所谓“《诗》三百篇真如画工之肖物”。林义光《诗经通解》说：“寐始觉而辗转反侧，则身犹在床。”这种对思念情人的心思的描写，可谓“哀而不伤”者也。第四、五章写求而得之的喜悦。“琴瑟友之”、“钟鼓乐之”，都是既得之后的情景。曰“友”，曰“乐”，用字自有轻重、深浅不同。极写快兴满意而又不涉于侈靡，所谓“乐而不淫”。通篇诗是写一个男子对女子的思念和追求过程，写求而不得的焦虑和求而得之的喜悦。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n"
        ]
    },
    {
        "title": "念奴娇·赤壁怀古",
        "author": "苏轼",
        "dynasty": "〔宋代〕",
        "main": "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。(穿空 一作：崩云)江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。(人生 一作：人间；尊 同：樽)",
        "others": [
            "\n\n\n译文及注释\n\n\n译文大江之水滚滚不断向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国时周郎大破曹兵的赤壁。岸边乱石林立，像要刺破天空，惊人的巨浪拍击着江岸，激起的浪花好似千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。\n遥想当年的周瑜春风得意，小乔刚刚嫁给了他做妻子，英姿雄健风度翩翩神采照人。手摇羽扇头戴纶巾，谈笑之间，就把强敌的战船烧得灰飞烟灭。如今我身临古战场神游往昔，可笑我有如此多的怀古柔情，竟如同未老先衰般鬓发斑白。人生犹如一场梦，且洒一杯酒祭奠江上的明月。\n注释念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。大江：指长江。淘：冲洗，冲刷。风流人物：指杰出的历史名人。故垒：过去遗留下来的营垒。周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。雪：比喻浪花。遥想：形容想得很远；回忆。小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。樯橹（qiánglǔ）：这里代指曹操的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。“多情”二句：“应笑我多情，华发早生”的倒文。华发（fà）：花白的头发。一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：同“樽”，酒杯。强虏：强大之敌，指曹军。虏：对敌人的蔑称。▲\n\n\n参考资料：完善\n\n1、\n徐中玉 金启华 ．中国古代文学作品选（二） ．上海 ：华东师范大学出版社 ，1999 ：69-71 ．\n\n\n2、\n陆林编注 ．宋词 ．北京 ：北京师范大学出版社 ，1992 ：60-62 ．\n\n\n3、\n四川大学古籍所编 ．宋集珍本丛刊 第108册 ．北京 ：线装书局 ，2004 ：56 ．\n\n\n4、\n李静 等 ．唐诗宋词鉴赏大全集 ．北京 ：华文出版社 ，2009 ：244 ．\n\n\n",
            "\n\n\n赏析\n\n\n　　此词怀古抒情，写自己消磨壮心殆尽，转而以旷达之心关注历史和人生。上阕以描写赤壁矶风起浪涌的自然风景为主，意境开阔博大，感慨隐约深沉。起笔凌云健举，包举有力。将浩荡江流与千古人事并收笔下。\n　　千古风流人物既被大浪淘尽，则一己之微岂不可悲？然而苏轼却另有心得：既然千古风流人物也难免如此，那么一己之荣辱穷达复何足悲叹！人类既如此殊途而同归，则汲汲于一时功名，不免过于迂腐了。接下两句切入怀古主题，专说三国赤壁之事。“人道是“三字下得极有分寸。赤壁之战的故地，争议很大。一说在今湖北蒲圻县境内，已改为赤壁市。但今湖北省内有四处地名同称赤壁者，另三处在黄冈、武昌、汉阳附近。苏轼所游是黄冈赤壁，他似乎也不敢肯定，所以用“人道是“三字引出以下议论。\n　　“乱石”以下五句是写江水腾涌的壮观景象。其中“穿“、“拍“、“卷“等动词用得形象生动。“江山如画“是写景的总括之句。“一时多少豪杰“则又由景物过渡到人事。\n　　苏轼重点要写的是“三国周郎“，故下阕便全从周郎引发。换头五句写赤壁战争。与周瑜的谈笑论战相似，作者描写这么一场轰轰烈烈的战争也是举重若轻，闲笔纷出。从起句的“千古风流人物“到”一时多少豪杰“再到“遥想公瑾当年“，视线不断收束，最后聚焦定格在周瑜身上。然而写周瑜却不写其大智大勇，只写其儒雅风流的气度。\n　　不留意的人容易把“羽扇纶巾“看作是诸葛亮的代称，因为诸葛亮的装束素以羽扇纶巾著名。但在三国之时，这是儒将通常的装束。宋人也多以“羽扇”代指周瑜，如戴复古《赤壁》诗云：“千载周公瑾，如其在目前。英风挥羽扇，烈火破楼船。”\n　　苏轼在这里极言周瑜之儒雅淡定，但感情是复杂的。“故国“两句便由周郎转到自己。周瑜破曹之时年方三十四岁，而苏轼写作此词时年已四十七岁。孔子曾说：“四十五十而无闻焉，斯亦不足畏也已。“苏轼从周瑜的年轻有为，联想到自己坎坷不遇，故有“多情应笑我“之句，语似轻淡，意却沉郁。但苏轼毕竟是苏轼，他不是一介悲悲戚戚的寒儒，而是参破世间宠辱的智者。所以他在察觉到自己的悲哀后，不是像南唐李煜那样的沉溺苦海，自伤心志，而是把周瑜和自己都放在整个江山历史之中进行观照。在苏轼看来，当年潇洒从容、声名盖世的周瑜现今又如何呢?不是也被大浪淘尽了吗。这样一比，苏轼便从悲哀中超脱了。“人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞那复计东西“(《和子由渑池怀旧》)。所以苏轼在与周瑜作了一番比较后，虽然也看到了自己的政治功业无法与周瑜媲美，但上升到整个人类的发展规律和普遍命运，双方其实也没有什么大的差别。有了这样深沉的思索，遂引出结句“人生如梦，一尊还酹江月”的感慨。正如他在《西江月》词中所说的那样：“世事一场大梦，人生几度秋凉。”消极悲观不是人生的真谛，超脱飞扬才是生命的壮歌。既然人间世事恍如一梦，何妨将尊酒洒在江心明月的倒影之中，脱却苦闷，从有限中玩味无限，让精神获得自由。其同期所作的《赤壁赋》于此说得更为清晰明断：“惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之无禁，用之不竭，是造物者之无尽藏也，而吾与子之所共适也。”这种超然远想的文字，宛然是《庄子?齐物论》思想的翻版。但庄子以此回避现实，苏轼则以此超越现实。\n　　黄州数年是苏轼思想发生转折的时期，也是他不断走向成熟和睿智的时期，他以此保全自己的岸然人格，也以此养护自己淳至的精神。这首《念奴娇》词及其作于同一时期的数篇诗文，都为我们透示了其中的端倪。\n　　此词自问世后，经历了两种截然不同的命运，誉之者如胡仔《苕溪渔隐丛话》称其“语意高妙，真古今绝唱”。贬之者如俞文豹《吹剑续录》所云：“东坡在玉堂，有幕士善讴。因问：‘我词比柳七何如？’对曰：'柳郎中词，只好合十七八女孩儿，执红牙板，歌'杨柳岸晓风残月'。学士词，须关西大汉，执铁板，唱'大江东去'。公为之绝倒。“幕士的言论表面上是从演唱风格上区分了柳、苏二家词风的不同，但暗含有对苏词悖离传统词风的揶揄。清代更有人认为此词“平仄句调都不合格“(丁绍仪《听秋声馆词话》)，朱彝尊《词综》并详加辩证，亦可谓吹毛求疵者。\n　　《念奴娇》是苏轼贬官黄州后的作品。苏轼21岁中进士，30岁以前绝大部分时间过着书房生活，仕途坎坷，随着北宋政治风浪，几上几下。43岁（元丰二年）时因作诗讽刺新法，被捕下狱，出狱后贬官为黄州团练副使。这是个闲职，他在旧城营地辟畦耕种，游历访古，政治上失意，滋长了他逃避现实和怀才不遇的思想情绪，但由于他豁达的胸怀，在祖国雄伟的江山和历史风云人物的激发下，借景抒情，写下了一系列脍炙人口的名篇，此词为其代表。\n　　《念奴娇》词分上下两阙。上阙咏赤壁，下阙怀周瑜，并怀古伤己，以自身感慨作结。作者吊古伤怀，想古代豪杰，借古传颂之英雄业绩，思自己历遭之挫折。不能建功立业，壮志难酬，词作抒发了他内心忧愤的情怀。\n　　上阙咏赤壁，着重写景，为描写人物作烘托。前三句不仅写出了大江的气势，而且把千古英雄人物都概括进来，表达了对英雄的向往之情。假借“人道是”以引出所咏的人物。“乱”“穿”“惊”“拍”“卷”等词语的运用，精妙独到地勾画了古战场的险要形势，写出了它的雄奇壮丽景象，从而为下片所追怀的赤壁大战中的英雄人物渲染了环境气氛。\n　　下阙着重写人，借对周瑜的仰慕，抒发自己功业无成的感慨。写“小乔”在于烘托周瑜才华横溢、意气风发，突出人物的风姿，中间描写周瑜的战功意在反衬自己的年老无为。“多情”后几句虽表达了伤感之情，但这种感情其实正是词人不甘沉沦，积极进取，奋发向上的表现，仍不失英雄豪迈本色。\n　　用豪壮的情调书写胸中块垒。\n　　诗人是个旷达之人，尽管政治上失意，却从未对生活失去信心。这首词就是他这种复杂心情的集中反映，词中虽然书写失意，然而格调是豪壮的，跟失意文人的同主题作品显然不同。词作中的豪壮情调首先表现在对赤壁景物的描写上。长江的非凡气象，古战场的险要形势都给人以豪壮之感。周瑜的英姿与功业无不让人艳羡。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析二\n\n\n　　大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。\n　　题中的赤壁，是黄州（在今湖北省黄冈县）城外，长江北岸的一段红色山崖。“怀古”，是古人写诗词常常采用的一个题目。在这类作品中，作者往往借助歌咏历史事迹来抒发自己的感慨。这首词就是苏轼游览黄州赤壁想到历史上有名的赤壁之战，有所感触而写。其实，距今一千七百多年前，魏、蜀、吴三国争雄，吴国名将周瑜联合刘备，利用火攻大破曹操水军的地方是另一个赤壁，它是今天湖北省武昌县西南的赤矶山。这里词人借怀古以抒怀抱，不一定拘泥于地点的确凿。\n　　怀古的重要一环，是怎样把今和古联系起来。苏轼望着波涛滚滚的长江，想到自古以来那些才华出众的人物都已随同时间流逝而消失，犹如被源源而来的浪涛从历史上冲洗掉了一样。于是，他用“浪淘尽”三个字，把眼前的长江和历史上的人物巧妙地联系起来，在这种自然而又形象的联想中，表现他对历史人物的怀念。大江即长江。这里用“大江”，除去由于声韵的要求外，也显得更有气魄。“千古”，指久远的年代。 \n　　接下去，作者把目光从江涛转向赤壁，而首先引起他注目的是古代留下来的战争遗迹。“故垒西边，人道是，三国周郎赤壁”。“故”，旧的。“垒[lěi]”，指营盘。“人道是”，据说是。“周郎”，即周瑜，他二十四岁就当了将军，当时吴国人称他为周郎。这三句词说，在那古代营盘西边，据说，就是三国时代周瑜打胜仗的赤壁。点出了赤壁的历史意义，也为下片歌颂周瑜埋下了伏笔。那么，作者当时看到的赤壁，景象如何呢？“乱石穿空”，陡峭的石崖直插高空；“惊涛拍岸，卷起千堆雪”，吓人的大浪头，拍打着江岸，激起的浪花象无数堆耀眼的白雪。面对着这雄伟的景象，难怪作者要赞叹不已：既赞美这雄伟的大好河山，更赞美历史上曾经在这里叱咤风云的无数英雄豪杰。\n　　词的上片，着重写景，带出了对古人的怀念。下片，就转入对赤壁之战的中心人物周瑜的歌颂。苏轼写这首词时，距离发生于公元二零八年的赤壁之战，已有八百多年。他想象着几百年前的往事，用“遥想”两个字把我们引向了遥远的过去。“公瑾”，周瑜的字。“小乔”，周瑜的妻，是当时著名的乔氏姊妹中的妹妹。词中提到他们的婚事是为了突出周瑜年轻得意的神态。作者用“雄姿英发”来形容周瑜气度雄伟、人才出众。在作者的想象中，周瑜身着戎装，手摇羽毛扇，头戴着配有黑丝带子的头巾（纶巾），风度潇洒，从容指挥，在说笑之间，轻而易举地就把曹操水军战船烧成灰烬。“樯”，帆船上的桅杆。这里用“樯橹”代表曹军的战船。“羽扇纶巾”，写出了周瑜的神态。“谈笑间”，突出了他的自信和才略。“樯橹灰飞烟灭”，六个字就再现了一场历史性的大战。寥寥几笔，显示了作者艺术概括的才能；字里行间，倾注了作者对周瑜的由衷赞赏。\n　　对历史人物的景仰，正包含了对自己现实状况的不满。对比之下，四十七岁的苏轼深为自己不能象周瑜那样年纪轻轻就建立了卓著的功业而感叹。他只好用自我嘲笑的口气说：“故国神游，多情应笑我，早生华发”。象他这样，通过想象去经历（神游）那三国（故国）的赤壁之战，人们大概会嘲笑他太富于感情，因而过早地有了花白头发（华发）吧！自嘲之余，一种看破红尘的消极情绪油然而生。“人生如梦，一尊还酹江月”。“樽”，酒杯。一尊是一杯酒的意思。“酹[lèi]”，洒酒表示祭奠。他忽然觉得，人间不过象梦境一样，不要徒然感叹了，还是给江上的明月，献上一杯酒，伴月痛饮吧！\n　　这首词是苏轼的代表作。虽然结尾流露了消极情绪，但从全词看，气魄宏伟，视野阔大，对壮丽河山的赞美，和对历史英雄人物的歌颂及怀念，构成了豪放的基调。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n鉴赏\n\n\n地位　　如果把破除传统作为\"伟大\"的一项基本素质的话，苏轼之于伟大是当之无愧的。与《花间词》中\"花落子规啼，绿窗残梦迷\"的幽约词境相比，苏轼词的逸怀浩气、举首高歌，无疑是为我们开拓了一个新的世界。他的那些\"似诗\"的小词、\"句读不葺之诗\"，尽管在当世备受争议，但如此高远的气象、如此开阔的境界、如此旷达的风格，毕竟是此前罕以见到的。即此我们也可估量到苏轼这一类词在词史上的重要地位。\n赏析　　此词怀古抒情，写自己消磨壮心殆尽，转而以旷达之心关注历史和人生。本词通过对月夜江上壮美景色的描绘，借对古代战场的凭吊和对风流人物才略、气度、功业的追念，曲折地表达了自己怀才不遇、功业未就、老大未成的忧愤心情。上阕以描写赤壁矶风起浪涌的自然风景为主，意境开阔博大，感慨隐约深沉。起笔凌云健举，包举有力。将浩荡江流与千古人事并收笔下。\n　　千古风流人物既被大浪淘尽，则一己之微岂不可悲？然而苏轼却另有心得：既然千古风流人物也难免如此，那么一己之荣辱穷达复何足悲叹！人类既如此殊途而同归，则汲汲于一时功名，不免过于迂腐了。接下两句切入怀古主题，专说三国赤壁之事。\"人道是\"三字下得极有分寸。赤壁之战的故地，争议很大。一说在今湖北蒲圻县境内，已改为赤壁市。但今湖北省内有四处地名同称赤壁者，另三处在黄冈、武昌、汉阳附近。苏轼所游是黄冈赤壁，他似乎也不敢肯定，所以用\"人道是\"三字引出以下议论。\n　　\"乱石\"以下五句是写江水腾涌的壮观景象。其中\"穿\"、\"拍\"、\"卷\"等动词用得形象生动。\"江山如画\"是写景的总括之句。\"一时多少豪杰\"则又由景物过渡到人事。\n　　苏轼重点要写的是\"三国周郎\"，故下阕便全从周郎引发。开头五句写赤壁战争。与周瑜的谈笑论战相似，作者描写这么一场轰轰烈烈的战争也是举重若轻，闲笔纷出。从起句的\"千古风流人物\"到\"一时多少豪杰\"再到\"遥想公瑾当年\"，视线不断收束，最后聚焦定格在周瑜身上。然而写周瑜却不写其大智大勇，只写其儒雅风流的气度。\n　　不留意的人容易把\"羽扇纶巾\"看作是诸葛亮的代称，因为诸葛亮的装束素以羽扇纶巾著名。但在三国之时，这是儒将通常的装束。宋人也多以\"羽扇\"代指周瑜，如戴复古《赤壁》诗云：\"千载周公瑾，如其在目前。英风挥羽扇，烈火破楼船。\"\n　　苏轼在这里极言周瑜之儒雅淡定，但感情是复杂的。\"故国\"两句便由周郎转到自己。周瑜破曹之时年方三十四岁，而苏轼写作此词时年已四十七岁。孔子曾说：\"四十五十而无闻焉，斯亦不足畏也已。\"苏轼从周瑜的年轻有为，联想到自己坎坷不遇，故有\"多情应笑我\"之句，语似轻淡，意却沉郁。但苏轼毕竟是苏轼，他不是一介悲悲戚戚的寒儒，而是参破世间宠辱的智者。所以他在察觉到自己的悲哀后，不是像南唐李煜那样的沉溺苦海，自伤心志，而是把周瑜和自己都放在整个江山历史之中进行观照。在苏轼看来，当年潇洒从容、声名盖世的周瑜现今又如何呢?不是也被大浪淘尽了吗。这样一比，苏轼便从悲哀中超脱了。\"人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞哪复计东西\"(《和子由渑池怀旧》）。所以苏轼在与周瑜作了一番比较后，虽然也看到了自己的政治功业无法与周瑜媲美，但上升到整个人类的发展规律和普遍命运，双方其实也没有什么大的差别。有了这样深沉的思索，遂引出结句\"人间如梦，一尊还酹江月\"的感慨。正如他在《西江月》词中所说的那样：\"世事一场大梦，人生几度秋凉。\"消极悲观不是人生的真谛，超脱飞扬才是生命的壮歌。既然人间世事恍如一梦，何妨将尊酒洒在江心明月的倒影之中，脱却苦闷，从有限中玩味无限，让精神获得自由。其同期所作的《赤壁赋》于此说得更为清晰明断：\"惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之无尽，用之不竭，是造物者之无尽藏也，而吾与子之所共适也。\"这种超然远想的文字，宛然是《庄子·齐物论》思想的翻版。但庄子以此回避现实，苏轼则以此超越现实。\n　　黄州数年是苏轼思想发生转折的时期，也是他不断走向成熟和睿智的时期，他以此保全自己的岸然人格，也以此养护自己淳至的精神。这首《念奴娇》词及其作于同一时期的数篇诗文，都为我们透示了其中的端倪。\n　　此词自问世后，经历了两种截然不同的命运，誉之者如胡仔《苕溪渔隐丛话》称其\"语意高妙，真古今绝唱\"。贬之者如俞文豹《吹剑续录》所云：\"东坡在玉堂，有幕士善讴。因问：'我词比柳七何如?'对曰：'柳郎中词，只好合十七八女孩儿，执红牙板，歌'杨柳岸晓风残月'。学士词，须关西大汉，执铁板，唱'大江东去'。公为之绝倒。\"幕士的言论表面上是从演唱风格上区分了柳、苏二家词风的不同，但暗含有对苏词悖离传统词风的揶揄。清代更有人认为此词\"平仄句调都不合格\"(丁绍仪《听秋声馆词活》），朱彝尊《词综》并详加辩证，亦可谓吹毛求疵者。\n　　《念奴娇》是苏轼贬官黄州后的作品。苏轼21岁中进士，30岁以前绝大部分时间过着书房生活，仕途坎坷，随着北宋政治风浪，几上几下。43岁（元丰二年）时因作诗讽刺新法，被捕下狱，出狱后贬官为黄州团练副使。这是个闲职，他在旧城营地辟畦耕种，游历访古，政治上失意，滋长了他逃避现实和怀才不遇的思想情绪，但由于他豁达的胸怀，在祖国雄伟的江山和历史风云人物的激发下，借景抒情，写下了一系列脍炙人口的名篇，此词为其代表。\n　　《念奴娇》词分上下两阙。上阙咏赤壁，下阙怀周瑜，并怀古伤己，以自身感慨作结。作者吊古伤怀，想古代豪杰，借古传颂之英雄业绩，思自己历遭之挫折。不能建功立业，壮志难酬，词作抒发了他内心忧愤的情怀。\n　　上阙咏赤壁，着重写景，为描写人物作烘托。前三句不仅写出了大江的气势，而且把千古英雄人物都概括进来，表达了对英雄的向往之情。假借“人道是”以引出所咏的人物。“乱”“穿”“惊”“拍”“卷”等词语的运用，精妙独到地勾画了古战场的险要形势，写出了它的雄奇壮丽景象，从而为下片所追怀的赤壁大战中的英雄人物渲染了环境气氛。\n　　下阙着重写人，借对周瑜的仰慕，抒发自己功业无成的感慨。写“小乔”在于烘托周瑜才华横溢、意气风发，突出人物的风姿，中间描写周瑜的战功意在反衬自己的年老无为。“多情”后几句虽表达了伤感之情，但这种感情其实正是词人不甘沉沦，积极进取，奋发向上的表现，仍不失英雄豪迈本色。\n　　用豪壮的情调书写胸中块垒。\n　　诗人是个旷达之人，尽管政治上失意，却从未对生活失去信心。这首词就是他这种复杂心情的集中反映，词中虽然书写失意，然而格调是豪壮的，跟失意文人的同主题作品显然不同。词作中的豪壮情调首先表现在对赤壁景物的描写上。长江的非凡气象，古战场的险要形势都给人以豪壮之感。周瑜的英姿与功业无不让人艳羡。\n烘托和映衬　　这首词中作者要塑造的人物形象是周瑜，却从“千古风流人物”说起，由此引出赤壁之战时的“多少豪杰”，最后才集中为周瑜一人，突出了周瑜在作者心中的重要地位。词中有两种映衬：一种是实景和虚景相互映衬，另一种是周瑜的“雄姿英发”和作者的“早生华发”相互映衬。\n　　用“大江东去”四字来雄视千古，自古以来，无人超越。它极简洁、质朴却有气象宏大，声势极豪壮，并且富含哲理，把读者带到千古兴亡的历史氛围之中，抒发了诗人对往昔英雄人物的无限怀念，这是其他诗人所无法比拟的。\n　　《念奴娇》一词在写作方法上的主要特点是结合写景和怀古来抒发感情。如上半阕对赤壁的描写和赞美，寓情于景，情景交融。下半阕刻画周瑜形象倾注了作者对历史英雄的敬仰。最后借“一尊还酹江月”表达自己的感慨。全词意境开阔，感情奔放，语言也非常生动形象。\n　　“大江东去，浪淘尽、千古风流人物”：起笔颇有气势，从长江着笔，巨大的空间；千古风流人物，广阔的历史时空，无数的英雄豪杰；将此二者联系起来，组成一个极为辽阔悠久的时空背景；浪淘尽，历史长河的冲刷。是悲哀，也是一种通脱，通古今而观之的气度。\n　　“故垒西边，人道是周郎赤壁”：如果说前边是一个气势非凡的大场景，那么，此时出现的则是一个细致精确的小场景，作为三国古战场的赤壁究竟在何处，历来众说纷纭，但可以确定的是苏东坡所写之赤壁与历史上赤壁之战的赤壁绝非一处，对此，东坡有自知之明，因此在此处点出“周郎赤壁”在西。此句在文中作用极大，既拍合词题，又为下阙缅怀周公瑾预伏一笔。\n　　“乱石穿空，惊涛拍岸，卷起千堆雪”：集中写出赤壁雄奇壮阔的景色：陡峭的山崖散乱地高插云霄，汹涌的骇浪猛烈地搏击着江岸，滔滔的江流卷起千万堆澎湃的雪浪。从不同角度而又诉诸于不同感觉的浓墨健笔的生动描写，一扫平庸萎靡的气氛，顿时把读者带进一个奔马轰雷、惊心动魄的奇险境界，使人心胸为之开阔，精神为之振奋。\n　　这首词是元丰五年（1082）七月苏轼谪居黄州时作。上片咏赤壁，下片怀周瑜，最后以自身感慨作结。起笔高唱入云，气势足与“黄河之水天上来”相侔，而且词境壮阔，在空间上与时间上都得到极度拓展。江山、历史、人物一齐涌出，以万古心胸引出怀古思绪。接着借“人道是”疑似之言，把江边故垒和周郎赤壁挂上了钩。“乱石崩云” 三句正面写赤壁景色， 惊心骇目。词中把眼前的乱山大江写得雄奇险峻，渲染出古战场的气氛和声势。对于周瑜，苏轼特别激赏他少年功名，英气勃勃。“小乔初嫁”看似闲笔，而且小乔初嫁周瑜在建安三年，远在赤壁之战前十年。特意插入这一句，更显得周瑜少年英俊 ，春风得意。词也因此豪放而不失风情，刚中有柔，与篇首“风流人物”相应。“羽扇纶巾”三句写周瑜的战功，也很特别。周瑜身为主将却并非兵戎相见，而是羽扇便服，谈笔风生。写战争一点不渲染士马金鼓的战争气氛，只着笔于周瑜的从容潇洒，指挥若定，这样写法更能突出他的风采和才能。苏轼这一年四十七岁了，不但功业未成，反而待罪黄州，同三十左右就功成名就的周瑜相比，不禁深自感愧。壮丽江山，英雄业绩，激起苏轼爽迈奋发的感情，也加深了他的内心苦闷和思想矛盾。故从怀古归到伤己，自叹“人生如梦”，举杯同江上清风、山间明月一醉销愁了。这首怀古词兼有感奋和感伤两重色彩，但篇末的感伤色彩掩盖不了全词的豪迈气派。词中写江山形胜和英雄伟业，在苏轼之前从未成功地出现过。因此这首《念奴娇》历来被看作苏轼豪放词的代表作。不但词的气象境界凌厉无前，而且大声铿锵。\n　　苏轼的词，不论内容和形式，都不那么拘于一格。有时放笔直书，便成为\"曲子中缚不住\"的\"句读不葺之诗\"；有些从内容看也颇为平凡。正如泥沙俱下的长江大河，不是一道清澈流水。但正因如此，才能显出江河的宏大气势。人们可以如此这般地挑剔它，却总是无法否定它。\n　　苏轼这首《念奴娇》，无疑是宋词中有数之作。立足点如此之高，写历史人物又如此精妙，不但词坛罕见，在诗国也是不可多得的。\n　　他一下笔就高视阔步，气势浑雄：\"大江东去，浪淘尽、千古风流人物\"──细想万千年来，历史上出现过多少英雄人物，他们何尝不煌赫一时，俨然是时代的骄子。谁不赞叹他们的豪杰风流，谁不仰望他们的姿容风采！然而，\"长江后浪推前浪\"，随着时光的不断流逝，随着新陈代谢的客观规律，如今回头一看，那些\"风流人物\"当年的业绩，好像给长江浪花不断淘洗，逐步淡漠，逐步褪色，终于，变成历史的陈迹了。\n　　\"浪淘尽\"──真是既有形象，更能传神。但更重要的是作者一开头就抓住历史发展的规律，高度凝炼地写出历史人物在历史长河中所处的地位，真是\"高屋建瓴\"，先声夺人。令人不能不惊叹。\n　　\"故垒西边，人道是、三国周郎赤壁\"──上面已泛指\"风流人物\"，这里就进一步提出\"三国周郎\"作为一篇的主脑，文章就由此生发开去。\n　　\"乱石崩云，惊涛裂岸，卷起千堆雪\"──这是现场写景，必不可少。一句说，乱石像崩坠的云；一句说，惊涛像要把堤岸撕裂；由于乱石和惊涛搏斗，无数浪花卷成了无数的雪堆，忽起忽落，此隐彼现，蔚为壮观。\n　　\"江山如画，一时多少豪杰\"──\"如画\"是从眼前景色得出的结论。江山如此秀美，人物又是一时俊杰之士。这长江，这赤壁，岂能不引起人们怀古的幽情？于是，由此便逗引出下面一大段感情的抒发了。\n　　\"遥想公瑾当年，小乔初嫁了，雄姿英发\"──作者在这里单独提出周瑜来，作为此地的代表人物，不仅因为周瑜在赤壁之战中是关键性人物，更含有艺术剪裁的需要在内。\n　　请看，在\"公瑾当年\"后面忽然接上\"小乔初嫁了\"，然后再补上\"雄姿英发\"，真像在两座悬崖之间，横架一道独木小桥，是险绝的事，又是使人叹绝的事。说它险绝，因为这里原插不上小乔这个人物，如今硬插进去，似乎不大相称。所以确是十分冒险的一笔。说它又使人叹绝，因为插上了这个人物，真能把周瑜的风流俊雅极有精神地描画出来。从艺术角度来说，真乃传神之笔。那风神摇之处，决不是用别的句子能够饱满地表现的。\n　　\"羽扇纶巾\"──这四个字，充分显示周瑜的风度闲雅，是\"小乔初嫁了\"的进一步勾勒和补充。\n　　\"故国神游，多情应笑我，早生华发\"──从这里就转入对个人身世的感慨。\"故国神游\"，是说三国赤壁之战和那些历史人物，引起了自己许多感想──好象自己的灵魂向远古游历了一番。\"多情\"，是嘲笑自己的自作多情。由于自作多情，难免要早生华发（花白的头发），所以只好自我嘲笑一番了。在这里，作者对自己无从建立功业，年纪又大了──对比起周瑜破曹时只有三十四岁，仍然只在赤壁矶头怀古高歌，不能不很有感慨了。\n　　\"人生如梦，一尊还酹江月\"──于是只好旷达一番。反正，过去\"如梦\"，现在也是\"如梦\"，还是拿起酒杯，向江上明月浇奠，表示对它的敬意，也就算了。这里用\"如梦\"，正好回应开头的\"浪淘尽\"。因为风流人物不过是\"浪淘尽\"，人间也不过\"如梦\"。又何必不旷达，又何必过分执着呢！这是苏轼思想上长期潜伏着的、同现实世界表现离心倾向的一道暗流。阶级的局限如此，在他的一生中，常常无法避免而不时搏动着。\n　　综观整首词，说它很是昂扬积极，并不见得；可是它却告诉我们，词这个东西，绝不是只能在酒边花间做一名奴隶的。这就是一个重大的突破，也是划时代的进展。\n　　词坛的新天地就是通过这些创作实践，逐步发展并且扩大其领域的。苏轼这首《念奴娇》，正是一个卓越的开头。至今为止，仍然象丰碑似地屹立在中国文学发展史的大道上。\n　　此词表达方式肆意大方。体现了以苏轼为赌豪放派的表达维度。所以，此词被誉为铁琴铜琶。\n　　这首词是苏轼47岁谪居黄州游赤壁时写的。通过对赤壁的雄奇景色的描写，表现了诗人对三国的周瑜谈笑破敌的英雄业绩的向往，抒发了诗人凭吊古迹而引起的自己功业无成而白发已生的感慨。\n　　上片写景。“大江东去，浪淘尽、千古风流人物。”词一开始，以一泻千里、日夜东流的长江着笔，给人以突兀峥嵘、震惊耳目的感觉。“大江东去”四字，概括出汹涌澎湃的万里长江向东流去的特点。“浪淘尽、千古风流人物”。随着时光的流逝，千古以来的“风流人物”和他们的英雄业绩已成历史陈迹；这如同长江的浪花一样，带着他那美好的形象和青春的生命直奔大海，再不回头。“故垒西边，人道是、三国周郎赤壁。”“故垒”二字，写出了古代战场的遗址如在目前。“西边”一词，点明方位，有亲临其境的真实感。“人道是”三字，借人们的传说加以证实，深化“怀古”的感情色彩，使人倍感亲切。“三国周郎赤壁”，由时代、人物、地点三个不同性质的名词，组成一幅历史风云的画卷，将“赤壁之战”的图景呈现于读者的面前。“乱石穿空，惊涛拍岸，卷起千堆雪。”第一句写石，将陡峭峥嵘的石壁直插云天的险峻，形象贴切地描绘了出来。第二句写涛，不但写出了波涛粗野凶暴的性格，而且还描述了急流澎湃的气势，同时仿佛可以听到狂涛拍岸的吼声，看到它不可阻挡的威力。第三句写“拍岸”后的“惊涛”所出现的浪花飞溅的奇丽景象。这三句写景，真是字字珠玑，历历在目。“江山如画，一时多少豪杰。”这两句是上、下片转折的枢纽。“江山如画”，是对上面所描写的雄伟江山的总括评价。“一时多少豪杰”，虽赞颂周郎，但包括讴歌历代的无数英雄在内。诗人在这里，把“如画”的江山和众多的“豪杰”联缀交织成词，创造出一种高尚隽美的意境，使人肃然起敬，并为之向往、倾倒。\n　　下片怀古。“遥想公瑾当年，小乔初嫁了，雄姿英发。”这三句描写周瑜风华正茂的形象。“小乔初嫁了”，这句写入词中非等闲笔墨。“小乔”，是乔玄的小女，是当时有名的美人。周郎与她结婚是在建安三年（公元198年），到赤壁之战的时候，他俩成为夫妇已经10年了。这里写“初嫁”，不是诗人的一时疏忽，而是着意渲染词的浪漫气氛，这对塑造“雄姿英发”的周郎形象起着稍加点染、全篇生色的艺术效果。“羽扇纶巾，谈笑间、强虏灰飞烟灭。”周瑜手执羽扇，头戴纶巾，表明他虽为武将，却有文士的风度，这样就突出了周瑜蔑视强敌的英雄气概。“谈笑间、强虏灰飞烟灭。”“谈笑间”三字，字字千斤，力透纸背，充分反映了周瑜当年赤壁破曹时那种轻而易举的神态。“强虏”，指曹操的军队，含有贬义。“灰飞烟灭”，火烧赤壁的情景和曹操覆灭的惨象逼真地再现出来了，给读者留下难忘的印象。\n　　\"故国神游，多情应笑我，早生华发。”心神仿佛游到三国时代周瑜立功的地方，应笑我自己多愁善感，早已生出白发来了。这三句是诗人抒发的感慨。上面怀古，这里抒情，这个情是由怀古而派生出来的。“人生如梦，一尊还酹江月。”消极感伤的情调，产生着极不健康的影响，读时值得注意。同时也应该看到：以酒祭奠江月，这是诗人一种无可奈何的精神苦闷的反映，是有志为国而不能施展怀抱的情绪的流露，这当然是封建统治者迫使他以这样的方式来安慰自己被磨折、被损害的心灵的结果，无疑的，多少隐含着对现实不满的感情在内。“江月”既照应首句，又点明时间，增强了词的优美抒情气氛，使词的情调刚柔相济、浓淡有度。\n　　词中所描绘的“乱石”、“惊涛”的赤壁景色，“雄姿英发”的周郎形象，相映生辉，各臻其妙，为历代读者所传诵。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n拓展\n\n\n《核舟记》　　苏东坡的词《念奴娇·赤壁怀古》逸怀浩气、举首高歌，意境开阔博大，感慨隐约深沉，为我们开拓了一个新的世界。他借用怀古抒情，以旷达之心关注历史和人生，文辞高妙精绝，生动感人，因此《念奴娇·赤壁怀古》不但成为后世广为诵读的文学名篇，而且也成为各类艺术广为表现的内容，涌现了许多艺术精品，《核舟记》就是这样一篇反映“苏轼游赤壁怀古抒情”艺术珍品的著名文章。《核舟记》是由明代作家魏学洢所作，由同时代学者张潮编选到《虞初新志》。《核舟记》生动的描述了一件精巧绝伦的微雕工艺品（用桃核雕刻成的小船），刻的是苏东坡与黄庭坚、佛印泛舟游赤壁的情景。小核舟只有两个黄米粒那么高，船舱、小窗、栏杆如真的一般。总计一条船，刻了五个人，八扇窗户；箬竹叶做的船篷、船桨、炉子、茶壶、手卷、念珠各一件；对联、题名和篆文，文字共计三十四字。可是计算它的长度，还不满一寸。文章语言平实、洗练，生动的表现了历史上苏东坡携好友泛舟游赤壁，面对“大江东去”，“ 遥想公瑾当年”，吟诵“赤壁怀古”那段著名的文学故事。本文使用从两头到中间，从正面到背面的空间顺序，介绍了“核舟”的构件、雕刻和精湛，热情赞扬了中国古代的民间工艺匠人的雕刻艺术和才能.表现了作者对明代艺人王毅精湛工艺的赞美。《核舟记》也从另一个侧面通过精妙的微雕工艺品，向人们直观展现了“赤壁怀古”所营造的“江山如画”那优美意境。然而，由于时代较久远，王毅的《东坡游赤壁》核舟没有实物传世。\n　　在后来的核舟作品中，《东坡夜游赤壁》历来是雕刻工艺家们常用的题材。至清代，广东的宫廷工艺家陈祖章在学习、借鉴前人的基础上，创作《东坡夜游赤壁》核舟，并在技艺、内涵上都有所发展，人物除苏东坡外，有客人、客妇、艄公、书童等7人，个个刻画精致，人物神态自然、宁静、超逸。陈祖章的核舟有一件传世，现藏于台北故宫博物院，成为镇馆之宝。上海文化出版社的《国宝大观》上是这样介绍的：“此舟呈稍深的橘红色，高1.6厘米，长3.4厘米。舟上设备齐全，舱中备有桌椅，并摆着杯盘菜肴，小窗镂空，可开可闭。舟上八人，异彩纷呈，为苏东坡泛舟夜游赤壁故事。舟底镌刻着细字《念奴娇·赤壁怀古》全文，下有“乾隆丁巳五月臣陈祖掌”款。\n另一读本　　除上述《念奴娇·赤壁怀古》原文外，有另一读法，即：“乱石崩云，惊涛裂岸”。\n　　“乱石穿空，惊涛拍岸”的“穿”和“拍”是一组动词，使整个画面充满了动感和力度感，极富冲击力；而“乱石崩云，惊涛裂岸”的“崩”和“裂”，则强调了这种力量所带来的效果：乱石直插云霄，使云霞崩开了；惊涛怒卷江岸，使土石裂碎了，这些明显带有夸张想象的成分。好坏就看读者个人的喜好了。\n　　“樯橹”和“强虏”，前者字面意义为“舟楫船桨”，后者为“强劲的敌人”。在前一句中，词作者使用了借代的手法，即不直接说出某物，而以与之密切相关的事物来替代的修辞手法。用“樯橹”指代使用“樯橹”的强劲的敌人。▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析三\n\n\n　　此词通过对月夜江上壮美景色的描绘，借对古代战场的凭吊和对风流人物才略、气度、功业的追念，曲折地表达了作者怀才不遇、功业未就、老大未成的忧愤之情，同时表现了作者关注历史和人生的旷达之心。全词借古抒怀，雄浑苍凉，大气磅礴，笔力遒劲，境界宏阔，将写景、咏史、抒情融为一体，给人以撼魂荡魄的艺术力量，曾被誉为“古今绝唱”。\n　　清代词论家徐轨谓东坡词“自有横槊气概，固是英雄本色”（《词苑丛谈》卷三）。在《东坡乐府》中，最具有这种英雄气格的代表作，首推这篇被誉为“千古绝唱”的《念奴娇·赤壁怀古》。这首词是苏轼游赏黄冈城外的赤壁（鼻）矶时写下的，是北宋词坛上最为引人注目的作品之一。\n　　此词上阕，先即地写景，为英雄人物出场铺垫。开篇从滚滚东流的长江着笔，随即用“浪淘尽”，把倾注不尽的大江与名高累世的历史人物联系起来，布置了一个极为广阔而悠久的空间时间背景。它既使人看到大江的汹涌奔腾，又使人想见风流人物的卓荦气概，更可体味到作者兀立江岸凭吊胜地才人所诱发的起伏激荡的心潮，气魄极大，笔力非凡。接着“故垒”两句，点出这里是传说中的古代赤壁战场。在苏轼写此词的八百七十多年前，东吴名将周瑜曾在长江南岸，指挥了以弱胜强的赤壁之战。关于当年的战场的具体地点，向来众说纷纭，东坡在此不过是聊借怀古以抒感，读者不必刻舟求剑。“人道是”，下字极有分寸。“周郎赤壁”，既是拍合词题，又是为下阕缅怀公瑾预伏一笔。\n　　以下“乱石”三句，集中描写赤壁雄奇壮阔的景物：陡峭的山崖散乱地高插云霄，汹涌的骇浪猛烈地搏击着江岸，滔滔的江流卷起千万堆澎湃的雪浪。这种从不同角度而又诉诸于不同感觉的浓墨健笔的生动描写，一扫平庸萎靡的气氛，把读者顿时带进一个奔马轰雷、惊心动魄的奇险境界，使人心胸为之开扩，精神为之振奋。煞拍二句，总束上文，带起下片。\n　　“江山如画”，这明白精切、脱口而出的赞美，应是作者和读者从以上艺术地提供的大自然的雄伟画卷中自然而然地得出的结论。“地灵人杰”，锦绣山河，必然产生、哺育和吸引无数出色的英雄，三国正是人才辈出的时代：横槊赋诗的曹操，驰马射虎的孙权，隆中定策的诸葛亮，足智多谋的周公瑾……真可说是“一时多少豪杰！”\n　　上片重在写景，将时间与空间的距离紧缩集中到三国时代的风云人物身上。但苏轼在众多的三国人物中，尤其向往那智破强敌的周瑜，故下片由“遥想”领起五句，集中腕力塑造青年将领周瑜的形象。作者在历史事实的基础上、挑选足以表现人物个性的素材，经过艺术集中、提炼和加工，从几个方面把人物刻画得栩栩如生。据史载，建安三年东吴孙策亲自迎请二十四岁的周瑜，授予他“建威中郎将”的职衔，并同他一齐攻取皖城。周瑜娶小乔，正在皖城战役胜利之时，而后十年他才指挥了有名的赤壁之战。此处把十年间的事集中到一起，在写赤壁之战前，忽插入“小乔初嫁了”这一生活细节，以美人烘托英雄，更见出周瑜的丰姿潇洒、韶华似锦、年轻有为，足以令人艳羡。同时也使人联想到：赢得这次抗曹战争的胜利，乃是使东吴据有江东、发展胜利形势的保证，否则难免出现如杜牧《赤壁》诗中所写的“铜雀春深锁二乔”的严重后果。这可使人意识到这次战争的重要意义。\n　　“雄姿英发，羽扇纶巾”，是从肖像仪态上描写周瑜束装儒雅，风度翩翩。纶巾，青丝带头巾，“葛巾毛扇”，是三国以来儒将常有的打扮，着力刻画其仪容装束，正反映出作为指挥官的周瑜临战潇洒从容，说明他对这次战争早已成竹在胸、稳操胜券。\n　　“谈笑间、樯橹灰飞烟灭”，抓住了火攻水战的特点，精切地概括了整个战争的胜利场景。据《三国志》引《江表传》，当时周瑜指挥吴军用轻便战舰，装满燥荻枯柴，浸以鱼油，诈称请降，驶向曹军，一时间“火烈风猛，往船如箭，飞埃绝烂，烧尽北船。”词中只用“灰飞烟灭”四字，就将曹军的惨败情景形容殆尽。可以想见，在滚滚奔流的大江之上，一位卓异不凡的青年将军周瑜，谈笑自若地指挥水军，抗御横江而来不可一世的强敌，使对方的万艘舳舻，顿时化为灰烬，这是何等的气势。苏轼如此向慕周瑜，是因为他觉察到北宋国力的软弱和辽夏军事政权的严重威胁，他时刻关心边庭战事，有着一腔报国疆场的热忱。面对边疆危机的加深，目睹宋廷的萎靡慵懦，他是非常渴望有如三国那样称雄一时的豪杰人物，来扭转这很不景气的现状。这正是作者所以要缅怀赤壁之战，并精心塑造导演这一战争活剧的中心人物周瑜的思想契机。\n　　然而，眼前的政治现实和词人被贬黄州的坎坷处境，却同他振兴王朝的祈望和有志报国的壮怀大相抵悟，所以当词人一旦从“神游故国”跌入现实，就不免思绪深沉、顿生感慨，而情不自禁地发出自笑多情、光阴虚掷的叹惋了。仕路蹭蹬，壮怀莫酬，使词人过早地自感苍老，这同年华方盛即卓有建树的周瑜适成对照。然而人生短暂，不必让种种“闲愁”萦回于心，还不如放眼大江、举酒赏月。“一尊还酹江月”，玩味着这言近意远的诗句，一位襟怀超旷、识度明达、善于自解自慰的诗人，仿佛就浮现在读者眼前。词的收尾，感情激流忽作一跌宕，犹如在高原阔野中奔涌的江水，偶遇坎谷，略作回旋，随即继续流向旷远的前方。这是历史与现状，理想与实际经过尖锐的冲突之后在作者心理上的一种反映，这种感情跌宕，更使读者感到真实，从某种意义上说，更能引起读者的思考。\n　　这首词从总的方面来看，气象磅礴，格调雄浑，高唱入云，其境界之宏大，是前所未有的。通篇大笔挥洒，却也衬以谐婉之句，英俊将军与妙龄美人相映生辉，昂奋豪情与感慨超旷的思绪迭相递转，做到了庄中含谐，直中有曲。特别是它第一次以空前的气魄和艺术力量塑造了一个英气勃发的人物形象，透露了作者有志报国、壮怀难酬的感慨，为用词体表达重大的社会题材，开拓了新的道路，产生了重大影响。\n　　据俞文豹《吹剑录》记载，当时有人认为此词须关西大汉手持铜琵琶、铁绰板进行演唱，虽然他们囿于传统观念，对东坡词新风不免微带讥消，但也从另一方面说明，这首词的出现，对于仍然盛行缠绵悱恻之调的北宋词坛，确有振聋发聩的作用。▲\n\n\n参考资料：完善\n\n1、\n刘乃昌 等 ．唐宋词鉴赏辞典（唐·五代·北宋） ．上海 ：上海辞书出版社 ，1988 ：620-623 ．\n\n\n2、\n蘅塘退士 等 ．唐诗三百首·宋词三百首·元曲三百首 ．北京 ：华文出版社 ，2009 ：211 ．\n\n\n"
        ]
    },
    {
        "title": "岳阳楼记",
        "author": "范仲淹",
        "dynasty": "〔宋代〕",
        "main": "　　庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴，乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上，属予作文以记之。(具 通：俱)\n　　予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯，朝晖夕阴，气象万千，此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？\n　　若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空，日星隐曜，山岳潜形，商旅不行，樯倾楫摧，薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；淫雨 通：霪雨)\n　　至若春和景明，波澜不惊，上下天光，一碧万顷，沙鸥翔集，锦鳞游泳，岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。\n　　嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲，居庙堂之高则忧其民，处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？时六年九月十五日。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文　　庆历四年的春天，滕子京被降职到巴陵郡做太守。到了第二年，政事顺利，百姓和乐，各种荒废的事业都兴办起来了。于是重新修建岳阳楼，扩大它原有的规模，把唐代名家和当代人的诗赋刻在它上面。嘱托我写一篇文章来记述这件事情。\n　　我观看那巴陵郡的美好景色，全在洞庭湖上。它连接着远处的山，吞吐长江的水流，浩浩荡荡，无边无际，一天里阴晴多变，气象千变万化。这就是岳阳楼的壮丽景象。前人的记述已经很详尽了。虽然如此，那么向北面通到巫峡，向南面直到潇水和湘水，降职的官吏和来往的诗人，大多在这里聚会，他们观赏自然景物而触发的感情大概会有所不同吧？\n　　像那阴雨连绵，接连几个月不放晴，寒风怒吼，浑浊的浪冲向天空；太阳和星星隐藏起光辉，山岳隐没了形体；商人和旅客不能通行，船桅倒下，船桨折断；傍晚天色昏暗，虎在长啸，猿在悲啼，这时登上这座楼啊，就会有一种离开国都、怀念家乡，担心人家说坏话、惧怕人家批评指责，满眼都是萧条的景象，感慨到了极点而悲伤的心情。\n　　到了春风和煦，阳光明媚的时候，湖面平静，没有惊涛骇浪，天色湖光相连，一片碧绿，广阔无际；沙洲上的鸥鸟，时而飞翔，时而停歇，美丽的鱼游来游去，岸上与小洲上的花草，青翠欲滴。有时大片烟雾完全消散，皎洁的月光一泻千里，波动的光闪着金色，静静的月影像沉入水中的玉璧，渔夫的歌声在你唱我和地响起来，这种乐趣真是无穷无尽啊！这时登上这座楼，就会感到心胸开阔、心情愉快，光荣和屈辱一并忘了，端着酒杯，吹着微风，那真是快乐高兴极了。\n　　唉！我曾经探求古时品德高尚的人的思想感情 ，或许不同于以上两种人的心情，这是为什么呢？是由于不因外物好坏和自己得失而或喜或悲。在朝廷里做高官就应当心系百姓；处在僻远的江湖间也不能忘记关注国家安危。这样来说在朝廷做官也担忧，在僻远的江湖也担忧。既然这样，那么他们什么时候才会感到快乐呢？他们一定会说：“在天下人忧之前先忧，在天下人乐之后才乐”。唉！如果没有这种人，我同谁一道呢 ？\n　　写于庆历六年九月十五日。 \n注释记：一种文体。可以写景、叙事，多为议论。但目的是为了抒发作者的情怀和抱负（阐述作者的某些观念）。庆历四年：公元1044年。庆历，宋仁宗赵祯的年号。滕子京谪（zhé）守巴陵郡（jùn）：滕子京降职任岳州太守。滕子京，名宗谅，子京是他的字，范仲淹的朋友。古时朋友间多以字相称。谪守：把被革职的官吏或犯了罪的人充发到边远的地方。在这里作为<动>被贬官，降职解释。守：指做州郡的长官越明年：到了第二年，就是庆历五年（1045）。越，到了，及。政通人和：政事顺利，百姓和乐。政，政事；通，通顺；和，和乐。这是赞美滕子京的话。百废具兴：各种荒废的事业都兴办起来了。百，不是确指，形容其多。废，这里指荒废的事业。具，通“俱”，全，皆。兴，复兴。乃重修岳阳楼，增其旧制：乃，于是；增，扩大。制：规模。唐贤今人：唐代和宋代的名人。属（zhǔ）予（yú）作文以记之：属，通“嘱”，嘱托、嘱咐。予，我。作文，写文章。以，用来，连词。记，记述。予观夫巴陵胜状：夫，指示代词，相当于“那”。胜状，胜景，好景色。衔（xián）远山，吞长江，浩浩汤汤：衔，衔接。吞，吞没。浩浩汤汤（shāng）：水势壮阔的样子。横无际涯：宽阔无边。横：广远。际涯：边。（际、涯的区别：际专指陆地边界，涯专指水的边界）。朝晖夕阴：或早或晚（一天里）阴晴多变化。朝，在早晨，名词做状语。晖：日光。气象，景象。万千，千变万化。此则岳阳楼之大观也：这就是岳阳楼的壮丽景象。此，这。则，就。大观，盛大壮观的景象。前人之述备矣：前人的记述很详尽了。前人之述，指上面说的“唐贤今人诗赋”。备，详尽，完备。矣，语气词“了”。之，的。然则北通巫峡：然则：虽然如此，那么。南极潇湘：南面直到潇水、湘水。潇水是湘水的支流。湘水流入洞庭湖。南，向南。极，尽。迁客骚人，多会于此：迁客，被贬谪流迁的人。骚人，诗人。战国时屈原作《离骚》，因此后人也称诗人为骚人。多：大多。会，聚集。于，在。此，这里。览物之情，得无异乎：饱览这里景色时的感想，恐怕会有所不同吧。览：观看，欣赏。物：景物。之情：情感。,得无：恐怕/是不是。异：差别，不同。乎若夫淫（yín）雨霏霏（fēifēi）：若夫，用在一段话的开头以引起下文。下文的“至若”同此。“若夫”近似“像那”。“至若”近似“至于”。淫（yín）雨霏霏，连绵不断的雨。霏霏，雨（或雪）繁密的样子。开：解除，这里指天气放晴。阴风怒号（háo），浊浪排空：阴，阴冷。号，呼啸；浊，浑浊。排空，冲向天空。日星隐曜（yào）：太阳和星星隐藏起光辉。曜（不为耀，古文中以此曜做日光）光辉；日光。山岳潜形：山岳隐没了形体。岳，高大的山。潜，隐没。形，形迹。商旅不行：走，此指前行。樯（qiáng）倾楫（jí）摧：桅杆倒下，船桨折断。樯，桅杆。楫，船桨。倾，倒下。摧，折断薄暮冥冥（míng míng）：傍晚天色昏暗。薄，迫近。冥冥：昏暗的样子。斯：这，在这里指岳阳楼。则有去国怀乡，忧谗畏讥：则，就。有，产生……（的情感）。去国怀乡，忧谗畏讥：离开国都，怀念家乡，担心（人家）说坏话，惧怕（人家）批评指责。去，离开。国，国都，指京城。去国，离开京都，也即离开朝廷。忧，担忧。谗，谗言。畏，害怕，惧怕。讥，批评指责。满目萧然，感极而悲者矣：萧然，萧条的样子。感极，感慨到了极点。而，表示顺接。者，代指悲伤感情，起强调作用。至若春和景明：如果到了春天气候和暖，阳光普照。至若，至于。春和，春风和煦。景，日光。明，明媚。（借代修辞）。波澜不惊：湖面平静，没有惊涛骇浪。惊：这里有“起”“动”的意思。上下天光，一碧万顷：天色湖光相接，一片碧绿，广阔无际。一，全。万顷，极言其广。沙鸥翔集，锦鳞游泳：沙鸥时而飞翔时而停歇，美丽的鱼在水中游来游去。沙鸥，沙洲上的鸥鸟。翔集：时而飞翔，时而停歇。集，栖止，鸟停息在树上。锦鳞，指美丽的鱼。鳞，代指鱼。游泳：或浮或沉。游：贴着水面游。泳，潜入水里游。岸芷（zhǐ）汀（tīng）兰：岸上与小洲上的花草。芷：香草的一种。汀：小洲,水边平地。郁郁：形容草木茂盛。而或长烟一空：有时大片烟雾完全消散。或：有时。长：大片。一，全。空：消散。皓月千里：皎洁的月光照耀千里。浮光跃金：波动的光闪着金色。这是描写月光照耀下的水波。静影沉璧：静静的月影像沉入水中的璧玉。这里是写无风时水中的月影。璧，圆形正中有孔的玉。渔歌互答：渔人唱着歌互相应答。互答，一唱一和。何极：哪有穷尽。何：怎么。极：穷尽。心旷神怡：心情开朗，精神愉快。旷，开阔。怡，愉快。宠辱偕（xié）忘：荣耀和屈辱一并都忘了。偕：一起。宠：荣耀。辱：屈辱。把酒临风：端酒面对着风，就是在清风吹拂中端起酒来喝。把：持，执。临，面对。洋洋：高兴得意的样子。嗟（jiē）夫：唉。嗟夫为两个词，皆为语气词。予尝求古仁人之心：尝，曾经。求，探求。古仁人，古时品德高尚的人。之，的。心，思想感情（心思）。或异二者之为：或许不同于（以上）两种心情。或，近于“或许”“也许”的意思，表委婉口气。异，不同于。为，这里指心理活动。二者，这里指前两段的“悲”与“喜”。不以物喜，不以己悲：不因为外物（好坏）和自己（得失）而或喜或悲（此句为互文）。以，因为。居庙堂之高则忧其民：在朝中做官担忧百姓。意为在朝中做官。庙，宗庙。堂，殿堂。庙堂：指朝廷。下文的“进”，对应“居庙堂之高”。进：在朝廷做官。处江湖之远则忧其君：处在僻远的地方做官则为君主担忧。处江湖之远：处在偏远的江湖间，意思是不在朝廷上做官。下文的“退”，对应“处江湖之远”。之：定语后置的标志。是：这样。退：不在朝廷做官。其必曰“先天下之忧而忧，后天下之乐而乐”：那一定要说“在天下人担忧之前先担忧，在天下人享乐之后才享乐”吧。先，在……之前；后，在……之后。其：指“古仁人”。而，顺承。必：一定。）微斯人，吾谁与归：如果没有这样的人，那我同谁一道呢？微，没有。斯人，这样的人。谁与归，就是“与谁归”。归，归依。时六年：庆历六年（1046年）▲\n\n\n参考资料：完善\n\n1、\n于非 ．中国古代文学作品选 ：高等教育出版社 ，2002年 ：617-620 ．\n\n\n2、\n人民教育出版社语文室 ．义务教育课程标准实验教科书语文·九年级·上册．\n\n\n3、\n唐孝麟 ．中国古代散文选 ：高等教育出版社 ，1995年 ：471-474 ．\n\n\n4、\n张圣洁 朱五书 ．初中文言文全解一点通 ：贵州教育出版社 河北教育出版社 ，2006年9月第一版 ：156-159 ．\n\n\n5、\n人民教育出版社语文室 ．义务教育课程标准实验教科书语文八年级下册教师教学用书。\n\n\n",
            "\n\n\n点评\n\n\n　　诗人以白描的手法写沿途所见。犬吠鸡鸣、乳鹅新鸭；良苗出水、细雨如丝。春天湘赣一带乡村景象被诗人描画得惟妙惟肖，读之仿佛身临其境。质朴自然与提炼之工浑然一体，活化出乡间风光的神韵。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n鉴赏\n\n\n　　这首诗描写真州景物风情，表现了真州景物的美丽、真州风俗人情的淳朴。\n　　清新自然是这两首诗的特点。诗中景物淡远幽雅，特别是前一首写渔村的景物，为前人之诗所少见，令人有耳目一新之感。而这些景物都好似是诗人触目所见，信手拈来，十分自然。而所表现的诗情画意也是十分自然，宛如一幅天然的渔家生活图画。\n　　其次是含蓄而有意味。作者虽在描写景物风情，实际上是把自己对现实生活的评价含而不露地隐藏其中。前一句描写渔村景物和渔人生活，含而不露地表现了作者对渔村美丽景物和渔人自食其力生活的赞赏。后一句描写真州农村的耕作和习俗，也含而不露地表现了作者对真州农民勤劳和淳朴人情的喜爱。含蓄的写法，使两首诗情外有味，读者若不细心思考品嚼，很难理解作者实际情感，自然也难于见得其诗之妙了。\n　　清人评曰：“第四句乃此诗精彩佳妙所在，为一篇之主，前三句凑泊成趣，为一篇之客，此诗请客之法也。但主客要照应相配。四句色色俱精，一气呵成，如天造地设，所谓运斤成风，欲求斧凿之痕，了不可得。”▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n分析\n\n\n中心思想　　这篇文章叙述了事情的本末源起，通过描绘岳阳楼的景色及迁客骚人登楼览景后产生的不同感情，表达了自己“不以物喜，不以己悲”的旷达胸襟与“先天下之忧而忧，后天下之乐而乐”的政治抱负。 \n主题　　“洞庭天下水，岳阳天下楼。”一提起岳阳楼，人们就会很自然地想起千古名臣范仲淹，千古名文《岳阳楼记》， 想到其中表明范仲淹宽阔胸襟的句子“不以物喜，不以己悲”，还会赞颂他“先天下之忧而忧，后天下之乐而乐”的政治抱负和生活态度。可以说，人们把太多的目光和关注给了范仲淹，而很少会有人想到功不可没的滕子京。既是自勉，又是与友人共勉。\n后世影响　　影响力洞穿史册，成为延绵千年的治国理念之一，政事通达、人心和顺成为后代无数治国理政者孜孜以求的理想境界。后世有“居官警语”云：“善为治者，贵运轶民之隐，达民之情。”“治民之大者，在上下之交不至于隔阂。”“上下之交”而不“隔阂”，其核心就是个“通”字，揭示了“政通人和”的关键所在。\n问题研究1、作者在此提出了一种什么样的更高的理想境界？答：这是一种超然物外的理想境界。虽然因物悲喜是人之常情，但并不是做人的最高境界。2、作者的旷达胸襟与政治抱负之间的关系：因果关系。3、“古仁人之心”的内涵是什么？（用原文回答）答：不以物喜，不以己悲。4、“是进亦忧，退亦忧”这句话中，“进”是指什么？“退”是指什么？“进”是指“居庙堂之高”即“在朝廷做官”，“退”是指“处江湖之远”即“不在朝廷做官”。5、这段话中所用的主要表达方式是什么？本段在全文中的作用是什么？答：议论。作用：点明主旨，抒发了作者宽阔的胸襟和远大的政治抱负。6、“微斯人，吾谁与归”表达了作者的什么感情？答：一方面希望滕子京具有古仁人之心，志存高远；另一方面也含蓄地表达了自己愿与古仁人同道的旷达胸襟和远大抱负以及对滕子京遭贬谪的慰勉。7、如何理解“进亦忧，退亦忧”一句？答：“进亦忧”照应“居庙堂之高则忧其民”，“退亦忧”照应“处江湖之远则忧其君”。这句话表达了古仁人不念自己的处境，而是忧国忧民，以天下为己任的思想。8、“先天下之忧而忧，后天下之乐而乐”一句在文中的作用：。请再写出一句你从课外读到的与此意思相似的诗句或名句。答：作用：体现本文主旨。1、天下兴亡，匹夫有责。2、位卑未敢忘忧国。9、作者巧妙地用两个设问句来逐层深入地阐明论点。第一个设问句先从反面说，后从正面说，揭示了“古仁人”之心的内涵，得出“是进亦忧，退亦忧”的论断，突出一个“忧”字，自然引出第二个设问句，将文章推向高潮，从而提出“先天下之忧而忧，后天下之乐而乐”的观点。10、“居庙堂之高则忧其民，处江湖之远则忧其君”一句的修辞：对偶。11、“迁客骚人”登楼“览物之情”为什么不同？答：他们因外物的好坏和自己的得失而产生或喜或悲的感情（或“以物喜，以己悲”12、选文表达了作者怎样的思想感情？答：⑴对滕子京的劝勉和规谏。⑵抒发自己“先天下之忧而忧，后天下之乐而乐”的远大抱负。13、“览物之情，得无异乎”和“古仁人之心，或异二者之为”两句中的“异”字，分别指什么内容？答；“览物之情，得无异乎”中的“异”，是指不同的自然景物引发出的“迁客骚人”的不同的感触，即“悲”与“喜”两种不同的心境。“古仁人之心，或异二者之为”，是指古代仁人不同于上述“迁客骚人”，能不受自然景物好坏的影响，“不以物喜，不以己悲”。14、用自己的话概括“迁客骚人”的两种“览物之情”，并指出作者这样写的目的。答：第一种：远离京城，怀念家乡，担心遭诽谤和讽刺的悲伤。第二种：胸怀开阔，精神愉快，荣辱偕忘的喜悦。目的：为了将这类人的悲喜感情跟“古仁人之心”作对比，引出下文，由写情自然转入议论，突出全文主旨。15、本文共五个自然段，其中叙事的是第1段，写景、抒情的是2、3、4第段，议论的是第5段。16、出自本文的成语：百废具兴 、政通人和、心旷神怡。文章第二段用神来之笔再现了岳阳楼的宏伟景象，照应了题目，此外还有什么作用？答：“衔”和“吞”把远山长江与洞庭湖的关系写得活灵活现，同时领起下文迁客骚人的览物之景17、两种不同的览物之情，各是怎样的？作者阐述的主要观点是什么？答：一种是“去国怀乡，忧谗畏讥”的“因己而悲”的感情； 一种是“心旷神怡，宠辱偕忘”的“因物而喜”的感情。作者阐述的主要观点是“先天下之忧而忧，后天下之乐而乐”。18、概括各段的大意：①交代作记的缘由。②描写洞庭湖远景，生发议论，引出两种情景。③——④、描写阴晴两种天气的景色极其感受。⑤、阐述古仁人之心，抒发自己的远大抱负。19、联系全文，说说你对“先天下之忧而忧，后天下之乐而乐”的看法或理解。答：范仲淹的这句话体现了忧君思想，带有时代的局限性，但是他所提倡的吃苦在前、享受在后的精神，在今天仍然有着借鉴和教育意义。20、文章略写巴陵胜状，详写览物之情，试简述其原因。答：写景不是本文的目的，作者的真正意图是借题发挥，谈一个人应有的政治抱负，并以此规箴友人。21、“迁客骚人”与“古仁人”的区别在哪？答：迁客骚人：以物喜，以己悲；古仁人：不以物喜，不以己悲。22、本文的议论点明了作者的“忧乐”观，这种“忧”“乐”与前文“迁客骚人”的“悲”“喜”是否一致？为什么？ 答：不一致。作者的忧乐观是以天下为基础的是先天下之忧而忧，后天下之乐而乐；而迁客骚人的悲和喜是以自己的得失和外物的好坏为前提，是以物喜，以己悲。23、范仲淹借此文委婉地表达了对友人滕子京地劝勉，结尾作者发出“微斯人，吾谁与归”的慨叹。就全文来看，这句话有何言外之意？答：作者一方面希望滕子京具有古仁人之心，志存高远；另一方面也含蓄地表达了自己愿与古仁人同道的旷达胸襟和远大抱负。24、“政通人和，百废具兴”；“不以物喜，不以己悲”；“先天下之忧而忧，后天下之乐而乐”。三句话因其文质兼美而脍炙人口，请选择感受最深的一句，结合《岳阳楼记》和自己的生活谈一谈体会。答：任选其一即可。谈体会既要联系全文，又要结合自己的生活。如选第一句可围绕政治理想来谈；选第二句可围绕旷达胸襟来谈；选第三句可围绕远大政治报负及民族责任感来谈，言之成理即可。25、“迁客骚人，多会于此，览物之情，得无异乎？”中的“骚人”是什么意思？根据我们学过的古诗文，举出曾到过岳阳楼的“迁客骚人”之作。答：诗人。孟浩然的《望洞庭湖赠张丞相》27、文中说“不以物喜，不以己悲”，作为现代人的你能否做到？为什么？请联系自己的生活实际，谈谈看法。答：①能。这说的是一种从容的平常心境。只要发挥心灵力量，砥砺意志，就可以养成平常心境。面对考试的失败，以平常心待之，便做到了“不以物喜，不以己悲”。②不能。这是一种需要修炼才能达到的境界，作为中学生，心灵尚需砥砺，战胜外在的力量不易。担心考试失败是学生普遍的心态，便是这个道理。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析\n\n\n　　《岳阳楼记》是作者应好友巴陵郡太守滕子京之请为重修岳阳楼而创作的一篇散文。这篇文章通过写岳阳楼的景色，以及阴雨和晴朗时带给人的不同感受，揭示了“不以物喜，不以己悲”的古仁人之心，也表达了自己“先天下之忧而忧，后天下之乐而乐”的爱国爱民情怀。文章超越了单纯写山水楼观的狭境，将自然界的晦明变化、风雨阴晴和“迁客骚人”的“览物之情”结合起来写，从而将全文的重心放到了纵议政治理想方面，扩大了文章的境界。全文记叙、写景、抒情、议论融为一体，动静相生，明暗相衬，文词简约，音节和谐，用排偶章法作景物对比，成为杂记中的创新。\n　　《岳阳楼记》全文有三百六十八字，共五段。\n　　文章开头即切入正题，叙述事情的本末缘起。以“庆历四年春”点明时间起笔，格调庄重雅正；说滕子京为“谪守”，已暗喻对仕途沉浮的悲慨，为后文抒情设伏。下面仅用“政通人和，百废具兴”八个字，写出滕子京的政绩，引出重修岳阳楼和作记一事，为全篇文字的导引。\n　　第二段，格调振起，情辞激昂。先总说“巴陵胜状，在洞庭一湖”，设定下文写景范围。以下“衔远山，吞长江”寥寥数语，写尽洞庭湖之大观胜概。一“衔”一“吞”，有气势。“浩浩汤汤，横无际涯”，极言水波壮阔；“朝晖夕阴，气象万千”，概说阴晴变化，简练而又生动。前四句从空间角度，后两句从时间角度，写尽了洞庭湖的壮观景象。“前人之述备矣”一句承前启后，并回应前文“唐贤今人诗赋”一语。这句话既是谦虚，也暗含转机，经“然则”一转，引出新的意境，由单纯写景，到以情景交融的笔法来写“迁客骚人”的“览物之情”，从而构出全文的主体。\n　　三、四两段是两个排比段，并行而下，一悲一喜，一暗一明，像两股不同的情感之流，传达出景与情互相感应的两种截然相反的人生情境。\n　　第三段写览物而悲者。以“若夫”起笔，意味深长。这是一个引发议论的词，又表明了虚拟的情调，而这种虚拟又是对无数实境的浓缩、提炼和升华，颇有典型意义。“若夫”以下描写了一种悲凉的情境，由天气的恶劣写到人心的凄楚。这里用四字短句，层层渲染，渐次铺叙。淫雨、阴风、浊浪构成了主景，不但使日星无光，山岳藏形，也使商旅不前；或又值暮色沉沉、“虎啸猿啼”之际，令过往的“迁客骚人”有“去国怀乡”之慨、“忧谗畏讥”之惧、“感极而悲”之情。\n　　第四段写览物而喜者。以“至若”领起，打开了一个阳光灿烂的画面。“至若”尽管也是列举性的语气，但从音节上已变得高亢嘹亮，格调上已变得明快有力。下面的描写，虽然仍为四字短句，色调却为之一变，绘出春风和畅、景色明丽、水天一碧的良辰美景。更有鸥鸟在自由翱翔，鱼儿在欢快游荡，连无知的水草兰花也充满活力。作者以极为简练的笔墨，描摹出一幅湖光春色图，读之如在眼前。值得注意的是，这一段的句式、节奏与上一段大体相仿，却也另有变奏。“而或”一句就进一步扩展了意境，增强了叠加咏叹的意味，把“喜洋洋”的气氛推向高潮，而“登斯楼也”的心境也变成了“宠辱偕忘”的超脱和“把酒临风”的挥洒自如。\n　　第五段是全篇的重心，以“嗟夫”开启，兼有抒情和议论的意味。作者在列举了悲喜两种情境后，笔调突然激扬，道出了超乎这两者之上的一种更高的理想境界，那就是“不以物喜，不以己悲”。感物而动，因物悲喜虽然是人之常情，但并不是做人的最高境界。古代的仁人，就有坚定的意志，不为外界条件的变化动摇。无论是“居庙堂之高”还是“处江湖之远”，忧国忧民之心不改，“进亦忧，退亦忧”。这似乎有悖于常理，有些不可思议。作者也就此拟出一问一答，假托古圣立言，发出了“先天下之忧而忧，后天下之乐而乐”的誓言，曲终奏雅，点明了全篇的主旨。“噫！微斯人，吾谁与归”一句结语，“如怨如慕，如泣如诉”，悲凉慷慨，一往情深，令人感喟。文章最后标明写作时间，与篇首照应。\n　　这篇文章表现作者虽身居江湖，心忧国事，虽遭迫害，仍不放弃理想的顽强意志，同时，也是对被贬战友的鼓励和安慰。《岳阳楼记》的著名，是因为它的思想境界崇高。和它同时的另一位文学家欧阳修在为他写的碑文中说，他从小就有志于天下，常自诵曰：“士当先天下之忧而忧，后天下之乐而乐也。”可见《岳阳楼记》末尾所说的“先天下之忧而忧，后天下之乐而乐”，是范仲淹一生行为的准则。孟子说：“达则兼善天下，穷则独善其身”。这已成为封建时代许多士大夫的信条。范仲淹写这篇文章的时候正贬官在外，“处江湖之远”，本来可以采取独善其身的态度，落得清闲快乐，但他提出正直的士大夫应立身行一的准则，认为个人的荣辱升迁应置之度外，“不以物喜，不以己悲”要“先天下之忧而忧，后天下之乐而乐”，勉励自己和朋友，这是难能可贵的。这两句话所体现的精神，那种吃苦在前，享乐在后的品质，无疑仍有教育意义。▲\n\n\n参考资料：完善\n\n1、\n于非 ．中国古代文学作品选 ：高等教育出版社 ，2002年 ：617-620 ．\n\n\n2、\n唐孝麟 ．中国古代散文选 ：高等教育出版社 ，1995年 ：471-474 ．\n\n\n3、\n苏景义 ．宋散文集 ：上海文艺出版社 ，2003年 ：191-196 ．\n\n\n4、\n刘志英 等 ．宋代十大文学家 ：长江出版社 ，2008年 ．\n\n\n5、\n林永辉.《岳阳楼记》分析.湖南师范大学.2009年\n\n\n",
            "\n\n\n艺术手法\n\n\n　　就艺术而论，《岳阳楼记》也是一篇优秀的文章。\n　　第一，岳阳楼之大观，前人已经说尽了，再重复那些老话没有意思。范仲淹就换一个新的角度，找一个新的题目，另说他的一套。文章的题目是“岳阳楼记”，却巧妙地避开楼不写，而是去写洞庭湖，写登楼的迁客骚人看到洞庭湖的不同景色时产生的不同感情，以衬托最后一段所谓“古仁人之心”。范仲淹的别出心裁，让人佩服。\n　　第二，记事、写景、抒情和议论交融在一篇文章中，记事简明，写景铺张，抒情真切，议论精辟。议论的部分字数不多，但有统帅全文的作用，所以有人说这是一篇独特的议论文。《岳阳楼记》的议论技巧，确实有值得借鉴的地方。\n　　第三，这篇文章的语言很有特色。它虽然是一篇散文，却穿插了许多四言的对偶句，如“日星隐曜，山岳潜形。”“沙鸥翔集，锦鳞游泳。”“长烟一空，皓月千里；浮光跃金，静影沉璧。”这些骈句为文章增添了色彩。作者锤炼字句的功夫也很深，如“衔远山，吞长江”这两句的“衔”字、“吞”字，恰切地表现了洞庭湖浩瀚的气势。“不以物喜，不以己悲”，简洁的八个字，像格言那样富有启示性。“先天下之忧而忧，后天下之乐而乐”，把丰富的意义熔铸到短短的两句话中，字字有力。\n　　全文记叙、写景、抒情、议论融为一体，动静相生，明暗相衬，文词简约，音节和谐，用排偶章法作景物对比，成为杂记中的创新。▲\n\n\n参考资料：完善\n\n1、\n于非 ．中国古代文学作品选 ：高等教育出版社 ，2002年 ：617-620 ．\n\n\n2、\n林永辉.《岳阳楼记》分析.湖南师范大学.2009年\n\n\n3、\n袁行霈 ．历代名篇赏析集成 ：中国文联出版公司 ，1988年 ．\n\n\n",
            "\n\n\n名家点评\n\n\n　　北宋陈师道《后山诗话》：范文正公为《岳阳楼记》，用对语说时景，世以为奇。尹师鲁读之曰：传奇体尔。传奇，唐裴铏所著小说也。\n　　明代孙绪《无用闲谈》：范文正公《岳阳楼记》，或谓其用赋体，殆未深考耳。此是学吕温《三堂记》，体制如出一轴。然《岳阳楼记》闳远超越，青出于蓝矣。夫以文正千载人物，而乃肯学吕温，亦见君子不以人废言之盛心也。\n　　清代金圣叹《天下才子必读书》：中间悲喜二大段，只是借来翻出后丈优乐耳，不然便是赋体类。一肚皮圣贤心地，圣贤学问，发而为才子文章。\n　　清代顾兖《文章规范百家坪注》：楼迁斋评：首尾布置与中间状物之妙，不可及矣。然最妙处在临末断遗一转语。乃知此老胸襟度量，直与岳阳洞庭同其广。\n　　清代蔡世远《古文雅正》：前半设局造句，犹是文人手笔。末段直达胸臆，非文正公不足以当之。或问史臣吕本中及朱文公，皆以文正公为宋朝人物第一，何也？曰：魏文会大矣，而本领徽不及；派公诚矣，而规局徽不及。尧舜君民之念，无日不存于中心，事如白日青天；公诚绝伦超群也。\n　　清代林云铭《古文折义》：题是记岳阳楼，任他高手，少不得要说此楼前此如何倾坏，如何狭小，然后叙增修之劳。再写楼外佳景。以为滕公此举大有益于登临已耳。文正却把这些话头点过，便尽情阁起，单就迁客骚人登楼异情处，转入古仁人用心，遂将平日胸中致君泽民、先忧后乐大本领一齐揭出。盖滕公以司谏谪守巴陵，居庙堂之高者忽处江湖之远。其忧谗畏讥之念，宠辱之怀，抚景感触，不能自遣，情所必至。若知念及君民之当忧，自有不暇于为物喜，为己悲者。篇首提出“谪守”二字，本是此意。妙在借他方之迁客骚人，闲闲点缀，不即不离。谓之为子京说法可也，谓之自述其怀抱可也，即谓之遍告天下后世君予俱应如此存心，亦无不可也。嘻，此其所以为文，公正之文欤。\n　　清代吴楚材、吴调候《古文观止》：岳阳楼大观，已被前人写尽，先生更不赘述，止将登楼者览物之情，写出悲喜二意。只是翻出后文忧乐一段正论。以圣贤忧国忧民心地，发而为文幸，非先生其孰能之？\n　　清代过珙《古文评注》：首尾布置与中间状物之妙不可及矣。尤妙在入后忧乐一段，见得惟贤者而后有真忧，亦惟贤者而后有真乐。乐不以忧而废，忧不以乐而忘。此虽文正自负之词，而期望子京，隐然言外。必如是始得斯文本旨。\n　　清代余城《重订古文释义新编》：通体俱在谪守上着笔，确是子京重修击阳楼记，一字不肯苟下。圣贤经济，才子文章，于此可兼得矣。\n　　清代浦起龙《古文眉诠》：先忧后乐两言，先生生平所持诵也。缘情设景，借题引合，想见万物一体胸襟。\n　　清代唐德宜《古文翼》：撇过岳阳之景，专写览物之情，引起忧乐二意，又从忧乐写出绝大本领。从来名公作记，未有若此篇之正大堂皇者，可想见文公一生节概。\n　　清代李扶九原编、黄仁黼重订《古文笔法百篇》：入手即将题点过，而“谪守”二字，已伏一篇之意。盖谪者多悲而少喜，故将景物随写一笔，即便昂开，提出主意，隐对子京。切定洞庭畅发两段，得宽题走窄境法。末段提出仁人之用心，以规勉之，何其正大。不知此即文正公自己写照也。公为秀才时，尝言“士君子当先天下之忧而忧，后天下之乐而乐。”不觉因上悲喜，即便吐露，而忧乐正与悲喜对也。亦岂己所不能而貌为大言乎？楼记发此大议，可谓小中见大之文。看其一结，虚托闪开，作想慕不已之情，冷冷而住，不自任而矜张，不打照子京而寡迹，尤为巧妙绝伦。至中间两对，已早开有明八股之风矣。黼按君子之所以异于人者，以其存心也。心可即境而存，心不可随境而变。其所存于中者大，斯其所遇于外者小矣。文正此记，前半为岳阳写景绘情，经营惨淡，已到十分。而其中或悲或喜，处处隐对子京，即处处从请守著想。故末以忧乐二字，易悲喜二字，归到仁人身上。见得境虽变，心不与之俱变；心所存，道即与之俱存。出忧其民，处忧其君，仁人之心，自有其所以异者存也。通幅不矜才，不使气，使自己胸襟显得磊磊落落，正大而光明。非其存于中者大，而能若是乎？\n　　清代尤焴《可斋杂稿》：文正《岳阳楼记》，精切高古，而欧公犹不以文章许之。然要皆磊磊落落，确实典重，凿凿乎如五谷之疗饥，与世之图章绘句、不根事实者，不可同年而语也。▲\n\n\n参考资料：完善\n\n1、\n朱一清．古文观止鉴赏集评（三）：安徽文艺出版社，1997：459-461\n\n\n2、\n曾枣庄．宋文通论：上海人民出版社，2008：764\n\n\n3、\n曾枣庄．全宋文（333）：上海辞书出版社，2006：385\n\n\n"
        ]
    },
    {
        "title": "沁园春·雪",
        "author": "毛泽东",
        "dynasty": "〔近现代〕",
        "main": "北国风光，千里冰封，万里雪飘。望长城内外，惟余莽莽；大河上下，顿失滔滔。(余 通：馀)山舞银蛇，原驰蜡象，欲与天公试比高。(原驰 原作：原驱)须晴日，看红装素裹，分外妖娆。(红装 一作：银装)江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。",
        "others": [
            "\n\n\n译文及注释\n\n\n译文北方的风光，千里冰封冻，万里雪花飘。望长城内外，只剩下无边无际白茫茫一片。整条黄河，立刻失去了波涛滚滚的水势。被白雪覆盖的群山好像银蛇在舞动，高原好像白象在奔跑，它们都想试着和老天爷比一下谁更高。等到晴天的时候，看红日和白雪交相辉映，格外娇艳美好。江山是如此的媚娇，引得无数英雄竞相倾倒。可惜秦始皇、汉武帝，略差文治功劳；唐太宗、宋太祖，稍逊文学才华。称雄一世的英雄人物，成吉思汗，只知道拉弓射大雕。这些人物都已经过去了，称得上能建功立业的英雄人物，还要看今天的人们。\n注释北国：该词源于中国古代的分裂时期，如宋称辽、金为北国，东晋称十六国等为北国，南北朝时代南方的各朝代称在北方与之对抗的各朝代为北国等。毛泽东诗中的“北国”使人在不觉中产生出一种我国疆土广大的民族自豪感。雪：这首词作于红一方面军一九三六年二月由陕北准备东渡黄河进入山西省西部的时候。作者在一九四五年十月七日给柳亚子信中说，这首词作于“初到陕北看见大雪时”。惟：只。馀：剩下。此字一作“余”，但目前刊出的书法作品中写作“馀”，以此为准。莽莽：无边无际。大河上下：大河，指黄河。大河上下，犹言整条黄河。顿失滔滔：（黄河）立刻失去了波涛滚滚的气势。描写黄河水结冰的景象。山舞银蛇，原驰蜡象：群山好像（一条条）银蛇在舞动。高原（上的丘陵）好像（许多）白象在奔跑。“原”指高原，即秦晋高原。蜡象，白色的象。天公：指天，即命运。须：等到；需要。红装素裹：形容雪后天晴，红日和白雪交相辉映的壮丽景色。红装，原指妇女的艳装，这里指红日为大地披上了红装。素裹，原指妇女的淡装，这里指皑皑白雪覆盖着大地。分外妖娆：格外婀娜多姿。竞折腰：折腰，倾倒，躬着腰侍候。这里是说争着为江山奔走操劳。秦皇：秦始皇嬴政（前259~前210），秦朝的创业皇帝。汉武：汉武帝刘彻（前156~前87），汉朝功业最盛的皇帝。略输文采：文采本指辞藻、才华。“略输文采”，是说秦皇汉武，武功甚盛，对比之下，文治方面的成就略有逊色。唐宗：唐太宗李世民（599~649），唐朝的建立、统一大业的皇帝。宋祖：宋太祖赵匡胤（927~976），宋朝的创业皇帝。稍逊风骚：意近“略输文采”。风骚，本指《诗经》里的《国风》和《楚辞》里的《离骚》，后来泛指文章辞藻。一代天骄：指可以称雄一世的英雄人物，泛指非常著名，有才能的人物。天骄，“天之骄子”的省略语。意思是上天所骄纵宠爱的人，成吉思汗即是。汉时匈奴自称。后来也泛称强盛的少数名族或其首领。成吉思汗（hán）：元太祖铁木真（1162~1227）在1206年统一蒙古后的尊称，意为“强者之汗”（汗是可汗的省称，即王）。后蒙古于1271年改国号为元，成吉思汗被尊为建立元朝的始祖。成吉思汗除占领中国黄河以北地区外，还曾向西远征，占领中亚和南俄，建立了庞大的蒙古帝国。只识弯弓射大雕：雕，一种属于鹰类的大型猛禽，善飞难射，古代因用“射雕手”比喻高强的射手。“只识弯弓射大雕”，是说只以武功见长。俱往矣：都已经过去了。 俱，都。数风流人物：称得上能建功立业的英雄人物。数，数得着、称得上的意思。▲\n\n\n参考资料：完善\n\n1、\n丁三省编著．毛泽东诗词精读 增订版：文化艺术出版社，2013.01：第116-117页\n\n\n2、\n罗财勇主编．初中文言文注译解练：人教版：浙江大学出版社，2010.02：第175页\n\n\n",
            "\n\n\n赏析\n\n\n　　词上片描写北国壮丽的雪景，纵横千万里，展示了大气磅礴、旷达豪迈的意境，抒发了词人对祖国壮丽河山的热爱。下片议论抒情，重点评论历史人物，歌颂当代英雄，抒发无产阶级要做世界的真正主人的豪情壮志。全词熔写景、议论和抒情于一炉，意境壮美，气势恢宏，感情奔放，胸襟豪迈，颇能代表毛泽东诗词的豪放风格。\n　　上片描写乍暖还寒的北国雪景，展现伟大祖国的壮丽山河。\n　　“北国风光，千里冰封，万里雪飘”这三句总写北国雪景，把读者引入了一个冰天雪地、广袤无垠的银色世界。“北国风光”是上片内容的总领句。“千里”“万里”两句是交错说的，即千万里都是冰封，千万里都是雪飘。诗人登高远望，眼界极为广阔，但是“千里”“万里”都远非目力所及，这是诗人的视野在想像之中延伸扩展，意境更加开阔，气魄非常宏大。天地茫茫，纯然一色，包容一切。“冰封”凝然安静，“雪飘”舞姿轻盈，静动相衬，静穆之中又有飘舞的动态。\n　　“望长城内外，惟余莽莽；大河上下，顿失滔滔。”“望”字统领下文，直至“欲与天公试比高”句。这里的“望”，有登高远眺的意思并有很大的想像成分，它显示了诗人自身的形象，使人感受到他那豪迈的意兴。“望”字之下，展现了长城、黄河、山脉、高原这些最能反映北国风貌的雄伟景观，这些景观也正是我们伟大祖国的形象。“长城内外”，这是从南到北，“大河上下”，这是自西向东，地域如此广袤，正与前面“千里”“万里”两句相照应。意境的大气磅礴，显示了诗人博大的胸怀，雄伟的气魄。“惟余莽莽”“顿失滔滔”分别照应“雪飘”“冰封”。“惟余”二字，强化了白茫茫的壮阔景象。“顿失”二字，则写出变化之速，寒威之烈，又使人联想到未冰封时大河滚滚滔滔的雄壮气势。这四句用视觉形象，赋予冰封雪飘的风光以更为具体更为丰富的直觉，更显气象的奇伟雄浑。\n　　“山舞银蛇，原驰蜡象，欲与天公试比高。”“山舞银蛇，原驰蜡象”的动态描写，都有活泼奔放的气势。加上“欲与天公试比高”一句，表现“山”“原”与天相连，更有一种奋发的态势和竞争的活力。“山”“原”都是静物，写它们“舞”“驰”，这化静为动的浪漫想像，固然因在大雪飘飞中远望山势和丘陵绵延起伏，确有山舞原驰的动感，更因诗人情感的跃动，使他眼前的大自然也显得生气勃勃，生动活跃。。\n　　“须晴日，看红装素裹，分外妖娆”写的是虚景，与前十句写眼前的实景形成对比，想像雪后晴日当空的景象，翻出一派新的气象。雪中的景象在苍茫中显得雄伟，雪后的景象则显得娇艳。“看”字与“望”字照应；“红装素裹”，把江山美景比做少女的衣装，形容红日与白雪交相辉映的艳丽景象。“分外妖娆”，赞美的激情溢于言表。\n　　下片由毛泽东主席对祖国山河的壮丽而感叹，并引出秦皇汉武等英雄人物，纵论历代英雄人物，抒发作者伟大的抱负及胸怀。\n　　“江山如此多娇，引无数英雄竞折腰”，可谓承上启下，将全词连接得天衣无缝。“江山如此多娇”承上，总括上片的写景，对“北国风光”作总评；“引无数英雄竞折腰”启下，展开对历代英雄的评论，抒发诗人的抱负。这一过渡使全词浑然一体，给人严丝合缝、完整无隙的感受。祖国的山河如此美好，难怪引得古今许多英雄人物为之倾倒，争着为统一天下而奋斗。一个“竞”字，写出英雄之间激烈的争斗，写出一代代英雄的相继崛起和衰落的经历。“折腰”的形象，展示了每位英雄人物为之倾倒的姿态，并揭示了为之奋斗的动机。\n　　“惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕”，以“惜”字总领七个句子，展开对历代英雄人物的评论。诗人于历代帝王中举出五位很有代表性的人物，展开一幅幅历史画卷，使评论得以具体形象地展开，如同翻阅一部千秋史册，一一加以评说。一个“惜”字，定下对历代英雄人物的评论基调，饱含惋惜之情而又有批判。然而措词极有分寸，“略输文采”“稍逊风骚”，并不是一概否定。至于成吉思汗，欲抑先扬，在起伏的文势中不但有惋惜之极的意味，而且用了“只识”二字而带有嘲讽之意。“弯弓射大雕”，非常传神地表现了成吉思汗只恃武功而不知文治的形象。\n　　“俱往矣，数风流人物，还看今朝”，“俱往矣”三字，言有尽而意无穷，有画龙点睛之妙。将中国封建社会的历史一笔带过，转向诗人所处的当今时代，点出全词“数风流人物，还看今朝”的主题。“今朝”是一个新的时代，新的时代需要新的风流人物来带领。“今朝”的风流人物不负历史的使命，超越于历史上的英雄人物，具有更卓越的才能，并且必将创造空前伟大的业绩，是诗人坚定的自信和伟大的抱负。这震撼千古的结语，发出了超越历史的宣言，道出了改造世界的壮志。那一刻思接千载，那一刻洞悉未来，那一刻豪情万丈，那一刻傲视古今。\n　　《沁园春·雪》突出体现了毛泽东词风的雄健、大气。作为领袖毛泽东的博大的胸襟和抱负，与广阔雄奇的北国雪景发生同构，作者目接“千里”“万里”，“欲与天公试比高”；视通几千年，指点江山主沉浮。充分展示了雄阔豪放、气势磅礴的风格。\n　　全词用字遣词，设喻用典，明快有力，挥洒自如，辞义畅达，一泻千里。全词合律入韵，似无意而为之。虽属旧体却给读者以面貌一新之感。不单是从词境中表达出的新的精神世界，而首先是意象表达系统的词语，鲜活生动，凝练通俗，易诵易唱易记。▲\n\n\n参考资料：完善\n\n1、\n臧克家主编．毛泽东读词鉴赏 （第二版）：河南文艺出版社，2005年05月：第120-第125页\n\n\n2、\n陈宗玉，梁士奇主编．初中文言文全解全练：首都师范大学出版社，2007.9：第165页\n\n\n"
        ]
    },
    {
        "title": "春江花月夜",
        "author": "张若虚",
        "dynasty": "〔唐代〕",
        "main": "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月裴回，应照离人妆镜台。(裴回 一作：徘徊)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)",
        "others": [
            "\n\n\n译文及注释\n\n\n译文春天的江潮水势浩荡与大海连成了一片，一轮明月从海上升起好像与潮水一起涌出来。月光照耀着春江随着波浪荡漾千万里，所有地方的春江都有明亮的月光。江水曲曲折折地绕着花草丛生的原野流淌，月光照射着开遍鲜花的树林好像细密的雪珠在闪烁。月色如霜所以霜飞无从觉察，洲上的白沙和月色融合在一起看不分明。江水和天空变成了一种颜色没有一点微小的灰尘，明亮的天空中只有一轮孤月悬挂。江边上是什么人最初看见了月亮，江上的月亮又是哪一年最初照耀着人们？人生一代一代地无穷无尽，而江上的月亮一年一年地总是相似。不知道江上的月亮在等待着什么人，只见长江不断地一直运输着流水。游子像一片白云缓缓地离去，只剩下思妇站在离别的青枫浦不胜忧愁。谁家的游子今晚坐着小舟在漂荡？什么地方有人在明月照耀的楼上相思？可怜楼上不停移动的月光，应该照耀在离人的梳妆台。月光照进思妇的门帘卷不走，照在她的捣衣砧上拂不掉。这时互相望着月亮可是不能音信，我希望随着月光流去照耀着您。鸿雁不停地飞翔而不能飞出无边的月光，月照江面鱼龙在水中跳跃激起阵阵波纹。昨天夜里梦见花落闲潭，可惜的是春天已过了一半自己却还不能回家。江水带着春光将要流尽，水潭上的月亮又要西落。斜月慢慢下沉藏在海雾里，碣石与潇湘的离人距离无限遥远。不知道有几人能趁着月光回家，唯有那西落的月亮摇荡着离情洒满了江边的树林。 \n注释滟（yàn）滟：波光荡漾的样子。芳甸(diàn）：芳草丰茂的原野。甸，郊外之地。霰（xiàn）：天空中降落的白色不透明的小冰粒。形容月光下春花晶莹洁白。流霜：飞霜，古人以为霜和雪一样，是从空中落下来的，所以叫流霜。在这里比喻月光皎洁，月色朦胧、流荡，所以不觉得有霜霰飞扬。汀（tīng）：沙滩。纤尘：微细的灰尘。月轮：指月亮，因为月圆时像车轮，所以称为月轮。穷已：穷尽。江月年年只相似：另一种版本为“江月年年望相似”。 但见：只见、仅见。悠悠：渺茫、深远。青枫浦上：青枫浦 地名 今湖南浏阳县境内有青枫浦。这里泛指游子所在的地方。浦上：水边。扁舟子：飘荡江湖的游子。扁舟，小舟。明月楼：月夜下的闺楼。这里指闺中思妇。月裴徊：指月光偏照闺楼，徘徊不去，令人不胜其相思之苦。离人：此处指思妇。妆镜台：梳妆台。玉户：形容楼阁华丽，以玉石镶嵌。捣衣砧（zhēn ）：捣衣石、捶布石。相闻：互通音信。逐：追随。月华：月光。文：同“纹”。闲潭：幽静的水潭。复西斜：此中“斜”应为押韵读作“xiá”（洛阳方言是当时的标准国语，斜在洛阳方言中就读作xiá）。潇湘:湘江与潇水。碣(jié)石、潇湘：一南一北，暗指路途遥远，相聚无望。无限路：极言离人相距之远。乘月：趁着月光。摇情：激荡情思，犹言牵情。▲\n\n\n参考资料：完善\n\n1、\n唐诗四首 春江花月夜．人民教育出版社[引用日期2014-06-15]\n\n\n",
            "\n\n\n赏析\n\n\n　　被闻一多先生誉为“诗中的诗，顶峰上的顶峰”（《宫体诗的自赎》）的《春江花月夜》，一千多年来使无数读者为之倾倒。一生仅留下两首诗的张若虚，也因这一首诗，“孤篇横绝，竟为大家”。\n　　此诗沿用陈隋乐府旧题，运用富有生活气息的清丽之笔，以月为主体，以江为场景，描绘了一幅幽美邈远、惝恍迷离的春江月夜图，抒写了游子思妇真挚动人的离情别绪以及富有哲理意味的人生感慨，表现了一种迥绝的宇宙意识，创造了一个深沉、寥廓、宁静的境界。全诗共三十六句，每四句一换韵，通篇融诗情、画意、哲理为一体，意境空明，想象奇特，语言自然隽永，韵律宛转悠扬，洗净了六朝宫体的浓脂腻粉，具有极高的审美价值，素有“孤篇盖全唐”之誉。\n　　诗人入手擒题，一开篇便就题生发，勾勒出一幅春江月夜的壮丽画面：江潮连海，月共潮生。这里的“海”是虚指。江潮浩瀚无垠，仿佛和大海连在一起，气势宏伟。这时一轮明月随潮涌生，景象壮观。一个“生”字，就赋予了明月与潮水以活泼泼的生命。月光闪耀千万里之遥，哪一处春江不在明月朗照之中！江水曲曲弯弯地绕过花草遍生的春之原野，月色泻在花树上，像撒上了一层洁白的雪。诗人真可谓是丹青妙手，轻轻挥洒一笔，便点染出春江月夜中的奇异之“花”。同时，又巧妙地缴足了“春江花月夜”的题面。诗人对月光的观察极其精微：月光荡涤了世间万物的五光十色，将大千世界浸染成梦幻一样的银辉色。因而“流霜不觉飞”，“白沙看不见”，浑然只有皎洁明亮的月光存在。细腻的笔触，创造了一个神话般美妙的境界，使春江花月夜显得格外幽美恬静。这八句，由大到小，由远及近，笔墨逐渐凝聚在一轮孤月上了。\n　　清明澄彻的天地宇宙，仿佛使人进入了一个纯净的世界，这就自然地引起了诗人的遐思冥想：“江畔何人初见月？江月何年初照人？”诗人神思飞跃，但又紧紧联系着人生，探索着人生的哲理与宇宙的奥秘。这种探索，古人也已有之，如曹植《送应氏》：“天地无终极，人命若朝霜”，阮籍《咏怀》：“人生若尘露，天道邈悠悠”等等，但诗的主题多半是感慨宇宙永恒，人生短暂。张若虚在此处却别开生面，他的思想没有陷入前人窠臼，而是翻出了新意：“人生代代无穷已，江月年年只相似。”个人的生命是短暂即逝的，而人类的存在则是绵延久长的，因之“代代无穷已”的人生就和“年年只相似”的明月得以共存。这是诗人从大自然的美景中感受到的一种欣慰。诗人虽有对人生短暂的感伤，但并不是颓废与绝望，而是缘于对人生的追求与热爱。全诗的基调是“哀而不伤”，使我们得以聆听到初盛唐时代之音的回响。\n　　“不知江月待何人，但见长江送流水”，这是紧承上一句的“只相似”而来的。人生代代相继，江月年年如此。一轮孤月徘徊中天，像是等待着什么人似的，却又永远不能如愿。月光下，只有大江急流，奔腾远去。随着江水的流动，诗篇遂生波澜，将诗情推向更深远的境界。江月有恨，流水无情，诗人自然地把笔触由上半篇的大自然景色转到了人生图象，引出下半篇男女相思的离愁别恨。\n　　“白云”四句总写在春江花月夜中思妇与游子的两地思念之情。“白云”、“青枫浦”托物寓情。白云飘忽，象征“扁舟子”的行踪不定。“青枫浦”为地名，但“枫”“浦”在诗中又常用为感别的景物、处所。“谁家”“何处”二句互文见义，正因不止一家、一处有离愁别恨，诗人才提出这样的设问，一种相思，牵出两地离愁，一往一复，诗情荡漾，曲折有致。\n　　以下“可怜”八句承“何处”句，写思妇对离人的怀念。然而诗人不直说思妇的悲和泪，而是用“月”来烘托她的怀念之情，悲泪自出。诗篇把“月”拟人化，“徘徊”二字极其传神：一是浮云游动，故光影明灭不定；二是月光怀着对思妇的怜悯之情，在楼上徘徊不忍去。它要和思妇作伴，为她解愁，因而把柔和的清辉洒在妆镜台上、玉户帘上、捣衣砧上。岂料思妇触景生情，反而思念尤甚。她想赶走这恼人的月色，可是月色“卷不去”，“拂还来”，真诚地依恋着她。这里“卷”和“拂”两个痴情的动作，生动地表现出思妇内心的愁怅和迷惘。月光引起的情思在深深地搅扰着她，此时此刻，月色不也照着远方的爱人吗？共望月光而无法相知，只好依托明月遥寄相思之情。望长空：鸿雁远飞，飞不出月的光影，飞也徒劳；看江面，鱼儿在深水里跃动，只是激起阵阵波纹，跃也无用。“尺素在鱼肠，寸心凭雁足”。向以传信为任的鱼雁，如今也无法传递音讯──该又凭添几重愁苦！\n　　最后八句写游子，诗人用落花、流水、残月来烘托他的思归之情。“扁舟子”连做梦也念念归家──花落幽潭，春光将老，人还远隔天涯，情何以堪！江水流春，流去的不仅是自然的春天，也是游子的青春、幸福和憧憬。江潭落月，更衬托出他凄苦的寞寞之情。沉沉的海雾隐遮了落月；碣石、潇湘，天各一方，道路是多么遥远。“沉沉”二字加重地渲染了他的孤寂；“无限路”也就无限地加深了他的乡思。他思忖：在这美好的春江花月之夜，不知有几人能乘月归回自己的家乡！他那无着无落的离情，伴着残月之光，洒满在江边的树林之上……\n　　“落月摇情满江树”，这结句的“摇情”──不绝如缕的思念之情，将月光之情，游子之情，诗人之情交织成一片，洒落在江树上，也洒落在读者心上，情韵袅袅，摇曳生姿，令人心醉神迷。\n　　《春江花月夜》在思想与艺术上都超越了以前那些单纯模山范水的景物诗，“羡宇宙之无穷，哀吾生之须臾”的哲理诗，抒儿女别情离绪的爱情诗。诗人将这些屡见不鲜的传统题材，注入了新的含义，融诗情、画意、哲理为一体，凭借对春江花月夜的描绘，尽情赞叹大自然的奇丽景色，讴歌人间纯洁的爱情，把对游子思妇的同情心扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合起来，从而汇成一种情、景、理水乳交溶的幽美而邈远的意境。诗人将深邃美丽的艺术世界特意隐藏在惝恍迷离的艺术氛围之中，整首诗篇仿佛笼罩在一片空灵而迷茫的月色里，吸引着读者去探寻其中美的真谛。\n　　全诗紧扣春、江、花、月、夜的背景来写，而又以月为主体。“月”是诗中情景兼融之物，它跳动着诗人的脉搏，在全诗中犹如一条生命纽带，通贯上下，触处生神，诗情随着月轮的生落而起伏曲折。月在一夜之间经历了升起──高悬──西斜──落下的过程。在月的照耀下，江水、沙滩、天空、原野、枫树、花林、飞霜、白沙、扁舟、高楼、镜台、砧石、长飞的鸿雁、潜跃的鱼龙，不眠的思妇以及漂泊的游子，组成了完整的诗歌形象，展现出一幅充满人生哲理与生活情趣的画卷。这幅画卷在色调上是以淡寓浓，虽用水墨勾勒点染，但“墨分五彩”，从黑白相辅、虚实相生中显出绚烂多彩的艺术效果，宛如一幅淡雅的中国水墨画，体现出春江花月夜清幽的意境美。\n　　诗的韵律节奏也饶有特色。诗人灌注在诗中的感情旋律极其悲慨激荡，但那旋律既不是哀丝豪竹，也不是急管繁弦，而是像小提琴奏出的小夜曲或梦幻曲，含蕴，隽永。诗的内在感情是那样热烈、深沉，看来却是自然的、平和的，犹如脉搏跳动那样有规律，有节奏，而诗的韵律也相应地扬抑回旋。全诗共三十六句，四句一换韵，共换九韵。又平声庚韵起首，中间为仄声霰韵、平声真韵、仄声纸韵、平声尤韵、灰韵、文韵、麻韵，最后以仄声遇韵结束。诗人把阳辙韵与阴辙韵交互杂沓，高低音相间，依次为洪亮（庚、霰、真）──细微级（纸）──柔和级（尤、灰）──洪亮级（文、麻）──细微级（遇）。全诗随着韵脚的转换变化，平仄的交错运用，一唱三叹，前呼后应，既回环反复，又层出不穷，音乐节奏感强烈而优美。这种语音与韵味的变化，又是切合着诗情的起伏，可谓声情与文情丝丝入扣，宛转谐美。▲\n\n\n参考资料：完善\n\n1、\n萧涤非 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：54-56\n\n\n2、\n赵君虎 等．语文（必修）教师教学用书．北京：人民教育出版社，2005：168-172\n\n\n3、\n乔力．唐诗名篇的人生哲理．北京：海潮出版社，2006：44\n\n\n4、\n孟庆枢 杨守森．西方文论选．北京：经济科学出版社，1998：248\n\n\n",
            "\n\n\n解读一\n\n\n　　被闻一多先生誉为“诗中的诗，顶峰上的顶峰”（《宫体诗的自赎》）的《春江花月夜》，一千多年来使无数读者为之倾倒。一生仅留下两首诗的张若虚，也因这一首诗，被喻为“孤篇横绝全唐”。\n　　作者抓住扬州南郊曲江或更南扬子江一带月下夜景中最动人的五种事物：春、江、花、月、夜。作者更是透着对生活美好的向往把扬州的景色以文字表达出来。\n　　整篇诗由景、情、理依次展开,第一部分写了春江的美景。第二部分写了面对江月由此产生的感慨。第三部分写了人间思妇游子的离愁别绪。\n　　诗人入手擒题，一开篇便就题生发，勾勒出一幅春江月夜的壮丽画面：江潮连海，月共潮生。这里的“海”是虚指。江潮浩瀚无垠，仿佛和大海连在一起，气势宏伟。这时一轮明月随潮涌生，景象壮观。一个“生”字，就赋予了明月与潮水以活泼的生命。月光闪耀千万里之遥，哪一处春江不在明月朗照之中！江水曲曲弯弯地绕过花草遍生的春之原野，月色泻在花树上，像撒上了一层洁白的雪。诗人真可谓是丹青妙手，轻轻挥洒一笔，便点染出春江月夜中的奇异之“花”。同时，又巧妙地缴足了“春江花月夜”的题面。诗人对月光的观察极其精微：月光荡涤了世间万物的五光十色，将大千世界浸染成梦幻一样的银辉色。因而“流霜不觉飞”，“白沙看不见”，浑然只有皎洁明亮的月光存在。细腻的笔触，创造了一个神话般美妙的境界，使春江花月夜显得格外幽美恬静。这八句，由大到小，由远及近，笔墨逐渐凝聚在一轮孤月上了。\n　　清明澄澈的天地宇宙，仿佛使人进入了一个纯净世界，这就自然地引起了诗人的遐思冥想：“江畔何人初见月？江月何年初照人？”诗人神思飞跃，但又紧紧联系着人生，探索着人生的哲理与宇宙的奥秘。这种探索，古人也已有之，如曹植《送应氏》：“天地无终极，人命若朝霜”，阮籍《咏怀》：“人生若尘露，天道邈悠悠”等等，但诗的主题多半是感慨宇宙永恒，人生短暂。张若虚在此处却别开生面，他的思想没有陷入前人窠臼，而是翻出了新意：“人生代代无穷已，江月年年望相似。”个人的生命是短暂即逝的，而人类的存在则是绵延久长的，因之“代代无穷已”的人生就和“年年望相似”的明月得以共存。这是诗人从大自然的美景中感受到的一种欣慰。诗人虽有对人生短暂的感伤，但并不是颓废与绝望，而是缘于对人生的追求与热爱。全诗的基调是“哀而不伤”，使我们得以聆听到初盛唐时代之音的回响。\n　　“不知江月待何人，但见长江送流水”，这是紧承上一句的“望相似”而来的。人生代代相继，江月年年如此。一轮孤月徘徊中天，象是等待着什么人似的，却又永远不能如愿。月光下，只有大江急流，奔腾远去。随着江水的流动，诗篇遂生波澜，将诗情推向更深远的境界。江月有恨，流水无情，诗人自然地把笔触由上半篇的大自然景色转到了人生图象，引出下半篇男女相思的离愁别恨。\n　　“白云”四句总写在春江花月夜中思妇与游子的两地思念之情。“白云”、“青枫浦”托物寓情。白云飘忽，象征“扁舟子”的行踪不定。“青枫浦”为地名，但“枫”“浦”在诗中又常用为感别的景物、处所。“谁家”“何处”二句互文见义，正因不止一家、一处有离愁别恨，诗人才提出这样的设问，一种相思，牵出两地离愁，一往一复，诗情荡漾，曲折有致。\n　　以下“可怜”八句承“何处”句，写思妇对离人的怀念。然而诗人不直说思妇的悲和泪，而是用“月”来烘托她的怀念之情，悲泪自出。诗篇把“月”拟人化，“徘徊”二字极其传神：一是浮云游动，故光影明灭不定；二是月光怀着对思妇的怜悯之情，在楼上徘徊不忍去。它要和思妇作伴，为她解愁，因而把柔和的清辉洒在妆镜台上、玉户帘上、捣衣砧上。岂料思妇触景生情，反而思念尤甚。她想赶走这恼人的月色，可是月色“卷不去”，“拂还来”，真诚地依恋着她。这里“卷”和“拂”两个痴情的动作，生动地表现出思妇内心的愁怅和迷惘。月光引起的情思在深深地搅扰着她，此时此刻，月色不也照着远方的爱人吗？共望月光而无法相知，只好依托明月遥寄相思之情。\n　　最后八句写游子，诗人用落花、流水、残月来烘托他的思归之情。“扁舟子”连做梦也念念归家——花落幽潭，春光将老，人还远隔天涯，情何以堪！江水流春，流去的不仅是自然的春天，也是游子的青春、幸福和憧憬。江潭落月，更衬托出他凄苦的寞寞之情。沉沉的海雾隐遮了落月；碣石、潇湘，天各一方，道路是多么遥远。“沉沉”二字加重地渲染了他的孤寂；“无限路”也就无限地加深了他的乡思。他思忖：在这美好的春江花月之夜，不知有几人能乘月归回自己的家乡！他那无着无落的离情，伴着残月之光，洒满在江边的树林之上……\n　　“落月摇情满江树”，这结句的“摇情”——不绝如缕的思念之情，将月光之情，游子之情，诗人之情交织成一片，洒落在江树上，也洒落在读者心上，情韵袅袅，摇曳生姿，令人心醉神迷。\n　　《春江花月夜》在思想与艺术上都超越了以前那些单纯模山范水的景物诗，“羡宇宙之无穷，哀吾生之须臾”的哲理诗，抒儿女别情离绪的爱情诗。诗人将这些屡见不鲜的传统题材，注入了新的含义，融诗情、画意、哲理为一体，凭借对春江花月夜的描绘，尽情赞叹大自然的奇丽景色，讴歌人间纯洁的爱情，把对游子思妇的同情心扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合起来，从而汇成一种情、景、理水乳交溶的幽美而邈远的意境。诗人将深邃美丽的艺术世界特意隐藏在惝恍迷离的艺术氛围之中，整首诗篇仿佛笼罩在一片空灵而迷茫的月色里，吸引着读者去探寻其中美的真谛。\n　　全诗紧扣春、江、花、月、夜的背景来写，而又以月为主体。“月”是诗中情景兼融之物，它跳动着诗人的脉搏，在全诗中犹如一条生命纽带，通贯上下，触处生神，诗情随着月轮的生落而起伏曲折。月在一夜之间经历了升起——高悬——西斜——落下的过程。在月的照耀下，江水、沙滩、天空、原野、枫树、花林、飞霜、白沙、扁舟、高楼、镜台、砧石、长飞的鸿雁、潜跃的鱼龙，不眠的思妇以及漂泊的游子，组成了完整的诗歌形象，展现出一幅充满人生哲理与生活情趣的画卷。这幅画卷在色调上是以淡寓浓，虽用水墨勾勒点染，但“墨分五彩”，从黑白相辅、虚实相生中显出绚烂多彩的艺术效果，宛如一幅淡雅的中国水墨画，体现出春江花月夜清幽的意境美。\n　　诗的韵律节奏也饶有特色。诗人灌注在诗中的感情旋律极其悲慨激荡，但那旋律既不是哀丝豪竹，也不是急管繁弦，而是象小提琴奏出的小夜曲或梦幻曲，含蕴，隽永。诗的内在感情是那样热烈、深沉，看来却是自然的、平和的，犹如脉搏跳动那样有规律，有节奏，而诗的韵律也相应地扬抑回旋。全诗共三十六句，四句一换韵，共换九韵。又平声庚韵起首，中间为仄声霰韵、平声真韵、仄声纸韵、平声尤韵、灰韵、文韵、麻韵，最后以仄声遇韵结束。诗人把阳辙韵与阴辙韵交互杂沓，高低音相间，依次为洪亮级（庚、霰、真）——细微级（纸）——柔和级（尤、灰）——洪亮级（文、麻）——细微级（遇）。全诗随着韵脚的转换变化，平仄的交错运用，一唱三叹，前呼后应，既回环反复，又层出不穷，音乐节奏感强烈而优美。这种语音与韵味的变化，又是切合着诗情的起伏，可谓声情与文情丝丝入扣，宛转谐美。\n　　《春江花月夜》是乐府《清商曲辞·吴声歌曲》旧题。创制者是谁，说法不一。或说“未详所起”；或说陈后主所作；或说隋炀帝所作。今据郭茂倩《乐府诗集》所录，除张若虚这一首外，尚有隋炀帝二首，诸葛颖一首，张子容二首，温庭筠一首。它们或显得格局狭小，或显得脂粉气过浓，远不及张若虚此篇。这一旧题，到了张若虚手里，突发异彩，获得了不朽的艺术生命。时至今日，人们甚至不再去考索旧题的原始创制者究竟是谁，而把《春江花月夜》这一诗题的真正创制权归之于张若虚了。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n解读三\n\n\n　　诗从被写出来的那刻起，沉淀的就是其本身写者的心情。后人，纵使有多高深的造诣或者怎样的心情的历史性重叠，都没有办法真正的解释。所以，现在我写这篇文，充其量就是挖掘一点我自己情绪的断章，凑不上什么赏析。——题记\n　　春江花月夜的诗评泛滥，网上什么版本的都有，若是此时我再浓墨于其字词运用的引经据典，大概就逃不出捡人剩下的落魄甚至会遭蒙抄袭的嫌疑。所以作罢，写写我的理解就够了，所谓托物言志或者抑扬顿挫之类的文字游戏还是留给有水平的大家去做吧。\n　　春江花月夜的长度还算适中，可是为了把自己融入进里，也着实花了我不少功夫。阅诗，最忌讳的就是读，不同的人不同的心境进而不同的语调流转，都有极大的可能让诗原本的意境面目全非。人和人之间，不是这么容易便能驾驭了彼此的心情。所以我选择抄写，整整一上午高山流水地沉浮在字里行间，感情毫无预兆地就漫溢了出来。\n　　张若虚连字号都不为人详，沧海一粟地茫然在唐朝灿如繁星的诗人堆里，却仅凭这一首诗“孤篇横绝，竟为大家”。春江花月夜归于乐府，带有乐府诗一贯的情愫，缕缕歌章唱的都是诗人曲婉的离愁，通篇白话文一般的浅显，不需要任何的注解，一个离人立于江岸的形象便跃然印入眼帘。我看见他背着双手，傲然地仰头望向无垠的汪汪白水，赞叹自然的浩淼荡漾，心意空洞眼神苍白如昼，流露出了怎样的一种哀愁。\n　　“春江潮水连海平，海上明月共潮生。”他站在辽阔到分不清哪里是海岸线的水边，在熏风里望见明月凄楚地随潮涌翻滚而来，好像听不见浪涛的呱噪和海鸟的悲鸣，行云流水地营造了他自己不被打扰的安静和美景。是了，春江某种程度上成了他情愫的归宿，寄托了他的情成就了他的美，顺便再给我们精彩回放了那晚的夜色妖娆。月色美，在诗人的乡思离愁里，却如蚌体内的珍珠，是凄苦的延伸和凝固。诗人看“滟滟随波千万里”，月影倒映，水波涟漪，却突然感到了心理不平衡:为什么月笼春江千万里，我却望穿了秋水也望不见家舍屋顶的袅袅炊烟!就连江边的芳甸也因为有江流不息的陪伴，惹人妒忌。\n　　或者他突然发现月亮其实和自己一样孤独。明月爱慕着春江，却苦于时空蹁跹，一天一地，惟能只知昼夜不知岁月地映照着白水，不离不弃。就如诗人自己一样，望这长水，只期盼能望见家中玉帘后的牵挂。\n　　又有“江畔何人初见月？江月何年初照人？”，诗人无奈人与天的绝对力量悬殊，明月一岁一千年，看尽人情的薄凉锦暖，世人却伴月初生，望月临终，至死了也看不透自然的玄妙。可他又说“人生代代无穷已，江月年年望相似”，人类啊，年华如水去而不返却繁衍生息绵延久长，看着江月，总该有看尽的一天。诗人天真的自我安慰，“哀而不伤”，与李白的《把酒问月》大有异曲同工之妙：今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。\n　　诗人举目而眺，“有乘扁舟为客者，有登楼而伤别者”，更有自己不可尽言的思念。他似乎还看见了家中“妆镜台”前的同样思念他的女子，辗转反侧，苦于月色的柔情更添了她的愁思。那多情的女子，多想随明月光华一起，“逐月华流照君”，瞬思闲就能流转到意中人的身侧。可惜“鸿雁长飞光不度，鱼龙潜跃水成文”，望长空:鸿雁远飞，飞不出月的光影，飞也徒劳;看江面，鱼跃深水，只激起阵阵波纹，跃也无功。“;尺素在鱼肠，存心凭雁足”，向以传信为长的鱼雁，如今也无法传递思念。\n　　对于“水成文”，其实我还有别的理解。诗人的思念，望穿了秋水，也望成了幻觉，他好像看到了鱼跃激起的水纹里有远方传来的书字，一篇思愁蔓延水面，情深亦如水。\n　　全诗到这里，我的激情大约也到了个终点。近乎审美疲劳，后面的内容，已经不足以翻起我的思绪。\n　　月复西斜，海雾徒生，潇湘碣石，江树摇情。就以这个“摇”字作为最后的看点，“月华摇晃，树影婆娑，人心起伏，月摇，树摇，人心亦在摇”。诗人在江边站至夜深，江风骤起，他看岸上的树舞起，好像是在代替谁回应着他的思念，也好像是因为树枝沉甸甸地挂满了他的思念，于是他情不自觉地心中悸动起来，再也平静不下来。只好就此收了笔。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n解读四\n\n\n　　这首诗以写月作起，以写月落结，把从天上到地下这样寥廓的空间，从明月、江流、青枫、白云到水纹、落花、海雾等等众多的景物，以及客子、思妇种种细腻的感情，通过环环紧扣、连绵不断的结构方式组织起来。由春江引出海，由海引出明月，又由江流明月\n　　引出花林，引出人物，转情换意，前后呼应，若断若续，使诗歌既完美严密，又有反复咏叹的艺术效果。\n　　前半部重在写景，是写实，但如“何处春江无月明”、“空里流霜不觉飞”等句子，同时也体现了人物的想象和感觉。后半部重在抒情，这情是在景的基础上产生的，如长江流水、青枫白云、帘卷不去、拂砧还来等句，景中亦自有情，结尾一句，更是情景交融的名句。全篇有情有景，亦情亦景，情景交织成有机整体。\n　　诗歌写了许多色彩鲜明的形象，如皎月、白沙、白云、青枫等等，这些景物共同造成了柔和静谧的诗境，这种意境与所抒发的绵邈深挚的情感，十分和谐统一。\n　　诗歌每四句一换韵，平仄相间，韵律婉转悠扬。为了与缠绵的感情相适应，语言采用了一些顶针连环句式，如“春江潮水连海平，海上……”“江月何年初照人。人生……”“何处相思明月楼，可怜楼上……”“江潭落月复西斜，斜月……”。一唱三叹，情味无穷。对偶句的使用如“谁家今夜扁舟子？何处相思明月楼？”“鸿雁长飞光不度，鱼龙潜跃水成文”等等。句中平仄的讲求如“滟滟随波千万里，何处春江无月明？江流婉转绕芳甸，月照花林皆似霰”，平仄变换与律诗相同，使诗歌语言既抑扬顿挫，又清新流畅。\n　　“暮江平不动，春花满正开。流波将月去，潮水带星来。”杨广此首借题生义，一扫艳媚。黄昏远眺长江岸，暮霭沉沉，江水浩淼。“平不动”是水波不兴。江面平坦宁静，江边春花如火，开得满满当当。他写春夜潮生，江水滔滔。“将月去”，“带星来”将水波激荡，月星交辉的情景写得极宏大，于写景的壮阔中写出了时间的流逝。寥寥四句诗，将春江花月夜收纳其间，绘出一幅江月胜景图。“流波将月去，潮水带星来”，缓缓读来，如欣赏清秋月夜之画，风致婉然。此句好在平实，一个“将”字，一个“带”字，都是比较虚的动词，不会破了月明星稀的安稳美感。\n　　总而言之，诗人凭借对春江花月夜的描绘，尽情赞叹大自然的绮丽景色，讴歌人间纯洁爱情把游子对思妇的同情扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合而来，从而汇成一种情、景、理水乳交融的优美而邈远的意境。 ▲\n\n\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.cn完善\n\n",
            "\n\n\n赏析二\n\n\n逐句分析\n　　整篇诗由景、情、理依次展开，第一部分写了春江的美景。第二部分写了面对江月由此产生的感慨。第三部分写了人间思妇游子的离愁别绪。\n　　诗人入手擒题，勾勒出一幅春江月夜的壮丽画面：江潮连海，月共潮生。这里的“海”是虚指。江潮浩瀚无垠，仿佛和大海连在一起，气势宏伟。这时一轮明月随潮涌生，景象壮观。一个“生”字，就赋予了明月与潮水以活泼的生命。月光闪耀千万里之遥，哪一处春江不在明月朗照之中。江水曲曲弯弯地绕过花草遍生的春之原野，月色泻在花树上，像撒上了一层洁白的雪。同时，又巧妙地缴足了“春江花月夜”的题面。诗人对月光的观察极其精微，月光荡涤了世间万物的五光十色，将大千世界浸染成梦幻一样的银辉色。因而“空里流霜不觉飞，汀上白沙看不见”，浑然只有皎洁明亮的月光存在。细腻的笔触，创造了一个神话般美妙的境界，使春江花月夜显得格外幽美恬静。这八句，由大到小，由远及近，笔墨逐渐凝聚在一轮孤月上了。\n　　清明澄澈的天地宇宙，仿佛使人进入了一个纯净世界，这就自然地引起了诗人的遐思冥想：“江畔何人初见月？江月何年初照人？”诗人神思飞跃，但又紧紧联系着人生，探索着人生的哲理与宇宙的奥秘。在此处却别开生面，思想没有陷入前人窠臼，而是翻出了新意：“人生代代无穷已，江月年年望相似。”个人的生命是短暂即逝的，而人类的存在则是绵延久长的，因之“代代无穷已”的人生就和“年年望相似”的明月得以共存。诗人虽有对人生短暂的感伤，但并不是颓废与绝望，而是缘于对人生的追求与热爱。\n　　“不知江月待何人，但见长江送流水”，这是紧承上一句的“望相似”而来的。人生代代相继，江月年年如此。一轮孤月徘徊中天，像是等待着什么人似的，却又永远不能如愿。月光下，只有大江急流，奔腾远去。随着江水的流动，诗篇遂生波澜，将诗情推向更深远的境界。江月有恨，流水无情，诗人自然地把笔触由上半篇的大自然景色转到了人生图象，引出下半篇男女相思的离愁别恨。\n　　“白云”四句总写在月夜中思妇与游子的两地思念之情。“白云”、“青枫浦”托物寓情。白云飘忽，象征“扁舟子”的行踪不定。“青枫浦”为地名，但“枫”“浦”在诗中又常用为感别的景物、处所。“谁家”“何处”二句互文见义，因不止一家、一处有离愁别恨，诗人才提出这样的设问，一种相思，牵出两地离愁，一往一复，诗情荡漾，曲折有致。\n　　接下“可怜”八句承“何处”句，写思妇对离人的怀念。然而诗人不直说思妇的悲和泪，而是用“月”来烘托她的怀念之情，悲泪自出。诗篇把“月”拟人化，“徘徊”二字极其传神：一是浮云游动，故光影明灭不定；二是月光怀着对思妇的怜悯之情，在楼上徘徊不忍去。它要和思妇作伴，为她解愁，因而把柔和的清辉洒在妆镜台上、玉户帘上、捣衣砧上。岂料思妇触景生情，反而思念尤甚。她想赶走这恼人的月色，可是月色“卷不去”，“拂还来”，真诚地依恋着她。这里“卷”和“拂”两个痴情的动作，生动地表现出思妇内心的愁怅和迷惘。共望月光而无法相知，只好依托明月遥寄相思之情。“鸿雁长飞光不度”，也暗含鱼雁不能传信之意。\n　　最后八句写游子，诗人用落花、流水、残月来烘托他的思归之情。“扁舟子”连做梦也念念归家——花落幽潭，春光将老，人还远隔天涯，江水流春，流去的不仅是自然的春天，也是游子的青春、幸福和憧憬。江潭落月，更衬托出他凄苦的寞寞之情。沉沉的海雾隐遮了落月；碣石、潇湘，天各一方，道路是多么遥远。“沉沉”二字加重地渲染了他的孤寂；“无限路”也就无限地加深了他的乡思。他思忖：在这美好的春江花月之夜，不知有几人能乘月归回自己的家乡。他那无着无落的离情，伴着残月之光，洒满在江边的树林之上。\n整体把握 \n　　《春江花月夜》的章法结构，以整齐为基调，以错杂显变化。三十六行诗，共分为九组，每四句一小组，一组三韵，另一组必定转用另一韵，像九首绝句。这是它整齐的一面。它的错综复杂，则体现在九个韵脚的平仄变化。开头一、三组用平韵，二、四组用仄韵，随后五六七八组皆用平韵，最后用仄韵结束，错落穿插，声调整齐而不呆板。在句式上，大量使用排比句、对偶句和流水对，起承转合皆妙，文章气韵无穷。\n　　全诗紧扣春、江、花、月、夜的背景来写，而又以月为主体。“月”是诗中情景兼融之物，它跳动着诗人的脉搏，在全诗中犹如一条生命纽带，通贯上下，诗情随着月轮的生落而起伏曲折。月在一夜之间经历了升起——高悬——西斜——落下的过程。在月的照耀下，江水、沙滩、天空、原野、枫树、花林、飞霜、白沙、扁舟、高楼、镜台、砧石、长飞的鸿雁、潜跃的鱼龙，不眠的思妇以及漂泊的游子，组成了完整的诗歌形象，展现出一幅充满人生哲理与生活情趣的画卷。这幅画卷在色调上是以淡寓浓，虽用水墨勾勒点染，但“墨分五彩”，从黑白相辅、虚实相生中显出绚烂多彩的艺术效果，宛如一幅淡雅的中国水墨画，体现出春江花月夜清幽的意境美。▲\n\n\n参考资料：完善\n\n1、\n乔力．唐诗名篇的人生哲理：海潮出版社，2006-12：第44页\n\n\n2、\n孟庆枢，杨守森．《西方文论选》：经济科学出版社，1998年1月：第248页\n\n\n3、\n程千帆 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983年12月：第54-56页\n\n\n",
            "\n\n\n创作背景\n\n\n　　《春江花月夜》为乐府吴声歌曲名，相传为南朝陈后主所作，原词已不传，《旧唐书·音乐志二》云：“《春江花月夜》《玉树后庭花》《堂堂》，并陈后主作。叔宝常与宫中女学士及朝臣相和为诗，太乐令何胥又善于文咏，采其尤艳丽者以为此曲。”后来隋炀帝又曾做过此曲。《乐府诗集》卷四十七收《春江花月夜》七篇，其中有隋炀帝的两篇。张若虚这首为拟题作诗，与原先的曲调已不同，却是最有名的。\n　　关于此诗的具体创作年份已难以确考，而对此诗的创作地点则有三种说法：扬州文化研究所所长韦明铧认为，诗人是站在扬州南郊曲江边赏月观潮，有感而发，创作了此诗，表现的是唐代曲江一带的景色；长期从事瓜洲文史研究的高惠年认为，此诗作于瓜洲，表现的是千年古镇瓜洲江畔清幽如诗的意境之美；长期从事大桥文史研究的学者顾仁认为，此诗作于扬子江畔，其地在今扬州市江都区大桥镇南部。▲\n\n\n参考资料：完善\n\n1、\n萧涤非 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：54-56\n\n\n",
            "\n\n\n后世影响\n\n\n　　《春江花月夜》一诗在立意和选材上总结前人的经验，借乐府旧题谱写出天下众多人的心声，同时具有很高的审美价值，一直令后人传诵不已，千百年来有无数读者为之倾倒。它是由齐梁绮丽浮靡文风转向盛唐的自然清丽的一面旗帜，同时又是中国古代诗歌史上的一个重要里程碑。它的内容和形式多为后世诗人所借用。此诗既不像南朝山水诗那样着力模山范水，也不像玄言诗那样枯燥说理，更不是一首单单抒发儿女离情别绪的爱情诗，而是将多种诗情融为一体。它的诞生，填补了中国古代诗歌史上以月为中心媒介，同时写男女双方两地相思，探索宇宙和人生哲理于同一首诗的空白。不论从主题的提炼还是题材的加工上，此诗对唐朝繁荣的诗歌局面起着不可估量的作用，对后代诗歌创作有重要的启蒙作用。诗中有好多名句被后世诗人所引用或化用。比如，崔颢的“黄鹤一去不复返，白云千载空悠悠”很可能是“白云一片去悠悠，青枫浦上不胜愁”的化用；张九龄的“海上生明月，天涯共此时”可能是根据“春江潮水连海平，海上明月共潮生”化用而来；李白的“青天明月来几时？我欲停杯一问之”，苏轼的“明月几时有？把酒问青天”，都有化用“江畔何人初见月？江月何年初照人？”的痕迹。在意境和结构方面，江天一线，皎月一轮，白云一片和婆娑的花枝，绰约的人影，孤独的明月楼，又以其形的对比，构成线条的旋律，赋予此诗以绘画美。作者又以夜的寂静为背景，把人们臆想中的海潮声、江流声、捣衣声、凄凉的雁叫声与游子思妇的叹息声，巧妙地编织成声音的旋律，赋予此诗以音乐美。此诗的这些美感对现代新月派诗人闻一多提出诗歌的“三美”（即绘画美、音乐美、建筑美）有着重要的直接影响。▲\n\n\n参考资料：完善\n\n1、\n余恕诚 等．中国古代诗歌散文欣赏．北京：人民教育出版社，2006（第二版）：25-27\n\n\n2、\n赵君虎 等．语文（必修）教师教学用书．北京：人民教育出版社，2005：168-172\n\n\n"
        ]
    }
]